Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: Global Settings
ar: الإعدادات العامة
cs_cz: Globální nastavení
it_it: Impostazioni globali
nl_nl: Wereldwijde instellingen
uk: Глобальні налаштування

source: The duration of prebuilt website imports can vary. Ensure that your server
ar: مدة استيراد المواقع الإلكترونية الجاهزة يمكن أن تتفاوت. تأكد من أن خادمك
cs_cz: Doba importu předpřipravených webových stránek se může lišit. Ujistěte se, že váš server
it_it: La durata dell'importazione dei siti web pre-costruiti può variare. Assicurati che il tuo server
nl_nl: De duur van vooraf gebouwde website imports kan variëren. Zorg ervoor dat uw server
uk: Тривалість імпорту готових веб-сайтів може відрізнятися. Переконайтеся, що ваш сервер

source: fulfills all necessary requirements
ar: يفي بجميع المتطلبات الضرورية
cs_cz: splňuje všechny potřebné požadavky
it_it: soddisfa tutti i requisiti necessari
nl_nl: Voldoet aan alle vereiste voorwaarden
uk: виконує всі необхідні вимоги

source: for a successful import. Once the import process begins, please refrain from refreshing the page until it has completed.
ar: لنجاح عملية الاستيراد. بمجرد بدء عملية الاستيراد، يرجى عدم تحديث الصفحة حتى اكتمالها.
cs_cz: Pro úspěšný import. Jakmile začne proces importu, prosím, zdržte se obnovení stránky, dokud nebude dokončen.
it_it: per un'importazione riuscita. Una volta che il processo di importazione inizia, si prega di astenersi dal ricaricare la pagina fino a quando non è completato.
nl_nl: Voor een succesvolle import. Zodra het importproces begint, gelieve de pagina niet te vernieuwen totdat het is voltooid.
uk: Для успішного імпорту. Як тільки почнеться процес імпорту, будь ласка, утримуйтеся від оновлення сторінки до завершен

source: Successfully imported demo.
ar: تم استيراد العرض بنجاح.
cs_cz: Demo bylo úspěšně importováno.
it_it: Importazione demo completata con successo.
nl_nl: Succesvolle import van demo.
uk: Успішно імпортовано демо.

source: Failed to import demo.
ar: فشل في استيراد العرض التوضيحي.
cs_cz: Nepodařilo se importovat demo.
it_it: Impossibile importare la demo.
nl_nl: Mislukt om de demo te importeren.
uk: Не вдалося імпортувати демо.

source: Import Demo
ar: استيراد العرض
cs_cz: Importovat demo
it_it: Importa demo
nl_nl: Importeer demo
uk: Імпортувати демонстрацію

source: You are not using the included
ar: أنت لا تستخدم المُدرج
cs_cz: Nepoužíváte zahrnuté
it_it: Non stai utilizzando quanto incluso
nl_nl: Je gebruikt het bijgevoegde niet
uk: Ви не використовуєте включений

source: Nectarblocks theme
ar: سمة Nectarblocks
cs_cz: Téma Nectarblocks
it_it: Tema Nectarblocks
nl_nl: Nectarblocks thema
uk: Тема Nectarblocks

source: , which is recommended for demo imports.
ar: ، والذي يُوصى به لاستيراد العروض التوضيحية.
cs_cz: , což je doporučeno pro import ukázek.
it_it: , che è consigliato per importazioni di demo.
nl_nl: , die wordt aanbevolen voor demoproducties.
uk: , який рекомендується для імпорту демо-версій.

source: Export
ar: تصدير
cs_cz: Exportovat
it_it: Esportare
nl_nl: Exporteren
uk: Експорт

source: Export all
ar: تصدير الكل
cs_cz: Exportovat vše
it_it: Esporta tutto
nl_nl: Exporteer alles
uk: Експортувати все

source: from Nectarblocks.
ar: من Nectarblocks.
cs_cz: z Nectarblocks.
it_it: da Nectarblocks.
nl_nl: van Nectarblocks.
uk: від Nectarblocks.

source: Global Settings are primarily located in the right-hand side of of the editor when clicking on the Nectarblocks logo, and a few are contained in this options panel.
ar: تقع إعدادات العالمية أساسًا في الجانب الأيمن من المحرر عند النقر على شعار Nectarblocks، وبعضها موجود في لوح
cs_cz: Hlavní nastavení jsou převážně umístěna na pravé straně editoru po kliknutí na logo Nectarblocks a některé jsou obsaženy v tomto panelu možností.
it_it: Le Impostazioni Globali sono principalmente situate sul lato destro dell'editor quando si clicca sul logo di Nectarblocks, e alcune sono contenute in questo pannello di opzioni.
nl_nl: De globale instellingen bevinden zich voornamelijk aan de rechterkant van de editor wanneer je op het Nectarblocks-logo klikt, en een paar zijn opgenomen in dit optiepaneel.
uk: Глобальні налаштування в основному розташовані в правій частині редактора при натисканні на логотип Nectarblocks, а деякі з них містяться на цій панелі налаштувань.

source: Your export will include the following data:
ar: سيتضمن تصديرك البيانات التالية:
cs_cz: Váš export bude zahrnovat následující data:
it_it: La tua esportazione includerà i seguenti dati:
nl_nl: Uw export zal de volgende gegevens bevatten:
uk: Ваш експорт буде включати наступні дані:

source: Global Colors
ar: الألوان العالمية
cs_cz: Globální barvy
it_it: Colori globali
nl_nl: Wereldwijde kleuren
uk: Глобальні кольори

source: Global Typography
ar: الطباعة العالمية
cs_cz: Celosvětová typografie
it_it: Tipografia globale
nl_nl: Wereldwijde typografie
uk: Глобальна типографіка

source: Global Custom Code
ar: الكود المخصص العالمي
cs_cz: Globální vlastní kód
it_it: Codice personalizzato globale
nl_nl: Wereldwijde aangepaste code
uk: Глобальний користувацький код

source: Failed to export plugin settings.
ar: فشل تصدير إعدادات الإضافة.
cs_cz: Selhalo exportování nastavení pluginu.
it_it: Impossibile esportare le impostazioni del plugin.
nl_nl: Mislukt om plugin instellingen te exporteren.
uk: Не вдалося експортувати налаштування плагіна.

source: Successfully exported plugin settings.
ar: تم تصدير إعدادات الإضافة بنجاح.
cs_cz: Úspěšně exportována nastavení pluginu.
it_it: Impostazioni del plugin esportate con successo.
nl_nl: Succesvol plugininstellingen geëxporteerd.
uk: Успішно експортовано налаштування плагіна.

source: Import
ar: استيراد
cs_cz: Importovat
it_it: Importare
nl_nl: Importeren
uk: Імпорт

source: Import a nectarblocks_plugin.json here to restore a previously exported set of Global Settings.
ar: استيراد ملف nectarblocks_plugin.json هنا لاستعادة مجموعة من الإعدادات العامة المصدرة مسبقًا.
cs_cz: Importujte sem soubor nectarblocks_plugin.json pro obnovení dříve exportované sady globálních nastavení.
it_it: Importa un file nectarblocks_plugin.json qui per ripristinare un insieme di Impostazioni Globali precedentemente esportate.
nl_nl: Importeer hier een nectarblocks_plugin.json om een eerder geëxporteerde set van Globale Instellingen te herstellen.
uk: Імпортуйте файл nectarblocks_plugin.json тут, щоб відновити раніше експортований набір глобальних налаштувань.

source: Please select a file to import.
ar: يرجى تحديد ملف للاستيراد.
cs_cz: Prosím vyberte soubor k importu.
it_it: Per favore seleziona un file da importare.
nl_nl: Gelieve een bestand te selecteren om te importeren.
uk: Будь ласка, виберіть файл для імпорту.

source: Successfully imported plugin settings.
ar: تم استيراد إعدادات الإضافة بنجاح.
cs_cz: Úspěšně importovány nastavení pluginu.
it_it: Impostazioni del plugin importate con successo.
nl_nl: Plugin instellingen succesvol geïmporteerd.
uk: Налаштування плагіна успішно імпортовано.

source: Failed to import plugin settings.
ar: فشل في استيراد إعدادات المكون الإضافي.
cs_cz: Nepodařilo se importovat nastavení pluginu.
it_it: Impossibile importare le impostazioni del plugin.
nl_nl: Mislukt om plug-in instellingen te importeren.
uk: Не вдалося імпортувати налаштування плагіна.

source: Nectarblocks Settings
ar: إعدادات نيكتاربلوكس
cs_cz: Nastavení Nectarblocks
it_it: Impostazioni di Nectarblocks
nl_nl: Nectarblocks Instellingen
uk: Налаштування Nectarblocks

source: Theme Customizer Settings
ar: إعدادات تخصيص السمة
cs_cz: Nastavení motivu vlastního motivu
it_it: Impostazioni del Personalizzatore di Temi
nl_nl: Instellingen van de thema-aanpasser
uk: Налаштування теми в реалізаторі

source: Theme Customizer settings are available in the WordPress Customizer (Appearance → Customize) and handle all the general styling for the Nectarblocks theme.
ar: تتوفر إعدادات مُخصّص السمة في مُخصّص ووردبريس (المظهر → تخصيص) وتدير جميع التنسيقات العامة
cs_cz: Nastavení motivu lze nalézt v nastavení WordPress Customizer (Vzhled → Přizpůsobit) a řídí veškeré obecné stylování pro motiv Nectarblocks.
it_it: Le impostazioni del Personalizzatore del tema sono disponibili nel Personalizzatore di WordPress (Aspetto → Personalizza) e gestiscono tutto lo stile generale per il tema Nectarblocks.
nl_nl: Themaaanpassingsinstellingen zijn beschikbaar in de WordPress Customizer (Weergave → Aanpassen) en regelen alle algemene opmaak voor het Nectarblocks-thema.
uk: Налаштування теми можна знайти в кастомізаторі WordPress (Вигляд → Налаштування) і вони відповідають за загальне оформлення теми N

source: General Settings
ar: الإعدادات العامة
cs_cz: Obecné nastavení
it_it: Impostazioni generali
nl_nl: Algemene instellingen
uk: Загальні налаштування

source: Typography Settings
ar: إعدادات التصميم الطباعي
cs_cz: Nastavení typografie
it_it: Impostazioni di tipografia
nl_nl: Typografie-instellingen
uk: Налаштування типографіки

source: Layout Settings
ar: إعدادات التخطيط
cs_cz: Nastavení rozložení
it_it: Impostazioni di layout
nl_nl: Indeling instellingen
uk: Налаштування макету

source: Post Types Settings
ar: إعدادات أنواع المنشورات
cs_cz: Nastavení typů příspěvků
it_it: Impostazioni dei tipi di post
nl_nl: Instellingen voor berichttypes
uk: Налаштування типів дописів

source: General WordPress Page Settings
ar: إعدادات الصفحة العامة في ووردبريس
cs_cz: Obecná nastavení stránky WordPress
it_it: Impostazioni generali della pagina di WordPress
nl_nl: Algemene WordPress Pagina-instellingen
uk: Загальні налаштування сторінки у WordPress

source: Failed to export customizer settings.
ar: فشل تصدير إعدادات المُخصص.
cs_cz: Selhalo exportování nastavení přizpůsobení.
it_it: Impossibile esportare le impostazioni del personalizzatore.
nl_nl: Mislukt om customizer instellingen te exporteren.
uk: Не вдалося експортувати налаштування кастомізатора.

source: Successfully exported customizer settings.
ar: تم تصدير إعدادات المُخصص بنجاح.
cs_cz: Úspěšně exportovány nastavení přizpůsobení.
it_it: Impostazioni del personalizzatore esportate con successo.
nl_nl: Succesvolle export van customizer instellingen.
uk: Налаштування кастомізатора успішно експортовано.

source: Import a nectarblocks_theme.json here to restore a previously exported set of Theme Customizer Settings.
ar: استيراد ملف nectarblocks_theme.json هنا لاستعادة مجموعة من إعدادات تخصيص السمات المصدرة سابقًا.
cs_cz: Importujte sem soubor nectarblocks_theme.json pro obnovení dříve exportované sady nastavení přizpůsobení motivu.
it_it: Importa un file nectarblocks_theme.json qui per ripristinare un insieme di Impostazioni del Personalizzatore di Temi esportato in precedenza.
nl_nl: Importeer hier een nectarblocks_theme.json om een eerder geëxporteerde set van Thema Customizer-instellingen te herstellen.
uk: Імпортуйте файл nectarblocks_theme.json тут, щоб відновити раніше експортований набір налаштувань кастомізатора теми.

source: Successfully imported customizer settings.
ar: تم استيراد إعدادات التخصيص بنجاح.
cs_cz: Úspěšně importována nastavení přizpůsobení.
it_it: Impostazioni del personalizzatore importate con successo.
nl_nl: Succesvolle import van customizer instellingen.
uk: Налаштування користувача успішно імпортовано.

source: Failed to import customizer settings.
ar: فشل في استيراد إعدادات المُخصص.
cs_cz: Nepodařilo se importovat nastavení přizpůsobení.
it_it: Impossibile importare le impostazioni del personalizzatore.
nl_nl: Mislukt om de aanpassingen van de customizer te importeren.
uk: Не вдалося імпортувати налаштування настроювача.

source: Nectarblocks Theme Customizer Settings
ar: إعدادات تخصيص سمة Nectarblocks
cs_cz: Nastavení motivu Nectarblocks v nastaveních úprav motivu
it_it: Impostazioni personalizzate del tema Nectarblocks
nl_nl: Nectarblocks Thema Aanpassingen via de Customizer
uk: Налаштування теми Nectarblocks Theme Customizer

source: Demos
ar: عروض تجريبية
cs_cz: Dema
it_it: Demo
uk: Демонстрації

source: Theme Customizer
ar: مُخصص السمة
cs_cz: Přizpůsobení motivu
it_it: Personalizzazione del tema
nl_nl: Aanpasser van thema's
uk: Налаштування теми

source: Getting Started
ar: البدء
cs_cz: Začínáme
it_it: Per iniziare
nl_nl: Aan de slag
uk: Початок

source: Authorization
ar: تسجيل دخول
cs_cz: Oprávnění
it_it: Autorizzazione
nl_nl: Autorisatie
uk: Авторизація

source: Custom Code
ar: كود مخصص
cs_cz: Vlastní kód
it_it: Codice personalizzato
nl_nl: Aangepaste code
uk: Спеціалізований код

source: Import/Export
ar: استيراد/تصدير
cs_cz: Import/Export Dovoz/Vývoz
it_it: Importazione/Esportazione
uk: Імпорт/експорт

source: Documentation
ar: التوثيق
cs_cz: Dokumentace
it_it: Documentazione
nl_nl: Documentatie
uk: Документація

source: Bottom
ar: الأسفل
cs_cz: Dno
it_it: Fondo
nl_nl: Onderaan
uk: Дно

source: None
ar: لا شيء
cs_cz: Žádný
it_it: Nessuno
nl_nl: Geen
uk: Нічого

source: Default
ar: افتراضي
cs_cz: Výchozí
it_it: Predefinito
nl_nl: Standaard
uk: За замовчуванням

source: All
ar: الكل
cs_cz: Všechno
it_it: Tutti
nl_nl: Alles
uk: Усе

source: Custom Fonts
ar: الخطوط المخصصة
cs_cz: Vlastní písma
it_it: Caratteri personalizzati
nl_nl: Aangepaste lettertypen
uk: Користувацькі шрифти

source: Video
ar: فيديو
uk: Відео

source: Icon
ar: أيقونة
cs_cz: Ikona
it_it: Icona
nl_nl: Icoon
uk: Ікона

source: Description
ar: الوصف
cs_cz: Popis
it_it: Descrizione
nl_nl: Beschrijving
uk: Опис

source: Date
ar: التاريخ
cs_cz: Datum
it_it: Data
nl_nl: Datum
uk: Дата

source: Author
ar: مؤلف
cs_cz: Autor
it_it: Autore
nl_nl: Auteur
uk: Автор

source: Button Color
ar: لون الزر
cs_cz: Barva tlačítka
it_it: Colore del pulsante
nl_nl: Knopkleur
uk: Колір кнопки

source: Post Type
ar: نوع المشاركة
cs_cz: Typ příspěvku
it_it: Tipo di post
nl_nl: Berichttype
uk: Тип допису

source: Delete
ar: حذف
cs_cz: Smazat
it_it: Elimina
nl_nl: Verwijderen
uk: Видалити

source: Close
ar: إغلاق
cs_cz: Zavřeno
it_it: Vicino
nl_nl: Dichtbij
uk: Закрити

source: Media
ar: الوسائط
cs_cz: Média
it_it: Mezzi
uk: ЗМІ

source: Portfolio
ar: المحفظة
it_it: Portafoglio
nl_nl: Portefeuille
uk: Портфоліо

# block title
source: Accordion Section
ar: عنوان البلوك
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: A section for content inside each accordion.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Accordion
ar: عنوان الكتلة
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: A collapsible and expandable component that organizes content into sections.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Button
ar: زر الرحيق
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Button block.
ar: كتلة الزر.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Carousel Item
ar: عنوان البلوك
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: A section for content inside each carousel.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Carousel
ar: عنوان الكتلة
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Rotate through a series of content items, displayed in a horizontally scrolling format.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Column
ar: عمود الرحيق
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Column container block.
ar: كتلة حاوية العمود.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Divider
ar: مقسم الرحيق
cs_cz: Nadpis bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Divider block.
ar: كتلة المقسم.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Flex Box
ar: عنوان الكتلة
cs_cz: Nadpis bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Flex box block.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Icon List Item
ar: عنوان الكتلة
cs_cz: Nadpis bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: A single list item used inside of the Icon List block.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Icon List
ar: عنوان الكتلة
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: A list that allows icons alongside each item.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Icon
ar: أيقونة الرحيق
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Icon block.
ar: كتلة أيقونة.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Image Gallery
ar: معرض صور الرحيق
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Image Gallery block.
ar: كتلة معرض الصور.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Image
ar: صورة الرحيق
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Image block.
ar: كتلة الصورة.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Milestone
ar: معلم الرحيق
cs_cz: Nadpis bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Milestone block.
ar: كتلة معلم.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Post Grid
ar: شبكة البريد
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Post Grid.
ar: شبكة البريد.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Scrolling Marquee
ar: سرادق الرحيق المتحرك
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Scrolling content block.
ar: كتلة محتوى التمرير.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Star Rating
ar: عنوان الكتلة
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Star Rating block.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Tab Section
ar: عنوان الكتلة
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: A section for content inside each tab.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Tabs
ar: عنوان البلوك
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Organize your content into distinct tabs, reducing clutter and improving navigation.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Testimonial
ar: عنوان الكتلة
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Testimonial block.
ar: وصف الكتلة
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Text
ar: نص الرحيق
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Text block.
ar: كتلة النص.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Video Lightbox
ar: العرض المبسط لفيديو الرحيق
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Video Lightbox block.
ar: كتلة العرض المبسط للفيديو.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Nectar Video Player
ar: مشغل فيديو نكتار
cs_cz: Název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Video Player block.
ar: كتلة مشغل الفيديو.
cs_cz: Popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

source: Unknown Color
ar: لون غير معروف
cs_cz: Neznámá barva
it_it: Colore sconosciuto
nl_nl: Onbekende kleur
uk: Невідомий колір

source: Font upload failure, please try again. Errors:
ar: فشل تحميل الخط، يرجى المحاولة مرة أخرى. الأخطاء:
cs_cz: Selhání nahrání písma, zkuste to prosím znovu. Chyby:
it_it: Caricamento del font non riuscito, riprova. Errori:
nl_nl: Lettertype-upload mislukt, probeer het opnieuw. Fouten:
uk: Не вдалося завантажити шрифт, спробуйте ще раз. Помилки:

source: Core Gradient #5
ar: التدرج الأساسي #5
cs_cz: Jádrový gradient č. 5
it_it: Gradiente Centrale #5
nl_nl: Kernverloop #5
uk: Основний градієнт №5

source: Menu Item Options
ar: خيارات عناصر القائمة
cs_cz: Možnosti položek menu
it_it: Opzioni del Menu
nl_nl: Menu-itemopties
uk: Параметри пункту меню

source: Saving...
ar: جارٍ الحفظ...
cs_cz: Ukládání...
it_it: Salvataggio...
nl_nl: Opslaan...
uk: Збереження...

source: Saved Successfully
ar: تم الحفظ بنجاح
cs_cz: Úspěšně uloženo
it_it: Salvato con successo
nl_nl: Succesvol opgeslagen
uk: Успішно збережено

source: Options
ar: خيارات
cs_cz: Možnosti
it_it: Opzioni
nl_nl: Opties
uk: Опції

source: Menu Item
ar: عنصر القائمة
cs_cz: Položka nabídky
it_it: Voce del menu
uk: Пункт меню

source: Save Changes
ar: احفظ التغييرات
cs_cz: Uložit změny
it_it: Salva modifiche
nl_nl: Wijzigingen opslaan
uk: Зберегти зміни

source: Select a Global Section
ar: اختر قسمًا عالميًا
cs_cz: Vyberte globální sekci
it_it: Seleziona una Sezione Globale
nl_nl: Selecteer een globale sectie
uk: Виберіть глобальний розділ

source: Enable Mega Menu
ar: تمكين القائمة الضخمة
cs_cz: Povolit Mega Menu
it_it: Abilita Mega Menu
nl_nl: Mega Menu inschakelen
uk: Увімкнути Мега Меню

source: Turns this menu item into a megamenu.
ar: حوّل هذا العنصر في القائمة إلى قائمة كبيرة.
cs_cz: Přeměňte tuto položku menu na megamenu.
it_it: Trasforma questo elemento del menu in un megamenu.
nl_nl: Verander dit menu-item in een megamenu.
uk: Перетворіть цей пункт меню на мегаменю.

source: Mega Menu Global Section
ar: قسم القائمة الشاملة العالمية
cs_cz: Globální sekce mega menu
it_it: Sezione Globale del Mega Menu
nl_nl: Mega Menu Globale Sectie
uk: Глобальний розділ мегаменю

source: Assign a Global Section to display as your mega menu.
ar: قم بتعيين قسم عالمي ليتم عرضه كقائمة ميجا.
cs_cz: Přiřaďte Globální sekci k zobrazení jako vaše mega menu.
it_it: Assegna una Sezione Globale da visualizzare come il tuo mega menu.
nl_nl: Wijs een globale sectie toe om weer te geven als uw mega-menu.
uk: Призначте Глобальний Розділ для відображення як вашого мега меню.

source: Mega Menu Global Section Mobile
ar: القسم العالمي لقائمة ميجا على الجوال
cs_cz: Mega Menu Globální Sekce Mobilní
it_it: Sezione Globale del Mega Menu Mobile
nl_nl: Mega Menu Globale Sectie Mobiel
uk: Глобальний розділ мегаменю для мобільних пристроїв
