Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: No Repeat
ar: لا تكرار
cs_cz: Bez opakování
it_it: Nessuna ripetizione
nl_nl: Geen herhaling
uk: Без повторень

source: Repeat All Directions
ar: كرر جميع الاتجاهات
cs_cz: Zopakujte všechny pokyny
it_it: Ripeti tutte le direzioni
nl_nl: Herhaal alle instructies
uk: Повторіть всі напрямки

source: Repeat Horizontal
ar: كرر أفقيا
cs_cz: Opakujte vodorovně
it_it: Ripeti Orizzontalmente
nl_nl: Herhaal horizontaal
uk: Повторити горизонтально

source: Repeat Vertical
ar: كرر عموديا
cs_cz: Opakujte svisle
it_it: Ripeti in verticale
nl_nl: Herhaal verticaal
uk: Повторіть вертикально

source: Attachment
ar: المرفق
cs_cz: Příloha
it_it: Allegato
nl_nl: Bijlage
uk: Додаток

source: Scroll
ar: تمرير
cs_cz: Posuňte se
it_it: Scorrere
nl_nl: Scrollen
uk: Прокрутити

source: Fixed
ar: تم التصحيح
cs_cz: Opraveno
it_it: Risolto
nl_nl: Vastgesteld
uk: Виправлено

source: Change Video
ar: تغيير الفيديو
cs_cz: Změnit video
it_it: Cambia video
nl_nl: Verander video
uk: Змінити відео

source: Background Video
ar: فيديو الخلفية
cs_cz: Pozadí videa
it_it: Video di sfondo
nl_nl: Achtergrondvideo
uk: Відео на тлі

source: Fit
ar: لائق
cs_cz: Fit Fit
it_it: In forma
nl_nl: Passend
uk: Відповідність

source: Nectar
ar: نكتار
cs_cz: Nektar
it_it: Nettare
uk: Нектар

source: Nectar Global Colors
cs_cz: Nectar Globální Barvy
it_it: Colori globali di Nectar
nl_nl: Nectar Globale Kleuren
uk: Глобальні кольори Нектар

source: WP Custom Color Scheme
cs_cz: Vlastní barevné schéma WP
it_it: Tema di colore personalizzato di WP
nl_nl: Aangepast kleurenschema voor WP
uk: Користувацька колірна схема WP

source: WP Theme Color Scheme
cs_cz: Barva barevného schématu WP motivu
it_it: Schema di colori del tema WP
nl_nl: WP Thema Kleurenschema
uk: Кольорова схема теми WP

source: WP Theme
cs_cz: Téma WP
it_it: Tema WP
nl_nl: WP Thema
uk: Тема WP

source: WP Custom
cs_cz: WP Vlastní
it_it: Personalizzazione WP
nl_nl: WP Aanpassen
uk: WP Спеціальний

source: Background Color
cs_cz: Barva pozadí
it_it: Colore di sfondo
nl_nl: Achtergrondkleur
uk: Колір фону

source: Transparent
ar: شفاف
cs_cz: Průhledný
it_it: Trasparente
nl_nl: Transparant
uk: Прозорий

source: Radial Gradient
ar: التدرج الشعاعي
cs_cz: Radiální přechod
it_it: Gradiente radiale
nl_nl: Radiale gradiënt
uk: Радіальний градієнт

source: Linear Gradient
ar: التدرج الخطي
cs_cz: Lineární přechod
it_it: Gradiente lineare
nl_nl: Lineaire gradiënt
uk: Лінійний градієнт

source: Gradient
ar: التدرج
cs_cz: Přechod
it_it: Gradiente
nl_nl: Verloop
uk: Градієнт

source: Remove Color
ar: إزالة اللون
cs_cz: Odstraňte barvu
it_it: Rimuovi il colore
nl_nl: Verwijder kleur
uk: Видалити колір

source: Swift
ar: سريع
cs_cz: Rychlý
it_it: Veloce
nl_nl: Snel
uk: Швидкий

source: Sine
ar: جيب
cs_cz: Seno
it_it: Senza
nl_nl: Zonder
uk: Синус

source: Cubic
ar: مكعب
cs_cz: Krychlový
it_it: Cubico
nl_nl: Kubisch
uk: Кубічний

source: Quint
ar: كوينت
cs_cz: Pětina
it_it: Quinto
nl_nl: Vijfde
uk: П'ятьдесят

source: Circular
ar: تعميم
cs_cz: Kruhový
it_it: Circolare
nl_nl: Circulair
uk: Коло

source: Quad
ar: رباعية
cs_cz: Čtyři
it_it: Quadrato
nl_nl: Kwartet
uk: Квадрат

source: Quart
ar: كوارت
cs_cz: Kvarteta
it_it: Quattro
nl_nl: Kwart
uk: Квартал

source: Expo
ar: المعرض
it_it: Esposizione
nl_nl: Expositie
uk: Експо

source: Easing Preview
ar: تخفيف المعاينة
cs_cz: Náhled úprav
it_it: Anteprima facilitata
nl_nl: Voorbeeldweergave verlichten
uk: Попередній перегляд плавності

source: Ease In Out
ar: سهولة الدخول للخارج
cs_cz: Zjemnění dovnitř a ven
it_it: Entrare ed uscire
nl_nl: Gemakkelijk in- en uitvoeren
uk: Повільний початок та закінчення

source: Ease Out
ar: تخفيف
cs_cz: Zklidněte se
it_it: Rallenta
nl_nl: Rustig aan
uk: Поступово виходити

source: Ease In
ar: سهولة في
cs_cz: Plynule se zobrazuje
it_it: Entrare dolcemente
nl_nl: Gemakkelijk in
uk: Поступове зменшення

source: Pick a color
ar: اختر اللون
cs_cz: Vyberte si barvu
it_it: Scegli un colore
nl_nl: Kies een kleur
uk: Виберіть колір

source: Label
ar: التسمية
cs_cz: Označení
it_it: Etichetta
nl_nl: Etiket
uk: Мітка

source: Add Global Color
ar: إضافة اللون العالمي
cs_cz: Přidat globální barvu
it_it: Aggiungi colore globale
nl_nl: Voeg Globale Kleur toe
uk: Додати глобальний колір

source: Add Global Gradient
ar: إضافة التدرج العالمي
cs_cz: Přidat globální přechod
it_it: Aggiungi Gradiente Globale
nl_nl: Voeg Globale Gradiënt toe
uk: Додати глобальний градієнт

source: Palette Presets
ar: إعدادات لوحة الألوان المسبقة
cs_cz: Paleta přednastavení
it_it: Impostazioni della palette
nl_nl: Paletvoorinstellingen
uk: Набори палітри

source: Delete Global Color Confirmation
ar: حذف تأكيد اللون العالمي
cs_cz: Potvrdit smazání globální barvy
it_it: Conferma dell'eliminazione del colore globale
nl_nl: Bevestig verwijdering van globale kleur
uk: Видалити підтвердження глобального кольору

source: Are you sure you want to delete
ar: هل أنت متأكد أنك تريد الحذف
cs_cz: Jste si jistý, že chcete smazat
it_it: Sei sicuro di voler eliminare
nl_nl: Ben je zeker dat je wilt verwijderen
uk: Ви впевнені, що хочете видалити?

source: This is a destructive action that can not be undone.
ar: هذا عمل مدمر لا يمكن التراجع عنه.
cs_cz: Toto je destruktivní akce, která nemůže být vrácena zpět.
it_it: Questa è un'azione distruttiva che non può essere annullata.
nl_nl: Dit is een destructieve actie die niet ongedaan gemaakt kan worden.
uk: Це руйнівна дія, яку не можна відмінити.

source: If you're already using this color in blocks, you can optionally reassign it to another.
ar: إذا كنت تستخدم هذا اللون بالفعل في الكتل، فيمكنك اختياريًا إعادة تعيينه إلى لون آخر.
cs_cz: Pokud již používáte tuto barvu v blocích, můžete ji volitelně přiřadit k jinému.
it_it: Se stai già utilizzando questo colore nei blocchi, puoi opzionalmente assegnarlo a un altro.
nl_nl: Als je deze kleur al gebruikt in blokken, kun je ervoor kiezen om deze opnieuw toe te wijzen aan een andere kleur.
uk: Якщо ви вже використовуєте цей колір у блоках, ви можете за бажанням призначити його іншому.

source: to nothing
ar: إلى لا شيء
cs_cz: na nic
it_it: a niente
nl_nl: naar niets
uk: до нічого

source: Confirm Delete
ar: تأكيد الحذف
cs_cz: Potvrdit smazání
it_it: Conferma Elimina
nl_nl: Bevestig verwijderen
uk: Підтвердити видалення

source: Tranquility
ar: السكينة
cs_cz: Klid
it_it: Tranquillità
nl_nl: Rust
uk: Спокій

source: Majestic Forest
ar: الغابة المهيبة
cs_cz: Půvabný les
it_it: Foresta Maestosa
nl_nl: Majestueus bos
uk: Величний ліс

source: Rustic Sunset
ar: غروب الشمس الريفي
cs_cz: Rustikální západ slunce
it_it: Tramonto rustico
nl_nl: Rustieke zonsondergang
uk: Сільський захід сонця

source: Savannah
ar: سافانا
cs_cz: Savana
nl_nl: Savanne
uk: Саванна

source: Bright Royal
ar: برايت رويال
cs_cz: Jasně královský
it_it: Reale luminoso
nl_nl: Heldere Koninklijke
uk: Яскрава королівська

source: Organic Zen
ar: زن عضوي
cs_cz: Organický Zen
it_it: Zen biologico
nl_nl: Biologische Zen
uk: Органічний Зен

source: Camp Fire
ar: نار المخيم
cs_cz: Táborový oheň
it_it: Incendio del campo
nl_nl: Kampvuur
uk: Табірний вогонь

source: Electric Harmony
ar: تناغم كهربائي
cs_cz: Elektrická harmonie
it_it: Armonia Elettrica
nl_nl: Elektrische harmonie
uk: Електрична гармонія

source: Core Colors
ar: الألوان الأساسية
cs_cz: Základní barvy
it_it: Colori principali
nl_nl: Kernkleuren
uk: Основні кольори

source: Custom Colors
ar: ألوان مخصصة
cs_cz: Vlastní barvy
it_it: Colori personalizzati
nl_nl: Aangepaste kleuren
uk: Індивідуальні кольори

source: Core Gradients
ar: التدرجات الأساسية
cs_cz: Jádra gradientů
it_it: Gradienti di base
nl_nl: Kerngradiënten
uk: Ядро градієнтів

source: Custom Gradients
ar: التدرجات المخصصة
cs_cz: Vlastní přechody
it_it: Gradient personalizzati
nl_nl: Aangepaste gradiënten
uk: Індивідуальні градієнти

source: Solids
ar: المواد الصلبة
cs_cz: Pepevněné látky
it_it: Solidi
nl_nl: Vaste stoffen
uk: Тверді речовини

source: Gradients
ar: التدرجات
cs_cz: Přechody
it_it: Gradienti
nl_nl: Verlopen
uk: Градієнти

source: Rename Font
ar: إعادة تسمية الخط
cs_cz: Přejmenovat písmo
it_it: Rinomina il carattere
nl_nl: Lettertype wijzigen
uk: Перейменуйте шрифт

source: New Name
ar: الاسم الجديد
cs_cz: Nové jméno
it_it: Nuovo Nome
nl_nl: Nieuwe naam
uk: Нова назва

source: Save Font Name
ar: حفظ اسم الخط
cs_cz: Uložit název písma
it_it: Salva il nome del carattere
nl_nl: Lettertype opslaan
uk: Зберегти назву шрифту

source: Rename
ar: إعادة تسمية
cs_cz: Přejmenovat
it_it: Rinominare
nl_nl: Hernoem
uk: Перейменувати

source: Add New Font Rule
ar: إضافة قاعدة خط جديدة
cs_cz: Přidat nové pravidlo písma
it_it: Aggiungi una nuova regola del carattere
nl_nl: Voeg nieuwe lettertype regel toe
uk: Додати нове правило шрифту

source: Core Font Rules
ar: قواعد الخط الأساسية
cs_cz: Základní pravidla písma
it_it: Regole fondamentali dei caratteri
nl_nl: Kernletterregels
uk: Основні правила шрифтів

source: Custom Font Rules
ar: قواعد الخط المخصص
cs_cz: Pravidla vlastního písma
it_it: Regole del carattere personalizzato
nl_nl: Aangepaste lettertype regels
uk: Правила власного шрифту

source: Top Left
ar: أعلى اليسار
cs_cz: Levý horní
it_it: In alto a sinistra
nl_nl: Boven links
uk: Верхній лівий

source: Top Center
ar: المركز العلوي
cs_cz: Horní střed
it_it: Centro superiore
nl_nl: Bovenste Midden
uk: Верхній центр

source: Top Right
ar: أعلى اليمين
cs_cz: Vpravo nahoře
it_it: In alto a destra
nl_nl: Boven rechts
uk: Вгорі справа

source: Center Left
ar: مركز اليسار
cs_cz: Středová levice
it_it: Centro Sinistra
nl_nl: Centrum Links
uk: Центр-лівий

source: Center Center
ar: مركز المركز
cs_cz: Střed Střed
it_it: Centro Centro
nl_nl: Centrum Centrum
uk: Центр Центр

source: Center Right
ar: مركز اليمين
cs_cz: Středopravý
it_it: Centro Destra
nl_nl: Centrum Rechts
uk: Центр праворуч

source: Bottom Left
ar: أسفل اليسار
cs_cz: Levý dolní
it_it: In basso a sinistra
nl_nl: Linksonder
uk: Нижній лівий

source: Bottom Center
ar: مركز القاع
cs_cz: Dolní střed
it_it: Centro inferiore
nl_nl: Onderaan in het midden
uk: Нижня центральна частина

source: Bottom Right
ar: أسفل اليمين
cs_cz: Dole vpravo
it_it: In basso a destra
nl_nl: Onderaan rechts
uk: Нижній правий

source: Motion / FX
ar: الحركة / الأثر البصري
cs_cz: Pohyb / FX
it_it: Movimento / Effetti Speciali
nl_nl: Beweging / Effecten
uk: Рух / Спецефекти

source: Change Text Element
ar: تغيير عنصر النص
cs_cz: Změňte textový prvek
it_it: Modifica elemento di testo
nl_nl: Verander tekstelement
uk: Змінити елемент тексту

source: Delete Global Font Confirmation
ar: حذف تأكيد الخط العالمي
cs_cz: Potvrzení odstranění globálního písma
it_it: Elimina conferma del carattere globale
nl_nl: Verwijder Globale Lettertype Bevestiging
uk: Видалити підтвердження глобального шрифту

source: If you're already using this font in blocks, you can optionally reassign it to another.
ar: إذا كنت تستخدم هذا الخط بالفعل في الكتل، فيمكنك اختياريًا إعادة تعيينه إلى خط آخر.
cs_cz: Pokud již používáte tento font ve blocích, můžete ho volitelně přiřadit k jinému.
it_it: Se stai già utilizzando questo carattere nei blocchi, puoi opzionalmente assegnarlo a un altro.
nl_nl: Als je dit lettertype al gebruikt in blokken, kun je ervoor kiezen om het opnieuw toe te wijzen aan een ander lettertype.
uk: Якщо ви вже використовуєте цей шрифт у блоках, ви можете за бажанням призначити його іншому.

source: Min
ar: دقيقة
cs_cz: Minutka
uk: Мін

source: Max
ar: ماكس
it_it: Massimo
uk: Макс

source: Select a font
ar: اختر الخط
cs_cz: Vyberte písmo
it_it: Seleziona un carattere
nl_nl: Selecteer een lettertype
uk: Виберіть шрифт

source: Font Preview
ar: معاينة الخط
cs_cz: Náhled písma
it_it: Anteprima del carattere
nl_nl: Lettertypevoorbeeld
uk: Попередній перегляд шрифту

source: The quick brown fox jumps over the lazy dog and feels as if he were in the seventh heaven of typography.
ar: يقفز الثعلب البني السريع فوق الكلب الكسول ويشعر كما لو كان في السماء السابعة للطباعة.
cs_cz: Rychlý hnědý lišák přeskakuje lenivého psa a cítí se, jako by byl v sedmém nebi typografie.
it_it: La volpe veloce salta sopra il cane pigro e si sente come se fosse nel settimo cielo della tipografia.
nl_nl: De snelle bruine vos springt over de luie hond en voelt alsof hij in de zevende hemel van typografie is.
uk: Швидкий коричневий лис стрибає через лінивого собаку і відчуває, ніби він опинився в сьомому небі типографі.

source: Font Source
ar: مصدر الخط
cs_cz: Zdroj písma
it_it: Origine del font
nl_nl: Lettertypebron
uk: Джерело шрифту

source: Font Family
ar: عائلة الخط
cs_cz: Rodina písma
it_it: Famiglia di caratteri
nl_nl: Lettertype familie
uk: Сімейство шрифтів

source: Font Weight
ar: وزن الخط
cs_cz: Tučnost písma
it_it: Grassetto
nl_nl: Lettertype dikte
uk: Насиченість шрифту

source: Responsive Sizing
ar: التحجيم المستجيب
cs_cz: Reaktivní velikost
it_it: Dimensioni responsive
nl_nl: Responsieve afmetingen
uk: Адаптивний розмір

source: Font Subset
ar: مجموعة الخط الفرعية
cs_cz: Podskupina písma
it_it: Sottogruppo di caratteri
nl_nl: Lettertype subset
uk: Підмножина шрифту

source: Letter Spacing
ar: تباعد الحروف
cs_cz: Rozteč písmen
it_it: Spaziatura delle lettere
nl_nl: Letterafstand
uk: Міжлітерний інтервал

source: Video Settings
ar: إعدادات الفيديو
cs_cz: Nastavení videa
it_it: Impostazioni video
nl_nl: Videoweergaven
uk: Налаштування відео

source: Desktop (Main)
ar: سطح المكتب (الرئيسي)
cs_cz: Stolní počítač (Hlavní)
it_it: Desktop (Principale)
nl_nl: Bureaublad (Hoofd)
uk: Робочий стіл (Головний)

source: Changes waterfall down through all screen sizes,
ar: تغيير الشلال عبر كافة أحجام الشاشة،
cs_cz: Změny se řinou dolů skrz všechny velikosti obrazovek,
it_it: I cambiamenti scorrono attraverso tutte le dimensioni dello schermo,
nl_nl: Veranderingen stromen door op alle schermformaten,
uk: Зміни спадають по всіх розмірах екрану,

source: unless values are overridden in smaller responsive modes.
ar: ما لم يتم تجاوز القيم في أوضاع الاستجابة الأصغر.
cs_cz: Pokud nejsou hodnoty přepsány v menších responzivních režimech
it_it: a meno che i valori non siano sovrascritti nelle modalità responsive più piccole.
nl_nl: Tenzij waarden worden overschreven in kleinere responsieve modi
uk: Якщо значення не перевизначаються в менших респонсивних режимах.

source: Tablet (1024px and smaller)
ar: جهاز لوحي (1024 بكسل وأصغر)
cs_cz: Tablet (1024px a menší)
it_it: Tablet (1024px e più piccolo)
nl_nl: Tablet (1024px en kleiner)
uk: Планшет (1024 пікселів і менше)

source: Changes waterfall down through all screen sizes smaller than 1024px.
ar: تغيير الشلال عبر كافة أحجام الشاشة الأصغر من 1024 بكسل.
cs_cz: Změny padají dolů přes všechny velikosti obrazovek menší než 1024px.
it_it: Le modifiche scorrono verso il basso attraverso tutte le dimensioni dello schermo più piccole di 1024px.
nl_nl: Veranderingen stromen door op alle schermformaten kleiner dan 1024px.
uk: Зміни просочуються через всі розміри екрану менші за 1024px.

source: unless values are overridden in the "Phone" responsive mode.
ar: ما لم يتم تجاوز القيم في وضع الاستجابة "الهاتف".
cs_cz: Pokud nejsou hodnoty přepsány v režimu "Telefon"
it_it: a meno che i valori non siano sovrascritti nella modalità di visualizzazione "Telefono".
nl_nl: Tenzij waarden worden overschreven in de "Telefoon" responsieve modus
uk: Якщо значення не будуть перевизначені у режимі "Телефон".

source: Phone (768px and smaller)
ar: هاتف (768 بكسل وأصغر)
cs_cz: Telefon (768px a menší)
it_it: Telefono (768px e inferiore)
nl_nl: Telefoon (768px en kleiner)
uk: Телефон (768px та менше)

source: Changes waterfall down through all screen sizes smaller than 768px.
ar: تغيير الشلال عبر كافة أحجام الشاشة الأصغر من 768 بكسل.
cs_cz: Změny se šíří dolů přes všechny velikosti obrazovek menší než 768px.
it_it: Le modifiche scorrono verso il basso attraverso tutte le dimensioni dello schermo più piccole di 768px.
nl_nl: Veranderingen stromen door naar alle schermformaten kleiner dan 768px.
uk: Зміни просочуються через всі розміри екрану менші за 768px.

source: Hover State
ar: حالة التحويم
cs_cz: Stav při najetí
it_it: Stato di Hover
nl_nl: Zweefstaat
uk: Стан при наведенні

source: Freezes the hover state of all elements for easy style adjustments.
ar: تجميد حالة التمرير لجميع العناصر لإجراء تعديلات سهلة على النمط.
cs_cz: Zamrzne stav při najetí myší na všechny prvky pro snadné úpravy stylu.
it_it: Congela lo stato di hover di tutti gli elementi per facilitare gli aggiustamenti dello stile.
nl_nl: Bevriest de hover-status van alle elementen voor eenvoudige stijlaanpassingen.
uk: Заморожує стан наведення курсору для всіх елементів для легкої настройки стилю.

source: Setting hover values will override all responsive values.
ar: سيؤدي تحديد قيم التمرير إلى تجاوز كافة القيم المستجيبة.
cs_cz: Nastavení hodnot pro přejetí kurzorem přepíše všechny responsivní hodnoty.
it_it: Impostare i valori di hover sovrascriverà tutti i valori responsivi.
nl_nl: Het instellen van hover-waarden zal alle responsieve waarden overschrijven.
uk: Встановлення значень при наведенні перевизначить всі адаптивні значення.

source: Template Library
ar: مكتبة النماذج
cs_cz: Šablony knihovny
it_it: Libreria di modelli
nl_nl: Sjabloonbibliotheek
uk: Бібліотека шаблонів

source: Nectarblocks Template Library
ar: مكتبة قوالب نيكتاربلوكس
cs_cz: Knihovna šablon Nectarblocks
it_it: Libreria di modelli di Nectarblocks
nl_nl: Nectarblocks sjabloonbibliotheek
uk: Бібліотека шаблонів Nectarblocks

source: Search templates..
ar: قوالب البحث..
cs_cz: Vyhledat šablony...
it_it: Cerca modelli..
nl_nl: Zoek sjablonen..
uk: Пошук шаблонів.

source: Nectarblocks license not active.
ar: ترخيص Nectarblocks غير نشط.
cs_cz: Licence Nectarblocks není aktivní.
it_it: La licenza di Nectarblocks non è attiva.
nl_nl: Nectarblocks-licentie niet actief.
uk: Ліцензія Nectarblocks не активна.

source: Please add your license key to the
ar: يرجى إضافة مفتاح الترخيص الخاص بك إلى
cs_cz: Prosím přidejte svůj licenční klíč do
it_it: Per favore aggiungi la tua chiave di licenza a
nl_nl: Voeg alstublieft uw licentiesleutel toe aan de
uk: Будь ласка, додайте свій ліцензійний ключ до

source: Nectarblocks Authorization tab.
ar: لوحة تفويض Nectarblocks.
cs_cz: Autorizační záložka Nectarblocks.
it_it: Scheda di autorizzazione di Nectarblocks.
nl_nl: Nectarblocks Autorisatie tabblad.
uk: Вкладка Авторизації Nectarblocks.

source: Try a different search query or category.
ar: جرب استعمال استعلام بحث آخر أو فئة مختلفة.
cs_cz: Zkuste jiný vyhledávací dotaz nebo kategorii.
it_it: Prova una query di ricerca o una categoria diversa.
nl_nl: Probeer een andere zoekopdracht of categorie.
uk: Спробуйте інший запит або категорію пошуку.

source: About
ar: حول
cs_cz: O&nbsp
it_it: A proposito
nl_nl: Over
uk: Про

source: Call To Action
ar: دعوة للعمل
cs_cz: Výzva k akci
it_it: Chiamata all'azione
nl_nl: Oproep tot actie
uk: Заклик до дії

source: Intro
ar: المقدمة
cs_cz: Úvod
it_it: Introduzione
uk: Вступ

source: Pricing
ar: التسعير
cs_cz: Cenové nabídky
it_it: Prezzi
nl_nl: Prijzen
uk: Ціноутворення

source: Quotes
ar: الاقتباسات
cs_cz: Citáty
it_it: Citazioni
nl_nl: Citaten
uk: Цитати

source: Scroll Section
ar: قسم التمرير
cs_cz: Posunout sekci
it_it: Sezione di scorrimento
nl_nl: Scroll sectie
uk: Прокрутити розділ

source: Text Layouts
ar: تنسيق النصوص
cs_cz: Rozložení textu
it_it: Layout di testo
nl_nl: Tekstindeling
uk: Макети тексту

source: Search for images by keywords...
ar: البحث عن الصور بالكلمات الرئيسية...
cs_cz: Hledejte obrázky podle klíčových slov...
it_it: Cerca immagini per parole chiave...
nl_nl: Zoek naar afbeeldingen op trefwoorden...
uk: Шукайте зображення за ключовими словами...

source: All Colors
ar: جميع الألوان
cs_cz: Všechny barvy
it_it: Tutti i colori
nl_nl: Alle kleuren
uk: Усі кольори

source: Black
ar: أسود
cs_cz: Černá
it_it: Nero
nl_nl: Zwart
uk: Чорний

source: White
ar: أبيض
cs_cz: Bílá
it_it: Bianco
nl_nl: Wit
uk: Білий

source: Yellow
ar: أصفر
cs_cz: Žlutá
it_it: Giallo
nl_nl: Geel
uk: Жовтий

source: Orange
ar: برتقالي
cs_cz: Oranžová
it_it: Arancione
nl_nl: Oranje
uk: Помаранчевий

source: Red
ar: أحمر
cs_cz: Červená
it_it: Rosso
nl_nl: Rood
uk: Червоний

source: Magenta
ar: أرجواني
cs_cz: Fialová
uk: Пурпурний

source: Purple
ar: أرجواني
cs_cz: Fialová
it_it: Viola
nl_nl: Paars
uk: Фіолетовий

source: Blue
ar: أزرق
cs_cz: Modrá
it_it: Blu
nl_nl: Blauw
uk: Синій

source: Teal
ar: البط البري
it_it: Turchese
uk: Блакитний

source: Green
ar: أخضر
cs_cz: Zelená
it_it: Verde
nl_nl: Groen
uk: Зелений

source: All Orientations
ar: جميع التوجهات
cs_cz: Všechny orientace
it_it: Tutte le orientazioni
nl_nl: Alle oriëntaties
uk: Усі орієнтації

source: Landscape
ar: منظر طبيعي
cs_cz: Krajina
it_it: Paesaggio
nl_nl: Landschap
uk: Ландшафт

source: Portrait
ar: صورة شخصية
cs_cz: Portrét
it_it: Ritratto
nl_nl: Portret
uk: Портрет

source: Squarish
ar: تربيع
cs_cz: Čtvercovitý
it_it: Squadrato
nl_nl: Vierkantachtig
uk: Квадратоподібний

source: Photo by
ar: تصوير
cs_cz: Fotografie od
it_it: Foto di
nl_nl: Foto door
uk: Фото від

source: There was an error importing
ar: حدث خطأ أثناء الاستيراد
cs_cz: Došlo k chybě při importu
it_it: C'è stato un errore durante l'importazione
nl_nl: Er is een fout opgetreden bij het importeren
uk: Виникла помилка під час імпорту

source: Import Image
ar: استيراد الصورة
cs_cz: Importovat obrázek
it_it: Importa immagine
nl_nl: Afbeelding importeren
uk: Імпортуйте зображення

source: No results found
ar: لم يتم العثور على نتائج
cs_cz: Nebyly nalezeny žádné výsledky.
it_it: Nessun risultato trovato
nl_nl: Geen resultaten gevonden
uk: Результатів не знайдено.

source: Try searching again.
ar: حاول البحث مرة أخرى.
cs_cz: Zkuste hledat znovu.
it_it: Prova a cercare di nuovo.
nl_nl: Probeer het opnieuw te zoeken.
uk: Спробуйте знову здійснити пошук.

source: Nectar Images
ar: صور نكتار
cs_cz: Obrázky Nectar
it_it: Immagini di nettare
nl_nl: Nectar Afbeeldingen
uk: Зображення Нектару

source: Welcome Guide
ar: دليل الترحيب
cs_cz: Průvodce vítá vás
it_it: Guida di benvenuto
nl_nl: Welkomstgids
uk: Посібник для вітання

source: Getting Started with Nectarblocks
ar: البدء مع كتل النكتار
cs_cz: Začínáme s Nectarblocks
it_it: Iniziare con i blocchi di nettare
nl_nl: Aan de slag met Nectarblocks
uk: Початок роботи з Nectarblocks

source: To start creating a page, you can add blocks by clicking the plus icon located on the left of the top toolbar.
ar: لبدء إنشاء صفحة، يمكنك إضافة كتل عن طريق النقر على أيقونة الزائد الموجودة على اليسار في شر
cs_cz: Pro začátek vytváření stránky můžete přidat bloky kliknutím na ikonu plus umístěnou vlevo nahoře v nástrojové liště.
it_it: Per iniziare a creare una pagina, puoi aggiungere blocchi facendo clic sull'icona più situata sulla sinistra della barra degli strumenti in alto.
nl_nl: Om een pagina te maken, kun je blokken toevoegen door te klikken op het pluspictogram linksboven in de werkbalk.
uk: Для початку створення сторінки ви можете додати блоки, натиснувши на знак плюс, розташований зліва вгорі панелі ін

source: The Nectarblocks category will appear at the top of the block list, with each block highlighted in blue for easy identification.
ar: سيظهر قسم Nectarblocks في أعلى قائمة الكتل، مع تمييز كل كتلة باللون الأزرق لسهولة التعرف عليها.
cs_cz: Kategorie Nectarblocks se objeví nahoře na seznamu bloků, přičemž každý blok bude zvýrazněn modře pro snadné identifikování.
it_it: La categoria Nectarblocks apparirà in cima all'elenco dei blocchi, con ciascun blocco evidenziato in blu per una facile identificazione.
nl_nl: De categorie Nectarblocks zal bovenaan de blokkenlijst verschijnen, waarbij elk blok gemarkeerd is in het blauw voor eenvoudige identificatie.
uk: Категорія Nectarblocks з'явиться у верхній частині списку блоків, причому кожен блок буде підсвічений синім кольором для легкого визнач.
