Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: Assign a Global Section to display as your mega menu in the Off Canvas Menu. Not compatible with fullscreen menus.
ar: قم بتعيين قسم عالمي ليتم عرضه كقائمة ضخمة في قائمة Off Canvas. غير متوافق مع القوائم بملء الشاشة.
cs_cz: Přiřaďte Globální sekci k zobrazení jako vaše mega menu v Off Canvas Menu. Není kompatibilní s celoobrazovkovými menu.
it_it: Assegna una Sezione Globale da visualizzare come il tuo mega menu nel Menu Fuori Tela. Non compatibile con i menu a schermo intero.
nl_nl: Wijs een Globale Sectie toe om weer te geven als uw mega menu in het Off Canvas Menu. Niet compatibel met fullscreen menu's.
uk: Призначте Глобальний Розділ для відображення як мега меню в Меню за межами полотна. Не сумісно з меню на весь екран.

source: Persist In Mobile Navigation Header
ar: استمر في شريط التنقل العلوي للجوال
cs_cz: Trvat v mobilní navigační hlavičce
it_it: Persisti nell'intestazione di navigazione mobile
nl_nl: Volharden in mobiele navigatiekop
uk: Залишатися в заголовку мобільної навігації

source: This will cause the link to remain visible in your mobile header navigation instead of the default location within the off canvas menu.
ar: سيؤدي ذلك إلى بقاء الرابط مرئيًا في شريط التنقل العلوي على هاتفك المحمول بدلاً من الموقع الافتراضي داخل قائمة الأوف كانفاس.
cs_cz: To způsobí, že odkaz zůstane viditelný v navigaci záhlaví na mobilním zařízení, místo aby byl ve výchozím umístění v nabídce mimo plátno.
it_it: Questo farà sì che il link rimanga visibile nella navigazione dell'intestazione mobile invece della posizione predefinita all'interno del menu a scomparsa.
nl_nl: Hierdoor blijft de link zichtbaar in je mobiele headernavigatie in plaats van de standaardlocatie binnen het off-canvas menu.
uk: Це призведе до того, що посилання залишатиметься видимим у навігації заголовка вашого мобільного пристрою замість стандартного розташування в меню поза полотном.

source: Menu Item Link Button Style
ar: نمط زر رابط عنصر القائمة
cs_cz: Styl tlačítka odkazu položky nabídky
it_it: Stile Pulsante Collegamento Voce di Menu
nl_nl: Menu-item linkknopstijl
uk: Стиль кнопки посилання елемента меню

source: Choose a style for your menu item.
ar: اختر نمطًا لعنصر قائمتك.
cs_cz: Vyberte styl pro svou položku menu.
it_it: Scegli uno stile per il tuo elemento del menu.
nl_nl: Kies een stijl voor uw menu-item.
uk: Виберіть стиль для свого пункту меню.

source: Solid Background
ar: خلفية صلبة
cs_cz: Pevné pozadí
it_it: Sfondo solido
nl_nl: Solide achtergrond
uk: Суцільний фон

source: Bordered
ar: محدود بحواف
cs_cz: Ohraničený
it_it: Bordato
nl_nl: Omlijst
uk: Оточений

source: Menu Item Link Text Hover
ar: نص رابط عنصر القائمة عند التمرير
cs_cz: Text odkazu položky nabídky při najetí myší
it_it: Testo del collegamento del menu al passaggio del mouse
nl_nl: Menu-item linktekst zweven
uk: Текст посилання пункту меню при наведенні курсору

source: Optionally set a link hover animation.
ar: قم بتعيين حركة تحويم الرابط بشكل اختياري.
cs_cz: Volitelně nastavte animaci při najetí myší na odkaz.
it_it: Imposta facoltativamente un'animazione al passaggio del mouse sul link.
nl_nl: Stel optioneel een hover-animatie voor links in.
uk: За бажанням встановіть анімацію при наведенні на посилання.

source: Wave
ar: موجة
cs_cz: Vlna
it_it: Onda
nl_nl: Golf
uk: Хвиля

source: Button Text Color
ar: لون نص الزر
cs_cz: Barva textu tlačítka
it_it: Colore del testo del pulsante
nl_nl: Knoptekstkleur
uk: Колір тексту кнопки

source: Button Hover/Active Color
ar: لون الزر عند التحويم/التفعيل
cs_cz: Barva při najetí/aktivaci tlačítka
it_it: Colore al passaggio del mouse/attivo del pulsante
nl_nl: Knop zweef-/actieve kleur
uk: Колір при наведенні/активний колір кнопки

source: Button Text Hover/Active Color
ar: لون النص عند تمرير المؤشر/التفعيل
cs_cz: Barva textu tlačítka při najetí/aktivaci
it_it: Colore del testo del pulsante al passaggio del mouse/attivo
nl_nl: Knoptekst Hover/Actieve Kleur
uk: Колір тексту кнопки при наведенні/активації

source: Button Border Color
ar: لون حدود الزر
cs_cz: Barva okraje tlačítka
it_it: Colore del bordo del pulsante
nl_nl: Knoprandkleur
uk: Колір межі кнопки

source: Button Border Color Hover
ar: لون حدود الزر عند التحويم
cs_cz: Barva ohraničení tlačítka při najetí myší
it_it: Colore bordo pulsante al passaggio del mouse
nl_nl: Knoprandkleur zweven
uk: Колір обведення кнопки при наведенні

source: Icon Selection
ar: اختيار الأيقونة
cs_cz: Výběr ikony
it_it: Selezione dell'icona
nl_nl: Pictogramselectie
uk: Вибір іконки

source: Upload an icon to display next to the menu item title.
ar: قم بتحميل أيقونة لعرضها بجانب عنوان عنصر القائمة.
cs_cz: Nahrajte ikonu, která se zobrazí vedle názvu položky menu.
it_it: Carica un'icona da visualizzare accanto al titolo dell'elemento del menu.
nl_nl: Upload een pictogram om naast de titel van het menu-item weer te geven.
uk: Завантажте значок для відображення поруч із назвою пункту меню.

source: Menu Icon Size
ar: حجم أيقونة القائمة
cs_cz: Velikost ikony nabídky
it_it: Dimensione icona del menu
nl_nl: Pictogramgrootte van het menu
uk: Розмір значка меню

source: Define a custom size for your icon. Leave this blank for the default value.
ar: حدد حجمًا مخصصًا لأيقونتك. اترك هذا الحقل فارغًا للقيمة الافتراضية.
cs_cz: Definujte vlastní velikost pro vaši ikonu. Nechte toto pole prázdné pro výchozí hodnotu.
it_it: Definisci una dimensione personalizzata per la tua icona. Lascia vuoto questo campo per il valore predefinito.
nl_nl: Definieer een aangepaste grootte voor uw pictogram. Laat dit leeg voor de standaardwaarde.
uk: Визначте власний розмір для вашої іконки. Залиште це поле порожнім для значення за замовчуванням.

source: Menu Icon Position
ar: موضع أيقونة القائمة
cs_cz: Pozice ikony nabídky
it_it: Posizione dell'icona del menu
nl_nl: Positie van het menu-icoon
uk: Позиція значка меню

source: Determines where the menu icon will be aligned relative to the text. (Only applies to submenu items)
ar: يحدد مكان محاذاة أيقونة القائمة بالنسبة للنص. (ينطبق فقط على عناصر القائمة الفرعية)
cs_cz: Určuje, kde bude ikona nabídky zarovnána vzhledem k textu. (Platí pouze pro položky podnabídky)
it_it: Determina dove verrà allineata l'icona del menu rispetto al testo. (Si applica solo agli elementi del sottomenu)
nl_nl: Bepaalt waar het menu-icoon wordt uitgelijnd ten opzichte van de tekst. (Geldt alleen voor submenu-items)
uk: Визначає, де значок меню буде вирівняний відносно тексту. (Застосовується лише до пунктів підменю)

source: Next To Text
ar: بجوار النص
cs_cz: Vedle textu
it_it: Accanto al testo
nl_nl: Naast tekst
uk: Поруч з текстом

source: Above Text
ar: النص أعلاه
cs_cz: Nad textem
it_it: Testo sopra
nl_nl: Bovenstaande tekst
uk: Текст вище

source: Menu Icon Spacing
ar: تباعد أيقونات القائمة
cs_cz: Rozestupy ikon v menu
it_it: Spaziatura icona del menu
nl_nl: Menu-pictogramafstand
uk: Інтервал між значками меню

source: Define a custom amount of spacing between your icon and menu item text. Leave this blank for the default value. (Only applies to submenu items)
ar: حدد مقدارًا مخصصًا من المسافة بين الأيقونة ونص عنصر القائمة. اترك هذا الحقل فارغًا للقيمة الافتراضية. (ينطبق فقط على عناصر القائمة الفرعية)
cs_cz: Definujte vlastní množství mezery mezi vaší ikonou a textem položky menu. Nechte toto pole prázdné pro výchozí hodnotu. (Platí pouze pro položky podmenu)
it_it: Definisci una quantità personalizzata di spaziatura tra la tua icona e il testo dell'elemento del menu. Lascia questo campo vuoto per il valore predefinito. (Si applica solo agli elementi del sottomenu)
nl_nl: Definieer een aangepaste hoeveelheid ruimte tussen uw pictogram en menutekst. Laat dit leeg voor de standaardwaarde. (Alleen van toepassing op submenu-items)
uk: Визначте власну величину відступу між вашою іконкою та текстом пункту меню. Залиште це поле порожнім для значення за замовчуванням. (Застосовується лише до підпунктів меню)

source: Please note that the Gutenberg plugin is intended for testing new Block Editor features, and Nectarblocks may not be fully compatible with it.
ar: يرجى ملاحظة أن إضافة Gutenberg مخصصة لاختبار ميزات محرر الكتل الجديدة، وقد لا تكون Nectarblocks متوافقة تمامًا معها.
cs_cz: Vezměte prosím na vědomí, že plugin Gutenberg je určen pro testování nových funkcí editoru bloků a Nectarblocks s ním nemusí být plně kompatibilní.
it_it: Si prega di notare che il plugin Gutenberg è destinato a testare nuove funzionalità dell'Editor a Blocchi, e Nectarblocks potrebbe non essere pienamente compatibile con esso.
nl_nl: Houd er rekening mee dat de Gutenberg-plugin bedoeld is voor het testen van nieuwe functies van de Blokeditor, en dat Nectarblocks mogelijk niet volledig compatibel is ermee.
uk: Зверніть увагу, що плагін Gutenberg призначений для тестування нових функцій Редактора блоків, і Nectarblocks може бути не повністю сумісним з ним.

source: No posts found.
ar: لم يتم العثور على منشورات.
cs_cz: Žádné příspěvky nebyly nalezeny.
it_it: Nessun post trovato.
nl_nl: Geen berichten gevonden.
uk: Публікацій не знайдено.

source: Try adjusting your query parameters.
ar: حاول تعديل معلمات الاستعلام الخاصة بك.
cs_cz: Zkuste upravit parametry svého dotazu.
it_it: Prova a regolare i parametri della tua query.
nl_nl: Probeer uw queryparameters aan te passen.
uk: Спробуйте змінити параметри вашого запиту.

source: No taxonomies selected.
ar: لم يتم اختيار أي تصنيفات.
cs_cz: Žádné taxonomie nebyly vybrány.
it_it: Nessuna tassonomia selezionata.
nl_nl: Geen taxonomieën geselecteerd.
uk: Не вибрано жодної таксономії.

source: Failed to save settings.
ar: فشل في حفظ الإعدادات.
cs_cz: Nepodařilo se uložit nastavení.
it_it: Impossibile salvare le impostazioni.
nl_nl: Opslaan van instellingen mislukt.
uk: Не вдалося зберегти налаштування.

source: Successfully saved settings for:
ar: تم حفظ الإعدادات بنجاح لـ:
cs_cz: Nastavení úspěšně uloženo pro:
it_it: Impostazioni salvate con successo per:
nl_nl: Instellingen succesvol opgeslagen voor:
uk: Налаштування успішно збережено для:

source: Failed to save settings for:
ar: فشل في حفظ الإعدادات لـ:
cs_cz: Nepodařilo se uložit nastavení pro:
it_it: Impossibile salvare le impostazioni per:
nl_nl: Kon niet opslaan instellingen voor:
uk: Не вдалося зберегти налаштування для:

source: to enable the full feature set and updates.
ar: لتمكين مجموعة الميزات الكاملة والتحديثات.
cs_cz: k aktivaci celé sady funkcí a aktualizací.
it_it: per abilitare l'intero set di funzionalità e aggiornamenti.
nl_nl: om de volledige set functies en updates in te schakelen.
uk: щоб увімкнути повний набір функцій та оновлення.

source: Allows WordPress to check for Nectarblocks updates automatically. Updates are checked every 4 hours.
ar: يسمح لـ WordPress بالتحقق من تحديثات Nectarblocks تلقائيًا. يتم التحقق من التحديثات كل 4 ساعات.
cs_cz: Umožňuje WordPressu automaticky kontrolovat aktualizace Nectarblocks. Aktualizace jsou kontrolovány každé 4 hodiny.
it_it: Consente a WordPress di controllare automaticamente gli aggiornamenti di Nectarblocks. Gli aggiornamenti vengono controllati ogni 4 ore.
nl_nl: Staat WordPress toe om automatisch op Nectarblocks-updates te controleren. Updates worden elke 4 uur gecontroleerd.
uk: Дозволяє WordPress автоматично перевіряти оновлення Nectarblocks. Оновлення перевіряються кожні 4 години.

source: Check for Updates
ar: تحقق من التحديثات
cs_cz: Zkontrolovat aktualizace
it_it: Controlla aggiornamenti
nl_nl: Controleren op updates
uk: Перевірити наявність оновлень

source: Force an immediate check of updates for Nectarblocks.
ar: قم بإجراء فحص فوري للتحديثات لـ Nectarblocks.
cs_cz: Vynutit okamžitou kontrolu aktualizací pro Nectarblocks.
it_it: Forza un controllo immediato degli aggiornamenti per Nectarblocks.
nl_nl: Forceer een onmiddellijke controle op updates voor Nectarblocks.
uk: Примусово перевірити оновлення для Nectarblocks негайно.

source: Add a New Font
ar: إضافة خط جديد
cs_cz: Přidat nové písmo
it_it: Aggiungi un nuovo font
nl_nl: Voeg een nieuw lettertype toe
uk: Додати новий шрифт

source: Enter the name of your font..
ar: أدخل اسم الخط الخاص بك.
cs_cz: Zadejte název svého písma.
it_it: Inserisci il nome del tuo font.
nl_nl: Voer de naam van uw lettertype in.
uk: Введіть назву вашого шрифту.

source: Please enter a font name.
ar: يرجى إدخال اسم الخط.
cs_cz: Zadejte název písma.
it_it: Per favore, inserisci un nome di carattere.
nl_nl: Voer een lettertype naam in.
uk: Будь ласка, введіть назву шрифту.

source: Failed to update custom font.
ar: فشل في تحديث الخط المخصص.
cs_cz: Nepodařilo se aktualizovat vlastní písmo.
it_it: Aggiornamento del font personalizzato non riuscito.
nl_nl: Bijwerken van aangepast lettertype mislukt.
uk: Не вдалося оновити користувацький шрифт.

source: Successfully updated custom font.
ar: تم تحديث الخط المخصص بنجاح.
cs_cz: Úspěšně aktualizováno vlastní písmo.
it_it: Font personalizzato aggiornato con successo.
nl_nl: Aangepast lettertype succesvol bijgewerkt.
uk: Шрифт успішно оновлено.

source: Add Font
ar: إضافة خط
cs_cz: Přidat písmo
it_it: Aggiungi carattere
nl_nl: Lettertype toevoegen
uk: Додати шрифт

source: No changes were made.
ar: لم يتم إجراء أي تغييرات.
cs_cz: Žádné změny nebyly provedeny.
it_it: Non sono state apportate modifiche.
nl_nl: Er zijn geen wijzigingen aangebracht.
uk: Змін не було внесено.

source: Failed to update custom font variation.
ar: فشل في تحديث تنويع الخط المخصص.
cs_cz: Nepodařilo se aktualizovat vlastní variaci písma.
it_it: Aggiornamento della variazione del font personalizzato non riuscito.
nl_nl: Kan aangepaste lettertypevariatie niet bijwerken.
uk: Не вдалося оновити варіацію користувацького шрифту.

source: Successfully updated custom font variation.
ar: تم تحديث تنويع الخط المخصص بنجاح.
cs_cz: Úspěšně aktualizována variace vlastního písma.
it_it: Aggiornamento riuscito della variazione del font personalizzato.
nl_nl: Aangepaste lettertypevariatie succesvol bijgewerkt.
uk: Успішно оновлено варіацію користувацького шрифту.

source: Update Font Data
ar: تحديث بيانات الخط
cs_cz: Aktualizovat data písma
it_it: Aggiorna i dati dei caratteri
nl_nl: Lettertypegegevens bijwerken
uk: Оновити дані шрифту

source: Failed to delete custom font variation
ar: فشل في حذف تنويع الخط المخصص
cs_cz: Nepodařilo se odstranit vlastní variantu písma
it_it: Impossibile eliminare la variazione del font personalizzato
nl_nl: Verwijderen van aangepaste lettertypevariatie mislukt
uk: Не вдалося видалити користувацький варіант шрифту

source: Successfully deleted custom font variation.
ar: تم حذف تنويع الخط المخصص بنجاح.
cs_cz: Úspěšně odstraněna vlastní variace písma.
it_it: Eliminazione della variazione del carattere personalizzato riuscita.
nl_nl: Aangepaste lettertypevariatie succesvol verwijderd.
uk: Успішно видалено користувацький варіант шрифту.

source: Failed to delete custom font.
ar: فشل في حذف الخط المخصص.
cs_cz: Nepodařilo se smazat vlastní písmo.
it_it: Impossibile eliminare il carattere personalizzato.
nl_nl: Het verwijderen van het aangepaste lettertype is mislukt.
uk: Не вдалося видалити користувацький шрифт.

source: Successfully deleted custom font.
ar: تم حذف الخط المخصص بنجاح.
cs_cz: Úspěšně odstraněno vlastní písmo.
it_it: Font personalizzato eliminato con successo.
nl_nl: Aangepast lettertype succesvol verwijderd.
uk: Шрифт успішно видалено.

source: Add a Font Variation
ar: أضف تنوعًا في الخط
cs_cz: Přidat variaci písma
it_it: Aggiungi una variazione di carattere
nl_nl: Voeg een lettertypevariatie toe
uk: Додати варіацію шрифту

source: Choose a .ttf, .woff, or .woff2 file
ar: اختر ملف .ttf أو .woff أو .woff2
cs_cz: Vyberte soubor .ttf, .woff nebo .woff2
it_it: Scegli un file .ttf, .woff o .woff2
nl_nl: Kies een .ttf-, .woff- of .woff2-bestand
uk: Виберіть файл .ttf, .woff або .woff2

source: Successfully custom font.
ar: تم تخصيص الخط بنجاح.
cs_cz: Úspěšně vlastní písmo.
it_it: Font personalizzato con successo.
nl_nl: Succesvol aangepast lettertype.
uk: Успішно налаштовано користувацький шрифт.

source: Failed to import custom font.
ar: فشل في استيراد الخط المخصص.
cs_cz: Nepodařilo se importovat vlastní písmo.
it_it: Impossibile importare il font personalizzato.
nl_nl: Kon het aangepaste lettertype niet importeren.
uk: Не вдалося імпортувати користувацький шрифт.

source: Establish reusable color schemes and typography rules that can be effortlessly applied to Nectar blocks across all your pages.
ar: قم بإنشاء مخططات ألوان قابلة لإعادة الاستخدام وقواعد الطباعة التي يمكن تطبيقها بسهولة على Nectar blocks عبر جميع صفحاتك.
cs_cz: Vytvořte znovupoužitelné barevné schémata a typografická pravidla, která lze snadno aplikovat na Nectar blocks na všech vašich stránkách.
it_it: Stabilisci schemi di colore riutilizzabili e regole tipografiche che possono essere applicate senza sforzo ai blocchi Nectar su tutte le tue pagine.
nl_nl: Stel herbruikbare kleurenschema's en typografieregels op die moeiteloos kunnen worden toegepast op Nectar blocks op al je pagina's.
uk: Встановіть багаторазові кольорові схеми та правила типографіки, які можна без зусиль застосувати до Nectar blocks на всіх ваших сторінках.

source: Experience unparalleled control with our extensively customizable block settings. Tailor each element to your unique design requirements.
ar: اختبر تحكمًا لا مثيل له مع إعدادات الكتل القابلة للتخصيص بشكل واسع. قم بتخصيص كل عنصر وفقًا لمتطلبات التصميم الفريدة الخاصة بك.
cs_cz: Zažijte bezkonkurenční kontrolu s našimi rozsáhle přizpůsobitelnými nastaveními bloků. Přizpůsobte každý prvek svým jedinečným požadavkům na design.
it_it: Sperimenta un controllo senza pari con le nostre impostazioni dei blocchi ampiamente personalizzabili. Adatta ogni elemento alle tue esigenze di design uniche.
nl_nl: Ervaar ongeëvenaarde controle met onze uitgebreid aanpasbare blokinstellingen. Pas elk element aan op uw unieke ontwerpvereisten.
uk: Відчуйте неперевершений контроль завдяки нашим надзвичайно настроюваним параметрам блоків. Налаштуйте кожен елемент відповідно до ваших унікальних вимог до дизайну.

source: Widgets
ar: الأدوات المصغّرة
cs_cz: Widgety
it_it: Widget
uk: Віджети

source: Warning: This demo requires
ar: تحذير: يتطلب هذا العرض التوضيحي
cs_cz: Upozornění: Tato ukázka vyžaduje
it_it: Avviso: Questa demo richiede
nl_nl: Waarschuwing: Deze demo vereist
uk: Попередження: Ця демонстрація вимагає

source: but the plugin is not currently active in your setup.
ar: لكن المكون الإضافي غير نشط حاليًا في إعدادك.
cs_cz: ale plugin momentálně není ve vašem nastavení aktivní.
it_it: ma il plugin non è attualmente attivo nella tua configurazione.
nl_nl: maar de plugin is momenteel niet actief in uw installatie.
uk: але плагін наразі не активний у вашій конфігурації.

source: Hide Page Titles
ar: إخفاء عناوين الصفحات
cs_cz: Skrýt názvy stránek
it_it: Nascondi i titoli delle pagine
nl_nl: Paginatitels verbergen
uk: Приховати заголовки сторінок

source: Hide titles by default on all pages.
ar: إخفاء العناوين بشكل افتراضي على جميع الصفحات.
cs_cz: Skrýt názvy ve výchozím nastavení na všech stránkách.
it_it: Nascondi i titoli per impostazione predefinita su tutte le pagine.
nl_nl: Verberg titels standaard op alle pagina's.
uk: Приховати заголовки за замовчуванням на всіх сторінках.

source: Disable Core Typography Rules
ar: تعطيل قواعد الطباعة الأساسية
cs_cz: Zakázat základní typografická pravidla
it_it: Disabilita le Regole Tipografiche di Base
nl_nl: Schakel kerntypografieregels uit
uk: Вимкнути основні правила типографіки

source: Disable the core
ar: تعطيل النواة
cs_cz: Deaktivujte jádro
it_it: Disabilita il nucleo
nl_nl: Deactiveer de kern
uk: Вимкніть ядро

source: rules to allow your theme to control typography, rather than Nectarblocks.
ar: قواعد للسماح لموضوعك بالتحكم في الطباعة، بدلاً من Nectarblocks.
cs_cz: pravidla, která umožní vašemu motivu ovládat typografii, spíše než Nectarblocks.
it_it: regole per consentire al tuo tema di controllare la tipografia, piuttosto che Nectarblocks.
nl_nl: regels om je thema de typografie te laten beheersen, in plaats van Nectarblocks.
uk: правила, щоб дозволити вашій темі керувати типографікою, а не Nectarblocks.

source: Plugin Options
ar: خيارات الإضافة
cs_cz: Možnosti pluginu
it_it: Opzioni del Plugin
nl_nl: Pluginopties
uk: Параметри плагіна

source: General
ar: عام
cs_cz: Všeobecný
it_it: Generale
nl_nl: Algemeen
uk: Загальний

# block title
source: Nectar Image Grid
ar: عنوان الكتلة
cs_cz: název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block title
source: Row
ar: عنوان الكتلة
cs_cz: název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: A container for columns. The fundamental building block for designing your layouts.
ar: وصف الكتلة
cs_cz: popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Taxonomy Grid
ar: عنوان الكتلة
cs_cz: název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: назва блоку

source: ACF Fields
ar: حقول ACF
cs_cz: ACF pole
it_it: Campi ACF
nl_nl: ACF-velden
uk: Поля ACF

source: Custom Fields
ar: الحقول المخصصة
cs_cz: Vlastní pole
it_it: Campi personalizzati
nl_nl: Aangepaste velden
uk: Спеціальні поля

source: Meta Fields: %s
ar: الحقول الوصفية: %s
cs_cz: Meta pole: %s
it_it: Campi Meta: %s
nl_nl: Meta velden: %s
uk: Поля метаданих: %s

source: Post Title
ar: عنوان المنشور
cs_cz: Název příspěvku
it_it: Titolo del Post
nl_nl: Berichttitel
uk: Заголовок допису

source: Post
ar: نشر
cs_cz: Příspěvek
it_it: Posta
nl_nl: Bericht
uk: Публікація

source: Post URL
ar: رابط المنشور
cs_cz: Zveřejnit URL
it_it: Pubblica URL
nl_nl: URL plaatsen
uk: Опублікувати URL

source: Post ID
ar: معرّف المنشور
cs_cz: ID příspěvku
it_it: ID del post
uk: Ідентифікатор публікації

source: Post Slug
ar: الرمز المختصر للمنشور
cs_cz: Slug příspěvku
it_it: Slug del post
uk: Пост Слаг

source: Post Excerpt
ar: مقتطف من المنشور
cs_cz: Výňatek z příspěvku
it_it: Estratto del post
nl_nl: Berichtfragment
uk: Уривок з публікації

source: Post Date
ar: تاريخ النشر
cs_cz: Datum zveřejnění
it_it: Data di pubblicazione
nl_nl: Datum van plaatsing
uk: Дата публікації

source: Post Modified
ar: تم تعديل المنشور
cs_cz: Příspěvek upraven
it_it: Post modificato
nl_nl: Bericht gewijzigd
uk: Змінено допис

source: Post Status
ar: حالة المنشور
cs_cz: Stav příspěvku
it_it: Stato del post
nl_nl: Status plaatsen
uk: Статус публікації

source: Author Name
ar: اسم المؤلف
cs_cz: Jméno autora
it_it: Nome dell'autore
nl_nl: Naam van de auteur
uk: Ім'я автора

source: Author ID
ar: معرف المؤلف
cs_cz: ID autora
it_it: ID autore
nl_nl: Auteur-ID
uk: Ідентифікатор автора

source: Author URL
ar: عنوان المؤلف
cs_cz: URL autora
it_it: URL dell'autore
nl_nl: Auteur URL
uk: URL автора

source: Author Profile Picture URL
ar: عنوان URL لصورة الملف الشخصي للمؤلف
cs_cz: URL profilového obrázku autora
it_it: URL dell'immagine del profilo dell'autore
nl_nl: Profielfoto URL van de auteur
uk: URL зображення профілю автора

source: Author First Name
ar: الاسم الأول للمؤلف
cs_cz: Jméno autora
it_it: Nome dell'autore
nl_nl: Voornaam auteur
uk: Ім'я автора

source: Author Last Name
ar: اسم المؤلف الأخير
cs_cz: Příjmení autora
it_it: Cognome dell'autore
nl_nl: Achternaam auteur
uk: Прізвище автора

source: Author Bio
ar: السيرة الذاتية للمؤلف
cs_cz: Životopis autora
it_it: Biografia dell'autore
nl_nl: Auteursbio
uk: Біографія автора

source: Comment Number
ar: رقم التعليق
cs_cz: Číslo komentáře
it_it: Numero di commento
nl_nl: Opmerking Nummer
uk: Номер коментаря

source: Comment
ar: تعليق
cs_cz: Komentář
it_it: Commento
nl_nl: Opmerking
uk: Коментар

source: Featured Image URL
ar: عنوان URL للصورة المميزة
cs_cz: URL obrázku na titulní straně
it_it: URL dell'immagine in evidenza
nl_nl: Uitgelichte afbeelding URL
uk: URL зображення для показу
