Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: The field type provided is not valid.
ar: نوع الحقل المقدم غير صالح.
cs_cz: Poskytnutý typ pole není platný.
it_it: Il tipo di campo fornito non è valido.
nl_nl: Het opgegeven veldtype is niet geldig.
uk: Наданий тип поля є недійсним.

source: This is a placeholder for the content of this field:
ar: هذا نص بديل لمحتوى هذا الحقل:
cs_cz: Toto je zástupný text pro obsah tohoto pole:
it_it: Questo è un segnaposto per il contenuto di questo campo:
nl_nl: Dit is een tijdelijke aanduiding voor de inhoud van dit veld:
uk: Це заповнювач для вмісту цього поля:

source: The full content will be rendered on the frontend.
ar: سيتم عرض المحتوى الكامل على الواجهة الأمامية.
cs_cz: Celý obsah bude zobrazen na frontendu.
it_it: Il contenuto completo verrà visualizzato sul frontend.
nl_nl: De volledige inhoud zal aan de voorkant worden weergegeven.
uk: Повний вміст буде відображено на фронтенді.

source: Open
ar: افتح
cs_cz: Otevřít
it_it: Apri
nl_nl: Openen
uk: Відкрити

source: Closed
ar: مغلق
cs_cz: Zavřeno
it_it: Chiuso
nl_nl: Gesloten
uk: Закрито

source: Client Name
ar: اسم العميل
cs_cz: Jméno klienta
it_it: Nome del cliente
nl_nl: Klantnaam
uk: Ім'я клієнта

source: Project Link
ar: رابط المشروع
cs_cz: Odkaz na projekt
it_it: Link del progetto
uk: Посилання на проект

source: Project URL
ar: رابط المشروع
cs_cz: URL projektu
it_it: URL del progetto
uk: URL проєкту

source: Post Types
ar: أنواع المنشورات
cs_cz: Typy příspěvků
it_it: Tipi di post
nl_nl: Berichttypen
uk: Типи публікацій

source: User Roles/Permissions
ar: أدوار/أذونات المستخدم
cs_cz: Uživatelské role/oprávnění
it_it: Ruoli/Permessi utente
nl_nl: Gebruikersrollen/-rechten
uk: Ролі/дозволи користувача

source: Locations
ar: المواقع
cs_cz: Místa
it_it: Luoghi
nl_nl: Locaties
uk: Місця

source: Conditions
ar: الشروط
cs_cz: Podmínky
it_it: Condizioni
nl_nl: Voorwaarden
uk: Умови

source: Reveal
ar: كشف
cs_cz: Odhalit
it_it: Rivelare
nl_nl: Onthul
uk: Розкрити

source: Icon Type
ar: نوع الأيقونة
cs_cz: Typ ikony
it_it: Tipo di icona
uk: Тип значка

source: Image Icon
ar: أيقونة الصورة
cs_cz: Ikona obrázku
it_it: Icona immagine
nl_nl: Afbeeldingspictogram
uk: Значок зображення

source: Text (Emoji)
ar: نص (رمز تعبيري)
it_it: Testo (Emoji)
nl_nl: Tekst (Emoji)
uk: Текст (Емодзі)

source: Menu Icon Text (Emoji)
ar: نص رمز القائمة (رمز تعبيري)
cs_cz: Text ikony nabídky (Emoji)
it_it: Testo icona menu (Emoji)
nl_nl: Menu-pictogramtekst (Emoji)
uk: Текст значка меню (емодзі)

source: Add in a symbol or emoji to display as the icon next to your menu title.
ar: أضف رمزًا أو إيموجي ليظهر كأيقونة بجانب عنوان قائمتك.
cs_cz: Přidejte symbol nebo emoji, které se zobrazí jako ikona vedle názvu vašeho menu.
it_it: Aggiungi un simbolo o un'emoji da visualizzare come icona accanto al titolo del tuo menu.
nl_nl: Voeg een symbool of emoji toe om als pictogram naast je menutitel weer te geven.
uk: Додайте символ або емодзі, щоб відобразити як іконку поруч із заголовком вашого меню.

source: To add an Emoji:
ar: لإضافة رمز تعبيري:
cs_cz: Chcete-li přidat emoji:
it_it: Per aggiungere un'emoji:
nl_nl: Een emoji toevoegen:
uk: Щоб додати емодзі:

source: Windows: On your keyboard, press and hold the Windows button and either the period (.) or semicolon (;)
ar: ويندوز: على لوحة المفاتيح الخاصة بك، اضغط مع الاستمرار على زر الويندوز وأي من النقطة (.) أو الفاصلة المنقوطة (؛)
cs_cz: Windows: Na klávesnici stiskněte a podržte tlačítko Windows a buď tečku (.) nebo středník (;)
it_it: Windows: Sulla tastiera, tieni premuto il tasto Windows e il punto (.) o il punto e virgola (;)
nl_nl: Windows: Houd op je toetsenbord de Windows-knop ingedrukt en druk op de punt (.) of puntkomma (;)
uk: Windows: На клавіатурі натисніть і утримуйте кнопку Windows, а потім натисніть або крапку (.) або крапку з комою (;)

source: Mac: On your keyboard, press Command + Control + Space
ar: ماك: على لوحة المفاتيح الخاصة بك، اضغط على Command + Control + Space
cs_cz: Mac: Na klávesnici stiskněte Command + Control + Space
it_it: Mac: Sulla tastiera, premi Comando + Control + Spazio.
nl_nl: Mac: Druk op je toetsenbord op Command + Control + Spatie
uk: Mac: На клавіатурі натисніть Command + Control + Пробіл

source: Default Opacity
ar: التعتيم الافتراضي
cs_cz: Výchozí neprůhlednost
it_it: Opacità predefinita
nl_nl: Standaard Opaciteit
uk: Непрозорість за замовчуванням

source: Hover Opacity
ar: تعتيم التحويم
cs_cz: Překrytí průhlednosti při najetí
it_it: Opacità al passaggio del mouse
nl_nl: Hover-opaciteit
uk: Непрозорість при наведенні

source: Search for an icon...
ar: ابحث عن أيقونة...
cs_cz: Hledat ikonu...
it_it: Cerca un'icona...
nl_nl: Zoek naar een pictogram...
uk: Шукати значок...

source: Select Video
ar: اختر الفيديو
cs_cz: Vybrat video
it_it: Seleziona video
nl_nl: Selecteer video
uk: Вибрати відео

source: Choose Your Video
ar: اختر الفيديو الخاص بك
cs_cz: Vyberte si své video
it_it: Scegli il tuo video
nl_nl: Kies je video
uk: Виберіть своє відео

source: Add Video
ar: إضافة فيديو
cs_cz: Přidat video
it_it: Aggiungi video
nl_nl: Video toevoegen
uk: Додати відео

source: Select Image
ar: اختر صورة
cs_cz: Vybrat obrázek
it_it: Seleziona immagine
nl_nl: Afbeelding selecteren
uk: Вибрати зображення

source: Choose Your Image
ar: اختر صورتك
cs_cz: Vyberte svůj obrázek
it_it: Scegli la tua immagine
nl_nl: Kies je afbeelding
uk: Виберіть своє зображення

source: Add Image
ar: إضافة صورة
cs_cz: Přidat obrázek
it_it: Aggiungi immagine
nl_nl: Afbeelding toevoegen
uk: Додати зображення

source: Automatic
ar: تلقائي
cs_cz: Automatický
it_it: Automatico
nl_nl: Automatisch
uk: Автоматичний

source: Select a Template
ar: اختر قالبًا
cs_cz: Vyberte šablonu
it_it: Seleziona un modello
nl_nl: Selecteer een sjabloon
uk: Виберіть шаблон

source: Single:
ar: أعزب:
cs_cz: Singl:
it_it: Singolo:
nl_nl: Enkel:
uk: Один:

source: Archive:
ar: أرشيف:
cs_cz: Archiv:
it_it: Archivio:
nl_nl: Archief:
uk: Архів:

source: 404 Template
ar: قالب 404
cs_cz: 404 Šablona
it_it: Modello 404
nl_nl: 404 Sjabloon
uk: Шаблон 404

source: Templates
ar: قوالب
cs_cz: Šablony
it_it: Modelli
nl_nl: Sjablonen
uk: Шаблони

source: Template
ar: قالب
cs_cz: Šablona
it_it: Modello
nl_nl: Sjabloon
uk: Шаблон

source: Search Templates
ar: البحث عن القوالب
cs_cz: Šablony vyhledávání
it_it: Cerca modelli
nl_nl: Zoeksjablonen
uk: Шукати шаблони

source: Parent Template
ar: القالب الرئيسي
cs_cz: Nadřazená šablona
it_it: Modello Genitore
nl_nl: Ouder Sjabloon
uk: Батьківський шаблон

source: Edit Template
ar: تحرير القالب
cs_cz: Upravit šablonu
it_it: Modifica Modello
nl_nl: Sjabloon bewerken
uk: Редагувати шаблон

source: Update Template
ar: تحديث القالب
cs_cz: Aktualizovat šablonu
it_it: Aggiorna Modello
nl_nl: Sjabloon bijwerken
uk: Оновити шаблон

source: Add New Template
ar: إضافة قالب جديد
cs_cz: Přidat novou šablonu
it_it: Aggiungi Nuovo Modello
nl_nl: Nieuwe sjabloon toevoegen
uk: Додати новий шаблон

source: None Assigned
ar: غير معين
cs_cz: Žádný nepřiřazený
it_it: Nessuno assegnato
nl_nl: Geen toegewezen
uk: Не призначено

source: Nectarblocks Alert: We detected that the Gutenberg plugin is currently active.
ar: تنبيه Nectarblocks: لقد اكتشفنا أن إضافة Gutenberg نشطة حاليًا.
cs_cz: Upozornění Nectarblocks: Zjistili jsme, že plugin Gutenberg je momentálně aktivní.
it_it: Avviso Nectarblocks: Abbiamo rilevato che il plugin Gutenberg è attualmente attivo.
nl_nl: Nectarblocks Waarschuwing: We hebben gedetecteerd dat de Gutenberg-plugin momenteel actief is.
uk: Сповіщення Nectarblocks: Ми виявили, що плагін Gutenberg наразі активний.

source: Nectarblocks Alert: We detected that the CoBlocks plugin is currently active.
ar: تنبيه Nectarblocks: لقد اكتشفنا أن إضافة CoBlocks نشطة حاليًا.
cs_cz: Upozornění Nectarblocks: Zjistili jsme, že plugin CoBlocks je momentálně aktivní.
it_it: Avviso Nectarblocks: Abbiamo rilevato che il plugin CoBlocks è attualmente attivo.
nl_nl: Nectarblocks Waarschuwing: We hebben gedetecteerd dat de CoBlocks-plugin momenteel actief is.
uk: Сповіщення Nectarblocks: Ми виявили, що плагін CoBlocks наразі активний.

source: This may cause conflicts when used alongside other block plugins, including Nectarblocks. To ensure the best performance and compatibility, we recommend deactivating the CoBlocks plugin while using Nectarblocks.
ar: قد يتسبب ذلك في حدوث تعارضات عند استخدامه بجانب إضافات الكتل الأخرى، بما في ذلك Nectarblocks. لضمان أفضل أداء وتوافق، نوصي بتعطيل إضافة CoBlocks أثناء استخدام Nectarblocks.
cs_cz: To může způsobit konflikty při použití spolu s jinými pluginy pro bloky, včetně Nectarblocks. Pro zajištění nejlepšího výkonu a kompatibility doporučujeme deaktivovat plugin CoBlocks při používání Nectarblocks.
it_it: Questo potrebbe causare conflitti quando utilizzato insieme ad altri plugin di blocco, incluso Nectarblocks. Per garantire le migliori prestazioni e compatibilità, consigliamo di disattivare il plugin CoBlocks mentre si utilizza Nectarblocks.
nl_nl: Dit kan conflicten veroorzaken wanneer het wordt gebruikt naast andere blokplugins, inclusief Nectarblocks. Om de beste prestaties en compatibiliteit te garanderen, raden we aan de CoBlocks-plugin te deactiveren tijdens het gebruik van Nectarblocks.
uk: Це може викликати конфлікти при використанні разом з іншими плагінами блоків, включаючи Nectarblocks. Щоб забезпечити найкращу продуктивність і сумісність, ми рекомендуємо деактивувати плагін CoBlocks під час використання Nectarblocks.

source: Project
ar: مشروع
cs_cz: Projekt
it_it: Progetto
uk: Проєкт

source: Add New
ar: إضافة جديد
cs_cz: Přidat nový
it_it: Aggiungi nuovo
nl_nl: Nieuw toevoegen
uk: Додати новий

source: Add New Project
ar: إضافة مشروع جديد
cs_cz: Přidat nový projekt
it_it: Aggiungi Nuovo Progetto
nl_nl: Nieuw project toevoegen
uk: Додати новий проєкт

source: Edit Project
ar: تحرير المشروع
cs_cz: Upravit projekt
it_it: Modifica progetto
nl_nl: Project bewerken
uk: Редагувати проект

source: New Project
ar: مشروع جديد
cs_cz: Nový projekt
it_it: Nuovo Progetto
nl_nl: Nieuw project
uk: Новий проєкт

source: View Project
ar: عرض المشروع
cs_cz: Zobrazit projekt
it_it: Visualizza Progetto
nl_nl: Project bekijken
uk: Переглянути проєкт

source: Search Portfolio
ar: ابحث في المحفظة
cs_cz: Vyhledat portfolio
it_it: Cerca Portfolio
nl_nl: Zoek portfolio
uk: Пошук портфоліо

source: No Project found
ar: لم يتم العثور على مشروع
cs_cz: Žádný projekt nebyl nalezen.
it_it: Nessun progetto trovato
nl_nl: Geen project gevonden
uk: Проект не знайдено

source: No Project found in Trash
ar: لم يتم العثور على مشروع في سلة المهملات
cs_cz: Žádný projekt nebyl nalezen v koši
it_it: Nessun progetto trovato nel Cestino
nl_nl: Geen project gevonden in de prullenbak
uk: Проектів у кошику не знайдено

source: Categories
ar: الفئات
cs_cz: Kategorie
it_it: Categorie
nl_nl: Categorieën
uk: Категорії

source: Tags
ar: العلامات
cs_cz: Štítky
it_it: Etichette
nl_nl: Labels
uk: Теги

source: Portfolio Permalinks
ar: روابط دائمة للمحفظة
cs_cz: Odkazy na portfolio
it_it: Collegamenti permanenti del portfolio
uk: Постійні посилання портфоліо

source: Customize the portfolio permalink structure.
ar: تخصيص هيكل الرابط الثابت للمحفظة.
cs_cz: Přizpůsobit strukturu trvalého odkazu portfolia.
it_it: Personalizza la struttura del permalink del portfolio.
nl_nl: Pas de permalink-structuur van het portfolio aan.
uk: Налаштуйте структуру постійного посилання портфоліо.

source: Portfolio Slug
ar: الاسم المختصر للمحفظة
it_it: Slug del portfolio
uk: Слаг портфоліо

source: Portfolio Category Base
ar: قاعدة فئة المحفظة
cs_cz: Základní kategorie portfolia
it_it: Base della Categoria del Portfolio
nl_nl: Portfoliocategorie Basis
uk: Базова категорія портфоліо

source: Portfolio Tag Base
ar: قاعدة علامات المحفظة
cs_cz: Základna portfoliových značek
it_it: Base del Tag del Portfolio
nl_nl: Portefeuille Tag Basis
uk: База тегів портфоліо

source: Portfolio permalink structure updated. Please refresh permalinks by visiting Settings > Permalinks and clicking "Save Changes".
ar: تم تحديث هيكل الروابط الدائمة للمحفظة. يرجى تحديث الروابط الدائمة عن طريق زيارة الإعدادات > الروابط الدائمة والنقر على "حفظ التغييرات".
cs_cz: Struktura trvalých odkazů portfolia byla aktualizována. Prosím, obnovte trvalé odkazy návštěvou Nastavení > Trvalé odkazy a kliknutím na "Uložit změny".
it_it: La struttura dei permalink del portfolio è stata aggiornata. Si prega di aggiornare i permalink visitando Impostazioni > Permalink e cliccando su "Salva modifiche".
nl_nl: Permalink-structuur van portfolio bijgewerkt. Vernieuw de permalinks door naar Instellingen > Permalinks te gaan en op "Wijzigingen opslaan" te klikken.
uk: Структура постійних посилань портфоліо оновлена. Будь ласка, оновіть постійні посилання, перейшовши до Налаштування > Постійні посилання та натиснувши "Зберегти зміни".

source: This is the Content block, it will display all the blocks in any single post or page.
ar: هذا هو كتلة المحتوى، ستعرض جميع الكتل في أي منشور أو صفحة واحدة.
cs_cz: Toto je blok obsahu, zobrazí všechny bloky v jakémkoli jednotlivém příspěvku nebo stránce.
it_it: Questo è il blocco di contenuto, visualizzerà tutti i blocchi in qualsiasi singolo post o pagina.
nl_nl: Dit is het Inhoudsblok, het zal alle blokken in een enkel bericht of pagina weergeven.
uk: Це блок вмісту, він відображатиме всі блоки в будь-якому окремому дописі або на сторінці.

source: That might be a simple arrangement like consecutive paragraphs in a blog post, or a more elaborate composition that includes image galleries, videos, tables, columns, and any other block types.
ar: قد يكون ذلك ترتيبًا بسيطًا مثل الفقرات المتتالية في منشور مدونة، أو تكوينًا أكثر تعقيدًا يتضمن معارض الصور، مقاطع الفيديو، الجداول، الأعمدة، وأي أنواع أخرى من الكتل.
cs_cz: To může být jednoduché uspořádání, jako jsou po sobě jdoucí odstavce v blogovém příspěvku, nebo složitější kompozice, která zahrnuje galerie obrázků, videa, tabulky, sloupce a jakékoli jiné typy bloků.
it_it: Potrebbe essere una disposizione semplice come paragrafi consecutivi in un post sul blog, o una composizione più elaborata che include gallerie di immagini, video, tabelle, colonne e qualsiasi altro tipo di blocco.
nl_nl: Dat kan een eenvoudige opstelling zijn zoals opeenvolgende alinea's in een blogpost, of een meer uitgebreide compositie die afbeeldingsgalerijen, video's, tabellen, kolommen en andere bloktypes omvat.
uk: Це може бути просте розташування, як послідовні абзаци в блозі, або більш складна композиція, що включає галереї зображень, відео, таблиці, колонки та будь-які інші типи блоків.

source: If there are any Custom Post Types registered at your site, the Content block can display the contents of those entries as well.
ar: إذا كان هناك أي أنواع منشورات مخصصة مسجلة في موقعك، يمكن لكتلة المحتوى عرض محتويات تلك الإدخالات أيضًا.
cs_cz: Pokud jsou na vašem webu registrovány nějaké vlastní typy příspěvků, blok obsahu může zobrazit obsah těchto položek také.
it_it: Se ci sono tipi di post personalizzati registrati sul tuo sito, il blocco Contenuto può visualizzare anche i contenuti di quelle voci.
nl_nl: Als er aangepaste berichttypen op uw site zijn geregistreerd, kan het inhoudsblok de inhoud van die items ook weergeven.
uk: Якщо на вашому сайті зареєстровані будь-які користувацькі типи записів, блок вмісту також може відображати вміст цих записів.

source: min read
ar: دقيقة قراءة
cs_cz: min čtení
it_it: min di lettura
nl_nl: min leestijd
uk: хвилин читання

source: Pagination Navigation
ar: التنقل بين الصفحات
cs_cz: Navigace stránkování
it_it: Navigazione di Paginazione
nl_nl: Paginanavigatie
uk: Навігація по сторінках

source: Select a Taxonomy
ar: اختر تصنيفًا
cs_cz: Vyberte taxonomii
it_it: Seleziona una tassonomia
nl_nl: Selecteer een taxonomie
uk: Виберіть таксономію

source: "%s" terms will render here.
ar: سيتم عرض الشروط "%s" هنا.
cs_cz: Zde se zobrazí podmínky "%s".
it_it: I termini "%s" verranno visualizzati qui.
nl_nl: "%s" voorwaarden zullen hier worden weergegeven.
uk: Тут будуть відображені умови "%s".

source: No terms in "%s"
ar: لا توجد مصطلحات في "%s"
cs_cz: Žádné termíny v "%s"
it_it: Nessun termine in "%s"
nl_nl: Geen termen in "%s"
uk: Немає термінів у «%s»

source: Modules
ar: الوحدات
cs_cz: Moduly
it_it: Moduli
uk: Модулі

source: Successfully checked for updates.
ar: تم التحقق من التحديثات بنجاح.
cs_cz: Úspěšně zkontrolováno na aktualizace.
it_it: Controllo degli aggiornamenti completato con successo.
nl_nl: Succesvol gecontroleerd op updates.
uk: Успішно перевірено наявність оновлень.

source: Failed to check for updates.
ar: فشل في التحقق من التحديثات.
cs_cz: Nepodařilo se zkontrolovat aktualizace.
it_it: Impossibile verificare la disponibilità di aggiornamenti.
nl_nl: Controle op updates mislukt.
uk: Не вдалося перевірити наявність оновлень.

source: Error attempting to check for updates.
ar: خطأ في محاولة التحقق من التحديثات.
cs_cz: Chyba při pokusu o kontrolu aktualizací.
it_it: Errore durante il tentativo di verificare gli aggiornamenti.
nl_nl: Fout bij het proberen updates te controleren.
uk: Помилка при спробі перевірити наявність оновлень.

source: The title font used in the live demo is "Kyrlon" by Tom Karlsson and can be
ar: الخط المستخدم في العنوان في العرض المباشر هو "Kyrlon" من تصميم توم كارلسون ويمكن أن يكون
cs_cz: Písmo použité v živé ukázce pro nadpis je "Kyrlon" od Toma Karlssona a může být
it_it: Il font del titolo utilizzato nella demo dal vivo è "Kyrlon" di Tom Karlsson e può essere
nl_nl: Het lettertype dat in de live demo wordt gebruikt, is "Kyrlon" van Tom Karlsson en kan worden
uk: Шрифт заголовка, використаний у живій демонстрації, - це "Kyrlon" від Тома Карлссона і його можна

source: downloaded here.
ar: تم التنزيل هنا.
cs_cz: staženo zde.
it_it: scaricato qui.
nl_nl: hier gedownload.
uk: завантажено тут.

source: Please authorize Nectarblocks with your license key to access the Demo Importer. That can be done in Authorization tab in the Admin Panel.
ar: يرجى تفويض Nectarblocks باستخدام مفتاح الترخيص الخاص بك للوصول إلى مستورد العرض التوضيحي. يمكن القيام بذلك في علامة التبويب التفويض في لوحة الإدارة.
cs_cz: Autorizujte prosím Nectarblocks pomocí vašeho licenčního klíče pro přístup k Demo Importeru. To lze provést na kartě Autorizace v Admin Panelu.
it_it: Si prega di autorizzare Nectarblocks con la chiave di licenza per accedere al Demo Importer. Questo può essere fatto nella scheda Autorizzazione nel Pannello di Amministrazione.
nl_nl: Autoriseer Nectarblocks met uw licentiesleutel om toegang te krijgen tot de Demo Importer. Dat kan worden gedaan in het tabblad Autorisatie in het Beheerpaneel.
uk: Будь ласка, авторизуйте Nectarblocks за допомогою вашого ліцензійного ключа, щоб отримати доступ до Імпортера Демонстрацій. Це можна зробити на вкладці Авторизація в Адміністративній панелі.

source: You must install the Nectarblocks Importer/Exporter plugin to access the Demo Importer.
ar: يجب عليك تثبيت إضافة Nectarblocks Importer/Exporter للوصول إلى مستورد العرض التوضيحي.
cs_cz: Musíte nainstalovat plugin Nectarblocks Importer/Exporter, abyste získali přístup k Demo Importeru.
it_it: Devi installare il plugin Nectarblocks Importer/Exporter per accedere al Demo Importer.
nl_nl: Je moet de Nectarblocks Importer/Exporter plugin installeren om toegang te krijgen tot de Demo Importer.
uk: Ви повинні встановити плагін Nectarblocks Importer/Exporter, щоб отримати доступ до Demo Importer.

source: Portfolio Post Type
ar: نوع المنشور في المحفظة
cs_cz: Typ příspěvku portfolia
it_it: Tipo di post del portfolio
uk: Тип запису портфоліо

source: Registers a post type for Portfolio projects.
ar: يسجل نوع منشور لمشاريع المحفظة.
cs_cz: Registruje typ příspěvku pro projekty portfolia.
it_it: Registra un tipo di post per i progetti del portfolio.
nl_nl: Registreert een berichttype voor portfolio projecten.
uk: Реєструє тип запису для проектів портфоліо.

source: Wrap All
ar: لف جميع العناصر
cs_cz: Zabalit vše
it_it: Avvolgi tutto
nl_nl: Alles inpakken
uk: Загорнути все

source: Grid Item
ar: عنصر الشبكة
cs_cz: Položka mřížky
it_it: Elemento della griglia
nl_nl: Rasteritem
uk: Елемент сітки

source: Featured Media
ar: الوسائط المميزة
cs_cz: Doporučená média
it_it: Media in primo piano
nl_nl: Uitgelichte media
uk: Рекомендовані медіа

# block description
source: A highly customizable image grid display that allows you to organize images using different layouts.
ar: وصف الكتلة
cs_cz: popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Post Content
ar: عنوان الكتلة
cs_cz: název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Displays the content of a post.
ar: وصف الكتلة
cs_cz: popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block description
source: A highly customizable taxonomy grid display that can query data from any taxonomy type.
ar: وصف الكتلة
cs_cz: popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

# block title
source: Taxonomy Terms
ar: عنوان الكتلة
cs_cz: název bloku
it_it: titolo del blocco
nl_nl: bloktitel
uk: заголовок блоку

# block description
source: Display the selected taxonomy terms for your post.
ar: وصف الكتلة
cs_cz: popis bloku
it_it: descrizione del blocco
nl_nl: blokbeschrijving
uk: опис блоку

source: Or
ar: أو
cs_cz: Nebo
it_it: Oltre
nl_nl: Of
uk: Або

source: Display Locations
ar: عرض المواقع
cs_cz: Zobrazit umístění
it_it: Mostra posizioni
nl_nl: Toon locaties
uk: Відображення місць

source: Set the priority and location of where to render this section on your site. The priority will determine the order of sections when multiple are assigned to the same location.
ar: حدد أولوية وموقع عرض هذا القسم على موقعك. ستحدد الأولوية ترتيب الأقسام عند تعيين عدة أقس
cs_cz: Nastavte prioritu a umístění, kde se má tato sekce zobrazit na vašem webu. Priorita určí pořadí sekcí, když jsou přiřazeny více sekcí na stejné mí
it_it: Imposta la priorità e la posizione in cui rendere questa sezione sul tuo sito. La priorità determinerà l'ordine delle sezioni quando ne vengono assegnate più alla stessa posizione.
nl_nl: Stel de prioriteit en locatie in waar deze sectie op je site moet worden weergegeven. De prioriteit bepaalt de volgorde van secties wanneer er meerdere aan dezelfde locatie zijn toegewezen.
uk: Встановіть пріоритет та місце, де потрібно відображати цей розділ на вашому сайті. Пріоритет визначатиме порядок розділів,

source: Color
ar: لون
cs_cz: Barva
it_it: Colore
nl_nl: Kleur
uk: Колір

source: Block Presets
ar: القوالب المسبقة
cs_cz: Blokové předvolby
it_it: Blocchi predefiniti
nl_nl: Blokvoorinstellingen
uk: Блоки шаблонів

source: Select Preset
ar: اختر الإعداد المسبق
cs_cz: Vyberte přednastavení
it_it: Seleziona preimpostato
nl_nl: Selecteer Voorinstelling
uk: Виберіть налаштування

source: Left
ar: يسار
cs_cz: Vlevo
it_it: Sinistra
nl_nl: Links
uk: Залишений

source: Unlink Sides
ar: إلغاء الربط بين الجانبين
cs_cz: Odkazovat strany
it_it: Scollegare i lati
nl_nl: Koppel zijden los
uk: Роз'єднати сторони

source: Link Sides
ar: رابط الجوانب
cs_cz: Odkaz strany
it_it: Collega i lati
nl_nl: Linkerkanten
uk: Зв'яжіть боки

source: Right
ar: صحيح
cs_cz: V pořádku
it_it: Corretto
nl_nl: Juist
uk: Правильно

source: Solid
ar: صلب
cs_cz: Pečlivý
it_it: Solido
nl_nl: Stevig
uk: Твердий

source: Dashed
ar: متقطع
cs_cz: Přerušeno
it_it: Trattini
nl_nl: Onderbroken
uk: Пунктирний

source: Dotted
ar: منقط
cs_cz: Tečkovaný
it_it: Punteggiato
nl_nl: Gestippeld
uk: Крапкований

source: Width
ar: العرض
cs_cz: Šířka
it_it: Larghezza
nl_nl: Breedte
uk: Ширина

source: Style
ar: ستايل
cs_cz: Styl
it_it: Stile
nl_nl: Stijl
uk: Стиль

source: Border Color
ar: لون الحدود
cs_cz: Barva okraje
it_it: Colore del bordo
nl_nl: Randkleur
uk: Колір рамки

source: Outline
ar: الخطوط العريضة
cs_cz: Nástin
it_it: Sommario
nl_nl: Overzicht
uk: Намалювати контур
