Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: Meet the Template Library
ar: التقاء مكتبة النماذج
cs_cz: Seznamte se s knihovnou šablon
it_it: Incontra la Libreria dei Modelli
nl_nl: Ontmoet de sjabloonbibliotheek
uk: Знайомтесь з бібліотекою шаблонів

source: Jump-start your website creation with our professionally designed collection of pre-made templates.
ar: انطلق في إنشاء موقع الويب الخاص بك باستخدام مجموعتنا المصممة بشكل احترافي من القوالب الجاهزة.
cs_cz: Rozjeďte tvorbu svých webových stránek s naší profesionálně navrženou sbírkou předpřipravených šablon.
it_it: Avvia il processo di creazione del tuo sito web con la nostra collezione di modelli pre-realizzati professionalmente progettati.
nl_nl: Begin met het maken van je website met onze professioneel ontworpen verzameling kant-en-klare sjablonen.
uk: Розпочніть створення свого веб-сайту за допомогою нашої професійно розробленої колекції готових шаблонів.

source: You can easily access the library by clicking on the "Template Library" button on the top toolbar. All templates from Nectarblocks are dynamic and will adapt to fit your current global color and typography settings.
ar: يمكنك الوصول بسهولة إلى المكتبة عن طريق النقر على زر "مكتبة القوالب" في شريط الأدوات العلوي
cs_cz: Ke knihovně se snadno dostanete kliknutím na tlačítko “Knihovna šablon” na horním panelu nástrojů. Všechny šablony z Nectarblocks jsou dynamické a přizpůsobí se vašemu aktuálnímu globálnímu nastavení barev a typografie.
it_it: Puoi accedere facilmente alla libreria facendo clic sul pulsante "Libreria modelli" nella barra degli strumenti in alto. Tutti i modelli di Nectarblocks sono dinamici e si adatteranno alle tue impostazioni attuali di colore globale e tip.
nl_nl: Je kunt eenvoudig toegang krijgen tot de bibliotheek door te klikken op de knop "Templatebibliotheek" in de bovenste werkbalk. Alle sjablonen van Nectarblocks zijn dynamisch en passen zich aan om te voldoen aan.
uk: Ви можете легко отримати доступ до бібліотеки, натиснувши кнопку "Бібліотека шаблонів" на верхній панелі інструменті

source: Access global settings by clicking the Nectarblocks logo at the top right. Create reusable color schemes and typography rules that can then be applied to blocks throughout your pages.
ar: قم بالوصول إلى الإعدادات العالمية عن طريق النقر على شعار Nectarblocks في أعلى الزاوية اليمنى. قم بإنشاء مجم
cs_cz: Do globálního nastavení se dostanete kliknutím na logo Nectarblocks vpravo nahoře. Vytvářejte opakovaně použitelná barevná schémata a typografická pravidla, která pak můžete použít na bloky na všech stránkách.
it_it: Accedi alle impostazioni globali facendo clic sul logo di Nectarblocks in alto a destra. Crea schemi di colori riutilizzabili e regole tipografiche che possono poi essere applicate ai blocchi in tutte le tue pagine.
nl_nl: Toegang tot de wereldwijde instellingen door te klikken op het Nectarblocks-logo rechtsboven. Maak herbruikbare kleurenschema's en typografie regels die vervolgens toegepast kunnen worden op blokken doorheen je pagina's.
uk: Доступ до глобальних налаштувань можна отримати, натиснувши на логотип Nectarblocks у верхньому правому куті. Створіть перевикористов.

source: Block Settings
ar: إعدادات الحظر
cs_cz: Nastavení bloku
it_it: Impostazioni del blocco
nl_nl: Blokinstellingen
uk: Налаштування блоку

source: To access settings for a block, simply click on the Settings icon while the desired block is selected.
ar: للوصول إلى إعدادات الكتلة، ما عليك سوى النقر على أيقونة الإعدادات أثناء تحديد الكتلة المطلوبة.
cs_cz: Pro přístup k nastavením bloku jednoduše klikněte na ikonu Nastavení, když je vybraný požadovaný blok.
it_it: Per accedere alle impostazioni di un blocco, basta fare clic sull'icona Impostazioni mentre il blocco desiderato è selezionato.
nl_nl: Om toegang te krijgen tot de instellingen voor een blok, klik eenvoudigweg op het Instellingen pictogram terwijl het gewenste blok is geselecteerd.
uk: Для доступу до налаштувань блоку просто клацніть на значок Налаштування, коли обраний потрібний блок.

source: Each block offers an extensive range of customization options and settings, empowering you to harness your global settings effectively. You can easily maintain consistency and coherence across your entire design.
ar: توفر كل كتلة نطاقًا واسعًا من خيارات التخصيص والإعدادات، مما يمكّنك من الاستفادة من إعداداتك العالمية بشكل فعال.
cs_cz: Každý blok nabízí širokou škálu možností přizpůsobení a nastavení, které vám umožní efektivně využívat globální nastavení. Můžete tak snadno udržovat konzistenci a soudržnost napříč celým designem.
it_it: Ogni blocco offre un'ampia gamma di opzioni di personalizzazione e impostazioni, consentendoti di sfruttare efficacemente le tue impostazioni globali. Puoi facilmente mantenere coerenza e coesione in tutto il tuo design.
nl_nl: Elk blok biedt een uitgebreid scala aan aanpassingsmogelijkheden en instellingen, waardoor je je wereldwijde instellingen effectief kunt benutten. Je kunt eenvoudig consistentie en samenhang in je hele ontwerp behouden.
uk: Кожен блок пропонує широкий спектр налаштувань та параметрів налаштувань, що дозволяє вам ефективно використовувати св

source: Pro tip:
ar: نصيحة احترافية:
cs_cz: Tip pro:
it_it: Suggerimento professionale:
uk: Професійна порада:

source: If you're struggling to select a specific block, check the Document Overview to easily see the full structure of your page.
ar: إذا كنت تواجه صعوبة في اختيار كتلة معينة، تحقق من نظرة عامة على المستند لرؤية بنية الصفحة ب
cs_cz: Pokud máte potíže vybrat konkrétní blok, zkontrolujte Přehled dokumentu, abyste snadno viděli celou strukturu vaší stránky.
it_it: Se stai avendo difficoltà a selezionare un blocco specifico, controlla la Panoramica del documento per vedere facilmente l'intera struttura della tua pagina.
nl_nl: Als je moeite hebt om een specifiek blok te selecteren, controleer dan het Documentoverzicht om gemakkelijk de volledige structuur van je pagina te zien.
uk: Якщо ви маєте проблеми з вибором конкретного блоку, перевірте Загальний огляд документа, щоб легко побачити повну струк

source: Responsive and Hover Modes
ar: أوضاع الاستجابة والتحويم
cs_cz: Reaktivní a režimy při najetí kurzorem
it_it: Modalità responsive e hover
nl_nl: Responsieve en zweefmodi
uk: Реагуючі та режими при наведенні

source: To switch between editing modes, click on one of the icons located at the top-middle of the interface. Any changes you make to the settings will affect the selected mode only. This allows for easy customization to responsive and hover settings.
ar: للتبديل بين أوضاع التحرير، انقر فوق أحد الأيقونات الموجودة في الجزء العلوي الأوسط من الواجهة.
cs_cz: Pro přepnutí mezi režimy úprav klikněte na jeden z ikon umístěných v horní části rozhraní. Jakékoli změny, které provedete v nastavení, ovlivní pouze vybran.
it_it: Per passare tra le modalità di modifica, fare clic su una delle icone posizionate nella parte superiore-centrale dell'interfaccia. Eventuali modifiche apportate alle impostazioni influenzeranno solo la modalità selezionata. Ciò consente una facile personalizzazione.
nl_nl: Om te schakelen tussen bewerkingsmodi, klik op een van de pictogrammen bovenaan het midden van de interface. Eventuele wijzigingen die u aanbrengt in de instellingen zullen alleen van invloed zijn op de geselecteerde modus.
uk: Для перемикання між режимами редагування клацніть на одному з іконок, що розташовані у верхній частині середини інтерф

source: Keep an eye out for settings highlighted in
ar: راقب الإعدادات المميزة فيها
cs_cz: Dbejte na nastavení zvýrazněná v
it_it: Stai attento alle impostazioni evidenziate in
nl_nl: Let op de instellingen die zijn gemarkeerd in
uk: Слідкуйте за налаштуваннями, які виділені

source: green
ar: أخضر
cs_cz: zelená
it_it: verde
nl_nl: groen
uk: зелений

source: — these are unique to the selected mode and can be edited separately.
ar: — هذه فريدة للوضع المحدد ويمكن تحريرها بشكل منفصل.
cs_cz: Tyto jsou jedinečné pro vybraný režim a mohou být upravovány samostatně.
it_it: Questi sono unici alla modalità selezionata e possono essere modificati separatamente.
nl_nl: — deze zijn uniek voor de geselecteerde modus en kunnen afzonderlijk worden bewerkt.
uk: — ці унікальні для обраного режиму та можуть бути редаговані окремо.

source: It's time to start building
ar: حان الوقت لبدء البناء
cs_cz: Je čas začít stavět
it_it: È tempo di iniziare a costruire
nl_nl: Het is tijd om te beginnen met bouwen
uk: Час почати будувати

source: To see this guide again, click the “Display Tutorial” button at the bottom of the Nectarblocks Global Settings panel.
ar: لرؤية هذا الدليل مرة أخرى، انقر على زر "عرض البرنامج التعليمي" في أسفل لوحة الإعدادات العامة
cs_cz: Pro zobrazení tohoto průvodce znovu klikněte na tlačítko „Zobrazit návod“ na dně panelu Globální nastavení Nectarblocks.
it_it: Per visualizzare nuovamente questa guida, fare clic sul pulsante "Mostra tutorial" in fondo al pannello Impostazioni globali di Nectarblocks.
nl_nl: Om deze handleiding opnieuw te bekijken, klik op de knop "Tutorial weergeven" onderaan het Nectarblocks Global Settings-paneel.
uk: Щоб переглянути цей посібник знову, клацніть кнопку «Показати навчання» унизу панелі глобальних налаштувань Nectarblocks.

source: Custom Font
ar: خط مخصص
cs_cz: Vlastní písmo
it_it: Carattere personalizzato
nl_nl: Aangepast lettertype
uk: Спеціальний шрифт

source: Nectarblocks Post Options
ar: خيارات نيكتاربلوكس للمنشورات
cs_cz: Možnosti příspěvku Nectarblocks
it_it: Opzioni di pubblicazione di Nectarblocks
nl_nl: Nectarblocks Berichtopties
uk: Опції публікації Nectarblocks

source: Hide Title
ar: إخفاء العنوان
cs_cz: Skrýt nadpis
it_it: Nascondi Titolo
nl_nl: Verberg Titel
uk: Сховати заголовок

source: Transparent Header
ar: رأس الصفحة شفاف
cs_cz: Průhledný záhlaví
it_it: Intestazione trasparente
nl_nl: Transparante header
uk: Прозорий заголовок

source: Header Animation
ar: تحريك العنوان
cs_cz: Animace záhlaví
it_it: Animazione dell'intestazione
nl_nl: Koptekstanimatie
uk: Анімація заголовка

source: Nectarblocks Guide
ar: دليل نيكتاربلوكس
cs_cz: Průvodce Nectarblocks
it_it: Guida Nectarblocks
nl_nl: Nectarblocks Gids
uk: Посібник по Nectarblocks

source: Display Tutorial
ar: عرض البرنامج التعليمي
cs_cz: Zobrazit návod
it_it: Mostra tutorial
nl_nl: Toon handleiding
uk: Показати навчання

source: Heading 1
ar: العنوان 1
cs_cz: Nadpis 1
it_it: Intestazione 1
nl_nl: Kop 1
uk: Заголовок 1

source: Heading 2
ar: العنوان 2
cs_cz: Nadpis 2
it_it: Intestazione 2
nl_nl: Kop 2
uk: Заголовок 2

source: Heading 3
ar: العنوان 3
cs_cz: Nadpis 3
it_it: Intestazione 3
nl_nl: Kop 3
uk: Заголовок 3

source: Heading 4
ar: العنوان 4
cs_cz: Nadpis 4
it_it: Intestazione 4
nl_nl: Kop 4
uk: Заголовок 4

source: Heading 5
ar: العنوان 5
cs_cz: Nadpis 5
it_it: Intestazione 5
nl_nl: Kop 5
uk: Заголовок 5

source: Heading 6
ar: العنوان 6
cs_cz: Nadpis 6
it_it: Intestazione 6
nl_nl: Kopje 6
uk: Заголовок 6

source: Paragraph
ar: فقرة
cs_cz: Odstavec
it_it: Paragrafo
nl_nl: Paragraaf
uk: Абзац

source: No templates found for "%s".
ar: لم يتم العثور على قوالب لـ "%s".
cs_cz: Nebyly nalezeny žádné šablony pro "%s".
it_it: Nessun modello trovato per "%s".
nl_nl: Geen sjablonen gevonden voor "%s".
uk: Шаблонів для "%s" не знайдено.

source: In View
ar: في العرض
cs_cz: V zobrazení
it_it: In vista
nl_nl: In zicht
uk: У полі зору

source: On Pin
ar: على الدبوس
cs_cz: Na pinu
it_it: Su Pin
nl_nl: Op Pin
uk: На Pin

source: Overlap
ar: تداخل
cs_cz: Překrývání
it_it: Sovrapposizione
nl_nl: Overlapping
uk: Перекриття

source: Advanced Option: This should typically remain disabled. By default, padding is added to the bottom to push other elements down when your block is pinned. Enable this option to allow content to scroll over the pinned block.
ar: الخيار المتقدم: يجب أن يبقى هذا الخيار معطلاً عادةً. بشكل افتراضي، يتم إضافة حشو إلى الأسفل لدفع العناصر الأخرى للأسفل عندما يتم تثبيت الكتلة الخاصة بك. قم بتمكين هذا الخيار للسماح للمحتوى بالتمرير فوق الكتلة المثبتة.
cs_cz: Pokročilá možnost: Tato možnost by měla zůstat obvykle deaktivovaná. Ve výchozím nastavení je na spodní část přidáno odsazení, aby se ostatní prvky posunuly dolů, když je váš blok připnutý. Povolte tuto možnost, aby se obsah mohl posouvat přes připnutý blok.
it_it: Opzione Avanzata: Questa opzione dovrebbe rimanere disabilitata di solito. Per impostazione predefinita, viene aggiunto un riempimento nella parte inferiore per spingere verso il basso altri elementi quando il tuo blocco è fissato. Abilita questa opzione per consentire al contenuto di scorrere sopra il blocco fissato.
nl_nl: Geavanceerde optie: Dit moet meestal uitgeschakeld blijven. Standaard wordt er opvulling aan de onderkant toegevoegd om andere elementen naar beneden te duwen wanneer je blok vastgezet is. Schakel deze optie in om inhoud over het vastgezette blok te laten scrollen.
uk: Розширений параметр: зазвичай цей параметр повинен залишатися вимкненим. За замовчуванням внизу додається відступ, щоб змістити інші елементи вниз, коли ваш блок закріплено. Увімкніть цей параметр, щоб дозволити вмісту прокручуватися поверх закріпленого блоку.

source: Begin Animations
ar: ابدأ الرسوم المتحركة
cs_cz: Spustit animace
it_it: Inizia le animazioni
nl_nl: Begin animaties
uk: Почати анімації

source: Stagger Children
ar: ترتيب الأطفال بشكل متدرج
cs_cz: Zpoždění dětí
it_it: Bambini scaglionati
nl_nl: Verspreid Kinderen
uk: Зміщення дітей

source: Pin On
ar: تثبيت على
cs_cz: Připnout na
it_it: Appunta su
nl_nl: Vastpinnen op
uk: Прикріпити на

source: Normal
ar: عادي
cs_cz: Normální
it_it: Normale
nl_nl: Normaal
uk: Нормальний

source: Multiply
ar: ضرب
cs_cz: Násobit
it_it: Moltiplica
nl_nl: Vermenigvuldigen
uk: Множити

source: Screen
ar: شاشة
cs_cz: Obrazovka
it_it: Schermo
nl_nl: Scherm
uk: Екран

source: Darken
ar: أظلم
cs_cz: Ztmavit
it_it: Scurire
nl_nl: Verdonkeren
uk: Затемнити

source: Lighten
ar: خفف
cs_cz: Osvětlit
it_it: Alleggerire
nl_nl: Verlichten
uk: Освітлити

source: Color Dodge
ar: تجنب اللون
cs_cz: Zesvětlit barvy
it_it: Schiarisci colore
nl_nl: Kleur Dodge
uk: Освітлення кольором

source: Color Burn
ar: حرق اللون
cs_cz: Překrýt barvou
it_it: Brucia colore
nl_nl: Kleurverbranding
uk: Затемнення кольору

source: Hard Light
ar: ضوء قوي
cs_cz: Tvrdé světlo
it_it: Luce Dura
nl_nl: Hard licht
uk: Жорстке світло

source: Soft Light
ar: ضوء ناعم
cs_cz: Měkké světlo
it_it: Luce soffusa
nl_nl: Zacht licht
uk: М'яке світло

source: Difference
ar: الفرق
cs_cz: Rozdíl
it_it: Differenza
nl_nl: Verschil
uk: Різниця

source: Exclusion
ar: استبعاد
cs_cz: Vyloučení
it_it: Esclusione
nl_nl: Uitsluiting
uk: Виключення

source: Hue
ar: درجات اللون
cs_cz: Odstín
it_it: Tonalità
nl_nl: Tint
uk: Відтінок

source: Luminosity
ar: السطوع
cs_cz: Světlost
it_it: Luminosità
nl_nl: Luminositeit
uk: Яскравість

source: Blending
ar: مزج
cs_cz: Míchání
it_it: Miscelazione
nl_nl: Mengen
uk: Змішування

source: Caption Layout
ar: تخطيط التسمية التوضيحية
cs_cz: Rozvržení titulku
it_it: Layout didascalia
nl_nl: Bijschriftindeling
uk: Макет підпису

source: Fade In
ar: تلاشي تدريجي في الظهور
cs_cz: Zesílení světla
it_it: Dissolvenza in apertura
uk: Затемнення

source: Fade Up
ar: تلاشى تدريجياً
cs_cz: Zesílit
it_it: Sfuma su
nl_nl: Vervaag omhoog
uk: Затемнення

source: Show Captions
ar: إظهار التسميات التوضيحية
cs_cz: Zobrazit titulky
it_it: Mostra didascalie
nl_nl: Ondertiteling weergeven
uk: Показати субтитри

source: Image Click
ar: انقر على الصورة
cs_cz: Kliknutí na obrázek
it_it: Clicca sull'immagine
nl_nl: Afbeelding Klik
uk: Клацання зображення

source: Click Event
ar: حدث النقر
cs_cz: Kliknutí události
it_it: Evento di clic
nl_nl: Klikgebeurtenis
uk: Клік події

source: Standard
ar: قياسي
cs_cz: Standardní
nl_nl: Standaard
uk: Стандартний

source: Mosaic
ar: فسيفساء
cs_cz: Mozaika
it_it: Mosaico
nl_nl: Mozaïek
uk: Мозаїка

source: Masonry
ar: البناء الحجري
cs_cz: Zednictví
it_it: Muratura
nl_nl: Metselwerk
uk: Кладка

source: Edit Photos in Image Grid
ar: تحرير الصور في شبكة الصور
cs_cz: Upravit fotografie v mřížce obrázků
it_it: Modifica le foto nella griglia di immagini
nl_nl: Foto's bewerken in afbeeldingsraster
uk: Редагувати фотографії в сітці зображень

source: Image Grid
ar: شبكة الصور
cs_cz: Mřížka obrázků
it_it: Griglia di immagini
nl_nl: Afbeeldingsraster
uk: Сітка зображень

source: image-grid
ar: شبكة الصور
cs_cz: mřížka obrázků
it_it: griglia di immagini
nl_nl: afbeeldingsraster
uk: сітка зображень

source: Grid
ar: شبكة
cs_cz: Mřížka
it_it: Griglia
nl_nl: Raster
uk: Сітка

source: Post Count
ar: عدد المشاركات
cs_cz: Počet příspěvků
it_it: Conteggio dei post
nl_nl: Aantal berichten
uk: Кількість публікацій

source: Whether to include the single post type label after the post count. e.g. "2 Posts".
ar: ما إذا كان يجب تضمين تسمية نوع المنشور الفردي بعد عدد المنشورات. على سبيل المثال: "2 منشورات".
cs_cz: Zda zahrnout označení typu jednotlivého příspěvku za počtem příspěvků, např. "2 příspěvky".
it_it: Se includere l'etichetta del tipo di post singolo dopo il conteggio dei post. ad es. "2 Post".
nl_nl: Of het enkelvoudige berichttype-label na het aantal berichten moet worden opgenomen, bijvoorbeeld "2 Berichten".
uk: Чи включати мітку типу одиночного поста після кількості постів, наприклад, "2 Пости".

source: Taxonomy Grid
ar: شبكة التصنيف
cs_cz: Taxonomická mřížka
it_it: Griglia di Tassonomia
nl_nl: Taxonomie Raster
uk: Сітка таксономії

source: A highly customizable grid display that can query data from any taxonomy type.
ar: عرض شبكة قابل للتخصيص بشكل كبير يمكنه استعلام البيانات من أي نوع تصنيف.
cs_cz: Vysoce přizpůsobitelný mřížkový displej, který může dotazovat data z jakéhokoli typu taxonomie.
it_it: Un display a griglia altamente personalizzabile che può interrogare dati da qualsiasi tipo di tassonomia.
nl_nl: Een zeer aanpasbaar rasterweergave die gegevens kan opvragen van elk type taxonomie.
uk: Високонастроюваний відображення сітки, яке може запитувати дані з будь-якого типу таксономії.

source: taxonomy grid
ar: شبكة التصنيف
cs_cz: taxonomická mřížka
it_it: griglia di tassonomia
nl_nl: taxonomie raster
uk: сітка таксономії

source: Done
ar: تم
cs_cz: Hotovo
it_it: Fatto
nl_nl: Gedaan
uk: Готово

source: Features
ar: الميزات
cs_cz: Funkce
it_it: Caratteristiche
nl_nl: Kenmerken
uk: Особливості

source: CSS Code
ar: كود CSS
cs_cz: CSS kód
it_it: Codice CSS
uk: CSS код

source: JS Code
ar: كود جافا سكريبت
cs_cz: JS kód
it_it: Codice JS
uk: Код JS

source: Open Editor
ar: افتح المحرر
cs_cz: Otevřít editor
it_it: Apri l'editor
nl_nl: Editor openen
uk: Відкрити редактор

source: Edit %s on This Page
ar: تحرير %s في هذه الصفحة
cs_cz: Upravit %s na této stránce
it_it: Modifica %s su questa pagina
nl_nl: Bewerk %s op deze pagina
uk: Редагувати %s на цій сторінці

source: Updated. Remember to Save The Post!
ar: تم التحديث. تذكر حفظ المنشور!
cs_cz: Aktualizováno. Nezapomeňte příspěvek uložit!
it_it: Aggiornato. Ricorda di salvare il post!
nl_nl: Bijgewerkt. Vergeet niet de post op te slaan!
uk: Оновлено. Не забудьте зберегти публікацію!

source: Start On
ar: البدء
cs_cz: Začni na
it_it: Inizia su
nl_nl: Beginnen aan
uk: Почати з

source: Row
ar: صف
cs_cz: Řada
it_it: Fila
nl_nl: Rij
uk: Ряд

source: Dynamic Data
ar: البيانات الديناميكية
cs_cz: Dynamická data
it_it: Dati Dinamici
nl_nl: Dynamische gegevens
uk: Динамічні дані

source: Field
ar: حقل
cs_cz: Pole
it_it: Campo
nl_nl: Veld
uk: Поле

source: Select Field
ar: اختر الحقل
cs_cz: Vybrat pole
it_it: Seleziona Campo
nl_nl: Selecteer veld
uk: Вибрати поле

source: Text When False
ar: نص عندما يكون خطأ
cs_cz: Text, když nepravda
it_it: Testo quando falso
nl_nl: Tekst wanneer onwaar
uk: Текст, коли неправда

source: Text When True
ar: نص عندما يكون صحيحًا
cs_cz: Text, když je pravda
it_it: Testo quando vero
nl_nl: Tekst Wanneer Waar
uk: Текст, коли істинно

source: Strip HTML
ar: إزالة HTML
cs_cz: Odstranit HTML
it_it: Rimuovi HTML
nl_nl: HTML verwijderen
uk: Видалити HTML

source: Image Size
ar: حجم الصورة
cs_cz: Velikost obrázku
it_it: Dimensione dell'immagine
nl_nl: Beeldgrootte
uk: Розмір зображення

source: Posts/Pages
ar: المنشورات/الصفحات
cs_cz: Příspěvky/Stránky
it_it: Post/Pagine
nl_nl: Berichten/Pagina's
uk: Пости/Сторінки

source: Select Post/Page
ar: اختر منشور/صفحة
cs_cz: Vybrat příspěvek/stránku
it_it: Seleziona Post/Pagina
nl_nl: Selecteer bericht/pagina
uk: Виберіть публікацію/сторінку

source: Select Source
ar: اختر المصدر
cs_cz: Vybrat zdroj
it_it: Seleziona sorgente
nl_nl: Selecteer bron
uk: Виберіть джерело

source: Post Date Modified
ar: تاريخ تعديل النشر
cs_cz: Datum úpravy příspěvku
it_it: Data di pubblicazione modificata
nl_nl: Datum van wijziging bericht
uk: Дата змінення публікації

source: Current Post
ar: المنشور الحالي
cs_cz: Aktuální příspěvek
it_it: Post attuale
nl_nl: Huidige bericht
uk: Поточний допис

source: Other Posts
ar: منشورات أخرى
cs_cz: Další příspěvky
it_it: Altri post
nl_nl: Andere berichten
uk: Інші публікації

source: Preview Starting State
ar: معاينة الحالة الابتدائية
cs_cz: Náhled počátečního stavu
it_it: Anteprima dello Stato Iniziale
nl_nl: Voorbeeld van de startstaat
uk: Попередній перегляд початкового стану

source: Pointer
ar: المؤشر
cs_cz: Ukazatel
it_it: Puntatore
nl_nl: Aanwijzer
uk: Вказівник

source: Pointer events: Control how the block can be interacted with.
ar: أحداث المؤشر: التحكم في كيفية التفاعل مع الكتلة.
cs_cz: Události ukazatele: Ovládejte, jak lze s blokem interagovat.
it_it: Eventi puntatore: Controlla come il blocco può essere interagito.
nl_nl: Aanwijsgebeurtenissen: Bepaal hoe er met het blok kan worden omgegaan.
uk: Події вказівника: Контролюйте, як можна взаємодіяти з блоком.

source: Be sure to follow the trademark guidelines for your selected icon.
ar: تأكد من اتباع إرشادات العلامة التجارية للأيقونة التي اخترتها.
cs_cz: Ujistěte se, že dodržujete pokyny pro ochranné známky pro vybranou ikonu.
it_it: Assicurati di seguire le linee guida sui marchi per l'icona selezionata.
nl_nl: Zorg ervoor dat je de richtlijnen voor handelsmerken volgt voor het door jou gekozen pictogram.
uk: Обов'язково дотримуйтесь вказівок щодо торговельної марки для вибраного вами значка.

source: Width Type
ar: نوع العرض
cs_cz: Šířka typu
it_it: Tipo di larghezza
nl_nl: Breedte type
uk: Тип ширини

source: Transition Speed
ar: سرعة الانتقال
cs_cz: Rychlost přechodu
it_it: Velocità di transizione
nl_nl: Overgangssnelheid
uk: Швидкість переходу

source: Note: The autoplay functionality is disabled in the editor.
ar: ملاحظة: تم تعطيل وظيفة التشغيل التلقائي في المحرر.
cs_cz: Poznámka: Funkce automatického přehrávání je v editoru zakázána.
it_it: Nota: La funzionalità di riproduzione automatica è disabilitata nell'editor.
nl_nl: Opmerking: De autoplay-functionaliteit is uitgeschakeld in de editor.
uk: Примітка: Функція автоматичного відтворення вимкнена в редакторі.

source: Set the parent
ar: تعيين الأصل
cs_cz: Nastavit rodiče
it_it: Imposta il genitore
nl_nl: Stel de ouder in
uk: Встановити батька

source: block
ar: كتلة
cs_cz: blok
it_it: blocco
nl_nl: blok
uk: блок

source: to
ar: إلى
cs_cz: do
it_it: a
nl_nl: naar
uk: до

source: to adjust column width.
ar: لتعديل عرض العمود.
cs_cz: upravit šířku sloupce.
it_it: per regolare la larghezza della colonna.
nl_nl: de kolombreedte aanpassen.
uk: щоб налаштувати ширину стовпця.

source: Post Content
ar: محتوى المنشور
cs_cz: Obsah příspěvku
it_it: Contenuto del post
nl_nl: Inhoud plaatsen
uk: Вміст публікації

source: Displays the content of a post.
ar: يعرض محتوى المنشور.
cs_cz: Zobrazí obsah příspěvku.
it_it: Visualizza il contenuto di un post.
nl_nl: Toont de inhoud van een bericht.
uk: Відображає вміст публікації.

source: post content
ar: نشر المحتوى
cs_cz: zveřejnit obsah
it_it: pubblica contenuto
nl_nl: inhoud plaatsen
uk: опублікувати вміст
