Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: Animation Configuration
ar: تكوين الرسوم المتحركة
cs_cz: Konfigurace animace
it_it: Configurazione dell'animazione
nl_nl: Animatieconfiguratie
uk: Конфігурація анімації

source: Ensure the media and content are the same height.
ar: تأكد من أن الوسائط والمحتوى لهما نفس الارتفاع.
cs_cz: Ujistěte se, že média a obsah mají stejnou výšku.
it_it: Assicurati che i media e il contenuto abbiano la stessa altezza.
nl_nl: Zorg ervoor dat de media en de inhoud dezelfde hoogte hebben.
uk: Переконайтеся, що медіа та контент мають однакову висоту.

source: Keeps your content in the same position when scrolling.
ar: يبقي المحتوى في نفس الموضع عند التمرير.
cs_cz: Udržuje váš obsah na stejném místě při rolování.
it_it: Mantiene il tuo contenuto nella stessa posizione durante lo scorrimento.
nl_nl: Houdt uw inhoud op dezelfde positie tijdens het scrollen.
uk: Утримує ваш контент на тому ж місці під час прокручування.

source: Arrow
ar: سهم
cs_cz: Šipka
it_it: Freccia
nl_nl: Pijl
uk: Стріла

source: Meta Gap
ar: فجوة ميتا
cs_cz: Meta mezera
nl_nl: Meta Kloof
uk: Мета Геп

source: Max W.
ar: ماكس و.
uk: Макс В.

source: Max width of the content area in each post.
ar: الحد الأقصى لعرض منطقة المحتوى في كل منشور.
cs_cz: Maximální šířka oblasti obsahu v každém příspěvku.
it_it: Larghezza massima dell'area del contenuto in ogni post.
nl_nl: Maximale breedte van het inhoudsgebied in elk bericht.
uk: Максимальна ширина області вмісту в кожному дописі.

source: Zoom Reveal
ar: تكبير الكشف
cs_cz: Zoom odhalení
it_it: Zoom Rivela
nl_nl: Zoom Onthulling
uk: Збільшити розкриття

source: Link Type
ar: نوع الرابط
cs_cz: Typ odkazu
it_it: Tipo di collegamento
uk: Тип посилання

source: Variant
ar: متغير
cs_cz: Varianta
it_it: Variante
uk: Варіант

source: Each variant offers a different arrangement of items.
ar: كل نوع يقدم ترتيبًا مختلفًا من العناصر.
cs_cz: Každá varianta nabízí jiné uspořádání položek.
it_it: Ogni variante offre una disposizione diversa degli articoli.
nl_nl: Elke variant biedt een andere rangschikking van items.
uk: Кожен варіант пропонує різне розташування предметів.

source: Estimated Read Time
ar: الوقت المقدر للقراءة
cs_cz: Odhadovaná doba čtení
it_it: Tempo di lettura stimato
nl_nl: Geschatte leestijd
uk: Орієнтовний час читання

source: Spacer
ar: فاصل
cs_cz: Mezera
it_it: Distanziale
nl_nl: Spatie
uk: Пробіл

source: Meta Key
ar: المفتاح الرئيسي
cs_cz: Meta klíč
it_it: Chiave Meta
nl_nl: Meta Sleutel
uk: Мета ключ

source: The name of a custom meta field key to query from. e.g. "_sku". You can insert one above or manually enter your own.
ar: اسم مفتاح الحقل المخصص للاستعلام منه. على سبيل المثال، "_sku". يمكنك إدخال واحد أعلاه أو إدخال خاص بك يدويًا.
cs_cz: Název klíče vlastního meta pole, ze kterého chcete dotazovat. Např. "_sku". Můžete vložit jeden výše nebo ručně zadat svůj vlastní.
it_it: Il nome di una chiave di campo meta personalizzato da interrogare. ad esempio, "_sku". Puoi inserirne uno sopra o inserire manualmente il tuo.
nl_nl: De naam van een aangepaste meta-veld sleutel om op te zoeken, bijvoorbeeld "_sku". Je kunt er hierboven een invoegen of handmatig je eigen invoeren.
uk: Назва ключа користувацького мета-поля для запиту. Наприклад, "_sku". Ви можете вставити один вище або ввести свій власний вручну.

source: This will add a gap between your meta items when using the "Side" aligned content layout.
ar: سيضيف هذا فجوة بين عناصر الميتا الخاصة بك عند استخدام تخطيط المحتوى المحاذي "للجانب".
cs_cz: Tímto se přidá mezera mezi vaše meta položky při použití rozložení obsahu zarovnaného na "Stranu".
it_it: Questo aggiungerà uno spazio tra i tuoi elementi meta quando utilizzi il layout di contenuto allineato "Laterale".
nl_nl: Dit zal een ruimte toevoegen tussen je meta-items bij het gebruik van de "Zij" uitgelijnde inhoudsindeling.
uk: Це додасть проміжок між вашими метаелементами при використанні макета контенту з вирівнюванням "Side".

source: Button Border
ar: حدود الزر
cs_cz: Okraj tlačítka
it_it: Bordo del pulsante
nl_nl: Knoprand
uk: Кордон кнопки

source: Taxonomy
ar: التصنيف
cs_cz: Taxonomie
it_it: Tassonomia
nl_nl: Taxonomie
uk: Таксономія

source: Query settings are automatically determined from the Global Section archive.
ar: يتم تحديد إعدادات الاستعلام تلقائيًا من أرشيف القسم العالمي.
cs_cz: Nastavení dotazu je automaticky určeno z archivu Globální sekce.
it_it: Le impostazioni delle query sono determinate automaticamente dall'archivio della Sezione Globale.
nl_nl: Query-instellingen worden automatisch bepaald vanuit het archief van de Globale Sectie.
uk: Налаштування запиту автоматично визначаються з архіву Глобального розділу.

source: Exclude Current Post
ar: استبعاد المنشور الحالي
cs_cz: Vyloučit aktuální příspěvek
it_it: Escludi il post corrente
nl_nl: Huidige bericht uitsluiten
uk: Виключити поточний допис

source: Full Height
ar: الارتفاع الكامل
cs_cz: Plná výška
it_it: Altezza completa
nl_nl: Volledige hoogte
uk: Повна висота

source: Show
ar: عرض
cs_cz: Ukázat
it_it: Mostra
nl_nl: Tonen
uk: Показати

source: Delimiter
ar: الفاصل
cs_cz: Oddělovač
it_it: Delimitatore
nl_nl: Scheidingsteken
uk: Роздільник

source: Term Link
ar: رابط المصطلح
cs_cz: Odkaz na termín
it_it: Collegamento al termine
uk: Посилання на термін

source: "All" Link
ar: "الكل" رابط
cs_cz: "Vše" Odkaz
it_it: Link "Tutti"
nl_nl: "Alle" Link
uk: "Усі" Посилання

source: Hover FX
ar: تحويم FX
cs_cz: Vznášející se FX
it_it: Sospensione FX
uk: Наведіть FX

source: Style Settings
ar: إعدادات النمط
cs_cz: Nastavení stylu
it_it: Impostazioni dello stile
nl_nl: Stijlinstellingen
uk: Налаштування стилю

source: Default State
ar: الحالة الافتراضية
cs_cz: Výchozí stav
it_it: Stato predefinito
nl_nl: Standaardtoestand
uk: Стан за замовчуванням

source: Active State
ar: الحالة النشطة
cs_cz: Aktivní stav
it_it: Stato attivo
nl_nl: Actieve staat
uk: Активний стан

source: Taxonomy Terms
ar: مصطلحات التصنيف
cs_cz: Taxonomické termíny
it_it: Termini di tassonomia
nl_nl: Taxonomietermen
uk: Терміни таксономії

source: Display the selected taxonomy terms for your post.
ar: عرض مصطلحات التصنيف المحددة لمنشورك.
cs_cz: Zobrazit vybrané taxonomické termíny pro váš příspěvek.
it_it: Visualizza i termini di tassonomia selezionati per il tuo post.
nl_nl: Toon de geselecteerde taxonomietermen voor je bericht.
uk: Відобразити вибрані терміни таксономії для вашого допису.

source: taxonomy
ar: التصنيف
cs_cz: taxonomie
it_it: tassonomia
nl_nl: taxonomie
uk: таксономія

source: terms
ar: الشروط
cs_cz: podmínky
it_it: termini
nl_nl: voorwaarden
uk: умови

source: Insert Dynamic Data
ar: إدراج بيانات ديناميكية
cs_cz: Vložit dynamická data
it_it: Inserisci dati dinamici
nl_nl: Dynamische gegevens invoegen
uk: Вставити динамічні дані

source: Dynamic Content
ar: المحتوى الديناميكي
cs_cz: Dynamický obsah
it_it: Contenuto Dinamico
nl_nl: Dynamische inhoud
uk: Динамічний контент

source: Indent
ar: مسافة بادئة
cs_cz: Odsazení
it_it: Rientro
nl_nl: Inspringing
uk: Відступ

source: Warning: Core Global Typography Settings have been disabled via the Nectarblocks Plugin Options.
ar: تحذير: تم تعطيل إعدادات الطباعة الأساسية العالمية عبر خيارات ملحق Nectarblocks.
cs_cz: Upozornění: Globální nastavení typografie jádra bylo deaktivováno prostřednictvím možností pluginu Nectarblocks.
it_it: Avviso: Le impostazioni tipografiche globali principali sono state disabilitate tramite le opzioni del plugin Nectarblocks.
nl_nl: Waarschuwing: Core Global Typografie-instellingen zijn uitgeschakeld via de Nectarblocks Plugin-opties.
uk: Попередження: Глобальні налаштування типографіки ядра були вимкнені через параметри плагіна Nectarblocks.

source: Add New Location
ar: إضافة موقع جديد
cs_cz: Přidat nové místo
it_it: Aggiungi nuova posizione
nl_nl: Nieuwe locatie toevoegen
uk: Додати нове місце розташування

source: Error loading template parts.
ar: خطأ في تحميل أجزاء القالب.
cs_cz: Chyba při načítání částí šablony.
it_it: Errore nel caricamento delle parti del modello.
nl_nl: Fout bij het laden van sjabloondelen.
uk: Помилка завантаження частин шаблону.

source: Global Section Options
ar: خيارات القسم العالمي
cs_cz: Možnosti globální sekce
it_it: Opzioni Sezione Globale
nl_nl: Opties voor de globale sectie
uk: Параметри глобального розділу

source: Template Options
ar: خيارات القوالب
cs_cz: Možnosti šablony
it_it: Opzioni del Modello
nl_nl: Sjabloonopties
uk: Параметри шаблону

source: Add New Condition
ar: إضافة شرط جديد
cs_cz: Přidat novou podmínku
it_it: Aggiungi Nuova Condizione
nl_nl: Nieuwe voorwaarde toevoegen
uk: Додати нову умову

source: Project Options
ar: خيارات المشروع
cs_cz: Možnosti projektu
it_it: Opzioni del progetto
nl_nl: Projectopties
uk: Параметри проєкту

source: Client
ar: عميل
cs_cz: Klient
it_it: Cliente
nl_nl: Klant
uk: Клієнт

source: Select a video preview for this project to replace the featured image.
ar: اختر معاينة فيديو لهذا المشروع لاستبدال الصورة المميزة.
cs_cz: Vyberte náhled videa pro tento projekt, který nahradí hlavní obrázek.
it_it: Seleziona un'anteprima video per questo progetto per sostituire l'immagine in evidenza.
nl_nl: Selecteer een videovoorvertoning voor dit project om de uitgelichte afbeelding te vervangen.
uk: Виберіть попередній перегляд відео для цього проекту, щоб замінити основне зображення.

source: CSS
ar: CSS CSS

source: URL
ar: رابط
