Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: Accordion Title..
ar: عنوان الأكورديون
cs_cz: Titulek akordeonu.
it_it: Titolo dell'accordion.
nl_nl: Accordeontitel.
uk: Заголовок акордеону.

source: Accordion Section
ar: قسم الأكورديون
cs_cz: Akordeonová sekce
it_it: Sezione fisarmonica
nl_nl: Accordeonsectie
uk: Секція акордеону

source: A section for content inside each accordion.
ar: قسم للمحتوى داخل كل أكورديون.
cs_cz: Sekce pro obsah uvnitř každé akordeonové položky.
it_it: Una sezione per il contenuto all'interno di ciascun accordion.
nl_nl: Een sectie voor inhoud binnen elke accordeon.
uk: Розділ для контенту всередині кожного акордеона.

source: accordions
ar: الأكورديونات
cs_cz: akordeony
it_it: fisarmoniche
nl_nl: accordeons
uk: акордеони

source: nectar
ar: رحيق
cs_cz: nektar
it_it: nettare
uk: нектар

source: Indicator
ar: مؤشر
cs_cz: Ukazatel
it_it: Indicatore
uk: Індикатор

source: Indicator Size
ar: حجم المؤشر
cs_cz: Velikost indikátoru
it_it: Dimensione dell'indicatore
nl_nl: Indicator grootte
uk: Розмір індикатора

source: Content Gap
ar: فجوة المحتوى
cs_cz: Obsahová mezera
it_it: Vuoto di contenuti
nl_nl: Inhoudslek
uk: Пробіли в контенті

source: Go to Parent Settings
ar: اذهب إلى إعدادات الوالدين
cs_cz: Přejít na rodičovské nastavení
it_it: Vai alle Impostazioni Genitore
nl_nl: Ga naar ouderlijk toezicht
uk: Перейдіть до налаштувань батьків

source: Add New Accordion
ar: إضافة أكورديون جديد
cs_cz: Přidat nový akordeon
it_it: Aggiungi un nuovo accordion
nl_nl: Voeg een nieuwe accordeon toe
uk: Додати новий акордеон

source: Panel Titles
ar: عناوين اللوحة
cs_cz: Názvy panelů
it_it: Titoli del pannello
nl_nl: Paneeltitels
uk: Заголовки панелей

source: Title Active
ar: العنوان نشط
cs_cz: Aktivní titul
it_it: Titolo Attivo
nl_nl: Titel Actief
uk: Активний заголовок

source: Effects / Transforms
ar: التأثيرات / التحولات
cs_cz: Efekty / Transformace
it_it: Effetti / Trasformazioni
nl_nl: Effecten / Transformaties
uk: Ефекти / Трансформації

source: Accordion
ar: أكورديون
cs_cz: Akordeon
it_it: Fisarmonica
nl_nl: Accordeon
uk: Акордеон

source: A collapsible and expandable component that organizes content into sections.
ar: مكون قابل للطي والتوسيع ينظم المحتوى في أقسام.
cs_cz: Sesklopatelný a rozšiřitelný komponent, který organizuje obsah do sekcí.
it_it: Un componente pieghevole ed espandibile che organizza i contenuti in sezioni.
nl_nl: Een inklapbaar en uitklapbaar onderdeel dat inhoud in secties organiseert.
uk: Згортальний та розгортальний компонент, який організовує вміст у розділи.

source: accordion
ar: لا يوجد ترجمة محددة لكلمة "accordion" في اللغة العربية، يمكن استخدام الكلمة بنفس الشكل.
cs_cz: akordeon
it_it: fisarmonica
nl_nl: accordeon
uk: акордеон

source: Border
ar: الحدود
cs_cz: Hranice
it_it: Confine
nl_nl: Grens
uk: Кордон

source: Thickness
ar: سمك
cs_cz: Tloušťka
it_it: Spessore
nl_nl: Dikte
uk: Товщина

source: Preset
ar: مسبقا
cs_cz: Přednastavení
it_it: Impostato
nl_nl: Vooraf ingesteld
uk: Налаштування

source: Start Open
ar: ابدأ مفتوحًا
cs_cz: Začít otevřít
it_it: Inizia aperto
nl_nl: Beginnen open
uk: Почати відкриття

source: Gap
ar: فجوة
cs_cz: Mezera
it_it: La lacuna
nl_nl: Kloof
uk: Проміжок

source: BG Color
ar: لون الخلفية
cs_cz: Barva pozadí
it_it: Colore di sfondo
nl_nl: Achtergrondkleur
uk: Колір фону

source: Shadow
ar: الظل
cs_cz: Stín
it_it: Ombra
nl_nl: Schaduw
uk: Тінь

source: Add Your Text...
ar: أضف النص الخاص بك...
cs_cz: Přidejte svůj text...
it_it: Aggiungi il tuo testo...
nl_nl: Voeg uw tekst toe...
uk: Додайте ваш текст...

source: Icon Align
ar: محاذاة الأيقونة
cs_cz: Zarovnání ikony
it_it: Allineamento icona
nl_nl: Pictogram uitlijnen
uk: Вирівнювання іконки

source: Color / Background
ar: اللون / الخلفية
cs_cz: Barva / Pozadí
it_it: Colore / Sfondo
nl_nl: Kleur / Achtergrond
uk: Колір / Фон

source: Button
ar: زر
cs_cz: Tlačítko
it_it: Pulsante
nl_nl: Knop
uk: Кнопка

source: A button block for links and call to actions.
ar: كتلة زر للارتباطات والدعوة إلى اتخاذ إجراء.
cs_cz: Blokové tlačítko pro odkazy a výzvy k akci.
it_it: Un blocco pulsante per collegamenti e chiamate all'azione.
nl_nl: Een knopblok voor links en oproepen tot actie.
uk: Блок кнопки для посилань та закликів до дії.

source: button
ar: زر
cs_cz: tlačítko
it_it: pulsante
nl_nl: knop
uk: кнопка

source: Download
ar: تحميل
cs_cz: Stáhnout
it_it: Scarica
uk: Завантажити

source: Get Started
ar: ابدأ
cs_cz: Začněte
it_it: Inizia
nl_nl: Aan de slag
uk: Почати

source: Background
ar: الخلفية
cs_cz: Pozadí
it_it: Sfondo
nl_nl: Achtergrond
uk: Контекст

source: Carousel Item
ar: عنصر الدائري
cs_cz: Položka karuselu
it_it: Elemento del carosello
nl_nl: Carrousel item
uk: Елемент каруселі

source: A section for content inside each carousel.
ar: قسم للمحتوى داخل كل كاروسيل.
cs_cz: Sekce pro obsah uvnitř každého karuselu.
it_it: Una sezione per il contenuto all'interno di ogni carosello.
nl_nl: Een sectie voor inhoud binnen elke carrousel.
uk: Розділ для контенту всередині каруселі.

source: carousel
ar: دائري
cs_cz: karusel
it_it: carrusel
nl_nl: carrousel
uk: карусель

source: carousel item
ar: عنصر السياروسيل
cs_cz: položka karuselu
it_it: elemento del carosello
nl_nl: carrousel item
uk: елемент каруселі

source: Add Slide
ar: إضافة شريحة
cs_cz: Přidat snímek
it_it: Aggiungi diapositiva
nl_nl: Voeg dia toe
uk: Додати слайд

source: Slide Prev
ar: الشريحة السابقة
cs_cz: Předchozí snímek
it_it: Diapositiva precedente
nl_nl: Dia Vorige
uk: Попередній слайд

source: Slide Next
ar: انتقل للشريحة التالية
cs_cz: Přesuňte se na další
it_it: Passa alla prossima diapositiva
nl_nl: Volgende dia
uk: Перейти на наступний слайд

source: Slider Effects
ar: تأثيرات المنزلق
cs_cz: Efekty posuvníku
it_it: Effetti dello slider
nl_nl: Schuifregelaar effecten
uk: Ефекти слайдера

source: Slider Controls
ar: عناصر التحكم في شريط التمرير
cs_cz: Ovládací prvky posuvníku
it_it: Controlli dello slider
nl_nl: Schuifregelaars
uk: Повзунки управління

source: Slider Modes
ar: أوضاع شريط التمرير
cs_cz: Režimy posuvníku
it_it: Modalità slider
nl_nl: Schuifregelaar modi
uk: Режими слайдера

source: Exclude Controls?
ar: استبعد الضوابط؟
cs_cz: Vyloučit ovládací prvky?
it_it: Escludere i controlli?
nl_nl: Uitsluiten van bedieningselementen?
uk: Виключити елементи управління?

source: Carousel
ar: دائري
cs_cz: Kolotoč
it_it: Girarrosto
nl_nl: Carrousel
uk: Карусель

source: Rotate through content items, displayed in a horizontally scrolling format.
ar: تنقل بين عناصر المحتوى، عرضها بتنسيق تمرير أفقي.
cs_cz: Rotujte obsahové položky zobrazené ve formátu horizontálního posouvání.
it_it: Ruota tra gli elementi del contenuto, visualizzati in un formato di scorrimento orizzontale.
nl_nl: Roteer door inhoudselementen, weergegeven in een horizontaal scrollend formaat.
uk: Перемикайтеся між елементами контенту, відображеними у горизонтальному прокручуваному форматі.

source: Columns
ar: الأعمدة
cs_cz: Sloupce
it_it: Colonne
nl_nl: Kolommen
uk: Стовпці

source: Group
ar: مجموعة
cs_cz: Skupina
it_it: Gruppo
nl_nl: Groep
uk: Група

source: Center Slides
ar: مركز الشرائح
cs_cz: Střed slajdů
it_it: Centra le diapositive
nl_nl: Midden dia's
uk: Центрувати слайди

source: Coloring
ar: التلوين
cs_cz: Barvení
it_it: Colorazione
nl_nl: Kleuren
uk: Розмальовка

source: Controls Color
ar: التحكم في اللون
cs_cz: Barvy ovládacích prvků
it_it: Colore dei controlli
nl_nl: Bedieningskleur
uk: Колір елементів управління

source: Arrows
ar: السهام
cs_cz: Šipky
it_it: Frecce
nl_nl: Pijlen
uk: Стріли

source: H. Align
ar: محاذاة اليسار
cs_cz: H. Zarovnat
it_it: Allineare
nl_nl: H. Uitlijnen
uk: Горизонтальне вирівнювання

source: V. Align
ar: محاذاة V.
cs_cz: V. Zarovnat
it_it: Allineare
nl_nl: V. Uitlijnen
uk: Вирівняти

source: Arrow Color
ar: لون السهم
cs_cz: Barva šipky
it_it: Colore della freccia
nl_nl: Pijlkleur
uk: Колір стріли

source: Pagination
ar: ترقيم الصفحات
cs_cz: Stránkování
it_it: Paginazione
nl_nl: Paginering
uk: Пагінація

source: Scrollbar
ar: شريط التمرير
cs_cz: Posuvník
it_it: Barra di scorrimento
nl_nl: Schuifbalk
uk: Полоса прокрутки

source: Transition Speed (s)
ar: سرعة (سرعات) الانتقال
cs_cz: Rychlost přechodu (s)
it_it: Velocità di transizione (s)
nl_nl: Overgangssnelheid (s)
uk: Швидкість переходу (с)

source: Autoplay
ar: التشغيل التلقائي
cs_cz: Automatické přehrávání
it_it: Riproduzione automatica
nl_nl: Automatisch afspelen
uk: Автоматичне відтворення

source: Time Between
ar: الوقت بين
cs_cz: Čas mezi
it_it: Tempo tra
nl_nl: Tijd tussen
uk: Час між

source: Pause on Hover
ar: توقف مؤقتًا عند التحويم
cs_cz: Pozastavit při najetí kurzorem
it_it: Pausa al passaggio del mouse
nl_nl: Pauze bij zweven
uk: Призупинити при наведенні

source: Loop
ar: حلقة
cs_cz: Smyčka
it_it: Ciclo
nl_nl: Walk
uk: Цикл

source: Free Mode
ar: الوضع الحر
cs_cz: Volný režim
it_it: Modalità Libera
nl_nl: Vrije modus
uk: Вільний режим

source: Column
ar: عمود
cs_cz: Sloupec
it_it: Colonna
nl_nl: Kolom
uk: Стовпець

source: Container for content.
ar: حاوية للمحتوى.
cs_cz: Kontejner pro obsah.
it_it: Contenitore per il contenuto.
nl_nl: Container voor inhoud.
uk: Контейнер для контенту.

source: column
ar: عمود
cs_cz: sloupec
it_it: colonna
nl_nl: kolom
uk: колонка

source: Small Gradient
ar: التدرج الصغير
cs_cz: Malý přechod
it_it: Piccolo gradiente
nl_nl: Kleine gradiënt
uk: Малий градієнт

source: Full Width
ar: العرض الكامل
cs_cz: Plná šířka
it_it: Larghezza piena
nl_nl: Volledige breedte
uk: Повна ширина

source: Invisible
ar: غير مرئي
cs_cz: Neviditelný
it_it: Invisibile
nl_nl: Onzichtbaar
uk: Невидимий

source: Divider
ar: المقسم
cs_cz: Dělič
it_it: Divisore
nl_nl: Verdeler
uk: Роздільник

source: A divider block to separate sections.
ar: كتلة مقسمة إلى أقسام منفصلة.
cs_cz: Blokový dělič k oddělení sekcí.
it_it: Un blocco divisore per separare le sezioni.
nl_nl: Een scheidingsblok om secties te scheiden.
uk: Блок-роздільник для розділення секцій.

source: divider
ar: المقسم
cs_cz: rozdělovač
it_it: divisore
nl_nl: verdeler
uk: роздільник

source: spacer
ar: فاصل
cs_cz: prostor
it_it: spaziatore
nl_nl: ruimtevaarder
uk: пробіл

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
cs_cz: Poměr stran
it_it: Rapporto d'aspetto
nl_nl: Beeldverhouding
uk: Співвідношення сторін

source: Flex Box
ar: صندوق مرن
it_it: Flessibilità del layout
uk: Гнучкий контейнер

source: A box for displaying content horizontally or vertically using CSS flexbox.
ar: صندوق لعرض المحتوى أفقيًا أو عموديًا باستخدام تقنية CSS Flexbox.
cs_cz: Box pro zobrazení obsahu vodorovně nebo svisle pomocí CSS flexboxu.
it_it: Un box per visualizzare contenuti in orizzontale o verticale utilizzando il CSS flexbox.
nl_nl: Een vak voor het weergeven van inhoud horizontaal of verticaal met behulp van CSS-flexbox.
uk: Коробка для відображення вмісту горизонтально або вертикально за допомогою CSS flexbox.

source: flex
ar: تمديد
cs_cz: ohýbat se
it_it: flessibile
nl_nl: buigen
uk: розгинати, гнучкий

source: box
ar: صندوق
cs_cz: krabice
it_it: scatola
nl_nl: doos
uk: коробка

source: Title..
ar: العنوان..
cs_cz: Nadpis..
it_it: Titolo...
nl_nl: Titel..
uk: Заголовок...

source: Description..
ar: الوصف..
cs_cz: Popis.
it_it: Descrizione.
nl_nl: Beschrijving.
uk: Опис..

source: List Item
ar: بند في القائمة
cs_cz: Položka seznamu
it_it: Elemento dell'elenco
nl_nl: Lijst item
uk: Елемент списку

source: A single item within the Icon List block.
ar: عنصر واحد ضمن كتلة قائمة الرموز.
cs_cz: Jedna položka v bloku Seznam ikon.
it_it: Un singolo elemento all'interno del blocco Elenco Icone.
nl_nl: Een enkel item binnen het Iconenlijst blok.
uk: Один елемент у блоку з іконками.

source: list
ar: قائمة
cs_cz: seznam
it_it: elenco
nl_nl: lijst
uk: список

source: Icon Color
ar: لون الأيقونة
cs_cz: Barva ikony
it_it: Colore dell'icona
nl_nl: Pictogramkleur
uk: Колір іконки

source: Icon List
ar: قائمة الأيقونات
cs_cz: Seznam ikon
it_it: Elenco di icone
nl_nl: Pictogrammenlijst
uk: Список ікон

source: A list that allows icons alongside each item for better visual communication.
ar: قائمة تسمح بوجود رموز بجانب كل عنصر لتحسين التواصل البصري.
cs_cz: Seznam, který umožňuje ikony vedle každé položky pro lepší vizuální komunikaci.
it_it: Una lista che consente icone accanto ad ogni elemento per una migliore comunicazione visiva.
nl_nl: Een lijst die pictogrammen naast elk item toestaat voor een betere visuele communicatie.
uk: Список, який дозволяє розміщувати піктограми поруч з кожним елементом для кращої візуальної комунікації.

source: V. Space
ar: V. المساحة
cs_cz: Vesmír
it_it: V. Spazio
nl_nl: V. Ruimte
uk: V. Космос

source: Icon Size
ar: حجم الأيقونة
cs_cz: Velikost ikony
it_it: Dimensione dell'icona
nl_nl: Pictogramgrootte
uk: Розмір іконки

source: Icon V. Align
ar: رمز V. محاذاة
cs_cz: Ikona V. Zarovnat
it_it: Icon V. Allineare
nl_nl: Pictogram V. Uitlijnen
uk: Іконка V. Вирівняти

source: A block for adding icons.
ar: كتلة لإضافة الرموز.
cs_cz: Blokování pro přidání ikon.
it_it: Un blocco per aggiungere icone.
nl_nl: Een blok voor het toevoegen van pictogrammen.
uk: Блок для додавання іконок.

source: icon
ar: أيقونة
cs_cz: ikona
it_it: icona
nl_nl: pictogram
uk: ікона

source: The image could not be located. It has likely been deleted from the server.
ar: تعذر تحديد موقع الصورة.
cs_cz: Obrázek nebylo možné najít. Pravděpodobně byl smazán ze serveru.
it_it: L'immagine non può essere trovata. È probabile che sia stata eliminata dal server.
nl_nl: De afbeelding kon niet worden gevonden. Waarschijnlijk is deze verwijderd van de server.
uk: Зображення не може бути знайдено. Ймовірно, воно було видалено з сервера.

source: Caption
ar: تسمية توضيحية
cs_cz: Titulek
it_it: Didascalia
nl_nl: Bijschrift
uk: Підпис

source: Full URL
ar: عنوان URL الكامل
cs_cz: Plná adresa URL
it_it: URL completo
nl_nl: Volledige URL
uk: Повний URL

source: Swap Image
ar: تبديل الصورة
cs_cz: Vyměnit obrázek
it_it: Cambia immagine
nl_nl: Afbeelding wisselen
uk: Змінити зображення

source: Add Media
ar: إضافة الوسائط
cs_cz: Přidat média
it_it: Aggiungi Media
nl_nl: Voeg media toe
uk: Додати медіа

source: Remove Image
ar: إزالة الصورة
cs_cz: Odebrat obrázek
it_it: Rimuovi immagine
nl_nl: Verwijder afbeelding
uk: Видалити зображення

source: No images added yet
ar: لم تتم إضافة أي صور بعد
cs_cz: Žádné obrázky zatím nebyly přidány
it_it: Nessuna immagine aggiunta ancora
nl_nl: Nog geen afbeeldingen toegevoegd
uk: Ще не додано жодних зображень

source: Start adding images by clicking on "Add Media"
ar: ابدأ بإضافة الصور بالضغط على "إضافة وسائط"
cs_cz: Začněte přidávat obrázky kliknutím na "Přidat médium".
it_it: Inizia ad aggiungere immagini cliccando su "Aggiungi Media"
nl_nl: Begin met het toevoegen van afbeeldingen door te klikken op "Media toevoegen".
uk: Почніть додавати зображення, натиснувши на "Додати медіа".

source: Color Type
ar: نوع اللون
cs_cz: Typ barvy
it_it: Tipo di colore
nl_nl: Kleurtype
uk: Тип кольору

source: Button BG
ar: زر بي جي
cs_cz: Tlačítko pozadí
it_it: Sfondo del pulsante
nl_nl: Knop achtergrond
uk: Фон кнопки

source: Time Between (s)
ar: الوقت بين (ق)
cs_cz: Čas mezi (s)
it_it: Tempo tra (s)
nl_nl: Tijd tussen (s)
uk: Час між (с)

source: Equal Height
ar: ارتفاع متساوي
cs_cz: Stejná výška
it_it: Altezza uguale
nl_nl: Gelijke hoogte
uk: Рівна висота

source: Slide Height
ar: ارتفاع الشريحة
cs_cz: Výška posuvníku
it_it: Altezza della diapositiva
nl_nl: Diahoogte
uk: Висота слайду

source: Slider Parameters
ar: معلمات شريط التمرير
cs_cz: Parametry posuvníku
it_it: Parametri dello slider
nl_nl: Schuifregelaar parameters
uk: Параметри слайдера

source: Edit Photos in Image Gallery
ar: تحرير الصور في معرض الصور
cs_cz: Upravit fotografie v obrázkové galerii
it_it: Modifica le foto nella galleria di immagini
nl_nl: Bewerk foto's in afbeeldingengalerij
uk: Редагувати фотографії в галереї зображень

source: Edit Photos
ar: تحرير الصور
cs_cz: Upravit fotky
it_it: Modifica foto
nl_nl: Bewerk foto's
uk: Редагувати фотографії

source: Image Gallery
ar: معرض الصور
cs_cz: Galerie obrázků
it_it: Galleria di immagini
nl_nl: Afbeeldingengalerij
uk: Галерея зображень

source: Seamlessly display visually captivating collections of images.
ar: عرض مجموعات الصور الجذابة بصريًا بسلاسة.
cs_cz: Plynule zobrazujte vizuálně poutavé sbírky obrázků.
it_it: Mostrare in modo impeccabile collezioni di immagini visivamente accattivanti.
nl_nl: Naadloos weergeven van visueel aantrekkelijke verzamelingen afbeeldingen.
uk: Плавно відображати візуально захоплюючі колекції зображень.

source: image-gallery
ar: معرض الصور
cs_cz: galerie obrázků
it_it: galleria di immagini
nl_nl: afbeeldingengalerij
uk: галерея зображень

source: Current media URL:
ar: عنوان URL للوسائط الحالية:
cs_cz: Aktuální média URL:
it_it: URL dei media attuale:
nl_nl: Huidige mediakoppeling:
uk: Поточний медіа-URL:

source: Replace Image
ar: استبدال الصورة
cs_cz: Nahraď obrázek
it_it: Sostituire immagine
nl_nl: Vervang Afbeelding
uk: Замінити зображення

source: Spin
ar: دوران
cs_cz: Točit
it_it: Girare
uk: Обертати

source: Speed
ar: السرعة
cs_cz: Rychlost
it_it: Velocità
nl_nl: Snelheid
uk: Швидкість

source: Upload an image file, pick one from your media library, or add one with a URL.
ar: قم بتحميل ملف صورة، أو اختر واحدًا من مكتبة الوسائط الخاصة بك، أو قم بإضافة ملف بعنوان URL.
cs_cz: Nahrajte soubor s obrázkem, vyberte jeden ze své knihovny médií nebo přidejte jeden pomocí URL.
it_it: Carica un file immagine, scegli uno dalla tua libreria multimediale o aggiungine uno tramite URL.
nl_nl: Upload een afbeeldingsbestand, kies er een uit je mediabibliotheek, of voeg er een toe met een URL.
uk: Завантажте файл зображення, виберіть один з вашої медіатеки або додайте за допомогою URL-адреси.

source: Insert an image to make a visual statement.
ar: أدخل صورة لعمل بيان مرئي.
cs_cz: Vložte obrázek, abyste vytvořili vizuální prohlášení.
it_it: Inserisci un'immagine per fare una dichiarazione visiva.
nl_nl: Voeg een afbeelding toe om een visuele verklaring te maken.
uk: Вставте зображення, щоб зробити візуальне заявлення.

source: image
ar: صورة
cs_cz: obrázek
it_it: immagine
nl_nl: afbeelding
uk: зображення

source: Milestone
ar: معلم
cs_cz: Mezník
it_it: Pietra miliare
nl_nl: Mijlpaal
uk: Важлива подія

source: Highlight an important event or attribute.
ar: تسليط الضوء على حدث أو سمة مهمة.
cs_cz: Zvýrazněte důležitou událost nebo vlastnost.
it_it: Evidenzia un evento importante o un attributo.
nl_nl: Markeer een belangrijke gebeurtenis of eigenschap.
uk: Виділіть важливу подію або якісну характеристику.

source: milestone
ar: معلم
cs_cz: milník
it_it: traguardo
nl_nl: mijlpaal
uk: важлива подія

source: Count Animation
ar: عد الرسوم المتحركة
cs_cz: Počítací animace
it_it: Animazione di conteggio
nl_nl: Tel animatie
uk: Анімація лічильника

source: Duration
ar: المدة
cs_cz: Trvání
it_it: Durata
nl_nl: Duur
uk: Тривалість

source: Content Alignment
ar: محاذاة المحتوى
cs_cz: Zarovnání obsahu
it_it: Allineamento del contenuto
nl_nl: Inhoudsafstemming
uk: Вирівнювання вмісту

source: Media Position
ar: موقف وسائل الإعلام
cs_cz: Pozice médií
it_it: Posizione media
nl_nl: Mediapositie
uk: Позиція ЗМІ

source: Media Size
ar: حجم الوسائط
cs_cz: Velikost média
it_it: Dimensioni dei media
nl_nl: Mediagrootte
uk: Розмір медіа

source: Overlay
ar: تراكب
cs_cz: Překrýt
it_it: Sovrapposizione
uk: Накладання

source: Underline
ar: تسطير
cs_cz: Podtrženo
it_it: Sottolineare
nl_nl: Onderstreep
uk: Підкреслити

source: Zoom
ar: تكبير
it_it: Ingrandire
nl_nl: Inzoomen
uk: Збільшення

source: Zoom Underline
ar: تكبير التسطير
cs_cz: Zoom Podtržení
it_it: Sottolinea Zoom
nl_nl: Zoom Onderstrepen
uk: Збільшити Підкреслення

source: Hover
ar: تحويم
cs_cz: Přejetí
it_it: Passare il mouse
nl_nl: Zweven
uk: Навести курсором

source: Overlay Opacity
ar: تراكب العتامة
cs_cz: Průhlednost překryvu
it_it: Opacità sovrapposta
nl_nl: Overlay dekking
uk: Непрозорість наложення

source: Item Ratio
ar: نسبة السلعة
cs_cz: Poměr položek
it_it: Rapporto dell'articolo
nl_nl: Item Verhouding
uk: Співвідношення елементів

source: Standard Grid
ar: الشبكة القياسية
cs_cz: Standardní mřížka
it_it: Griglia standard
nl_nl: Standaard raster
uk: Стандартна сітка

source: Masonry Grid
ar: شبكة البناء
cs_cz: Cihlová mřížka
it_it: Griglia in muratura
nl_nl: Metselwerkrooster
uk: Мурована сітка

source: Overlaid
ar: متراكبة
cs_cz: Překrytý
it_it: Sovrapposto
nl_nl: Overlapt
uk: Накладений

source: Underneath
ar: تحت
cs_cz: Pod.
it_it: Sotto
nl_nl: Onderaan
uk: Піднизом

source: Side
ar: الجانب
cs_cz: Strana
it_it: Fianco
nl_nl: Zijde
uk: Бік

source: Taxonomies
ar: التصنيفات
cs_cz: Taxonomie
it_it: Tassonomie
nl_nl: Taxonomieën
uk: Таксономії

source: Excerpt
ar: مقتطفات
cs_cz: Úryvek
it_it: Estratto
nl_nl: Uittreksel
uk: Уривок

source: Meta Display
ar: عرض ميتا
cs_cz: Meta zobrazení
it_it: Visualizzazione meta
nl_nl: Meta weergave
uk: Мета відображення

source: Simple
ar: بسيط
cs_cz: Jednoduchý
it_it: Semplice
nl_nl: Eenvoudig
uk: Просто

source: With Gravatar
ar: مع غرافاتار
cs_cz: S Gravatarem
it_it: Con Gravatar
nl_nl: Met Gravatar
uk: З Gravatar

source: With "By" Text
cs_cz: S textem „S“
it_it: Con "Con" Text
nl_nl: Met "Door" tekst
uk: З "За" текстом

source: Typography
ar: الطباعة
cs_cz: Typografie
it_it: Tipografia
nl_nl: Typografie
uk: Типографіка

source: Custom Post Meta Key
ar: مفتاح التعريف المخصص للنشر
cs_cz: Vlastní klíč meta příspěvku
it_it: Chiave Meta Post Personalizzata
nl_nl: Aangepaste berichtmeta-sleutel
uk: Ключ метаданих користувача

source: The name of a custom meta field to query from. e.g. "_sku"
ar: اسم حقل تعريف مخصص للاستعلام منه.
cs_cz: Název vlastního meta pole, ze kterého chcete provést dotaz. Např. "_sku"
it_it: Il nome di un campo meta personalizzato da interrogare. es. "_sku"
nl_nl: De naam van een aangepast meta-veld om op te vragen. bijv. "_sku"
uk: Назва користувацького метаполя для запиту. Наприклад, "_sku"

source: Before Text
ar: قبل النص
cs_cz: Před textem
it_it: Prima del testo
nl_nl: Voor tekst
uk: Перед текстом

source: After Text
ar: بعد النص
cs_cz: Po textu
it_it: Dopo il testo
nl_nl: Na tekst
uk: Після тексту

source: Length
ar: الطول
cs_cz: Délka
it_it: Lunghezza
nl_nl: Lengte
uk: Довжина

source: Parent Only
ar: الوالدين فقط
cs_cz: Pouze pro rodiče
it_it: Solo genitori
nl_nl: Alleen voor ouders
uk: Тільки для батьків

source: Inline with Meta
ar: مضمنة مع ميتا
cs_cz: V souladu s Metou
it_it: In linea con Meta
nl_nl: In lijn met Meta
uk: У відповідності з Мета

source: Top Corner
ar: الزاوية العليا
cs_cz: Horní roh
it_it: Angolo in alto
nl_nl: Bovenhoek
uk: Верхній кут

source: HTML Tag
ar: علامة HTML
cs_cz: HTML značka
it_it: Tag HTML
uk: HTML Тег

source: Button BG Color
ar: لون الزر BG
cs_cz: Barva pozadí tlačítka
it_it: Colore di sfondo del pulsante
nl_nl: Knopachtergrondkleur
uk: Колір фону кнопки

source: Text Color
ar: لون النص
cs_cz: Barva textu
it_it: Colore del testo
nl_nl: Tekstkleur
uk: Колір тексту

source: Numbered
ar: مرقمة
cs_cz: Číslováno
it_it: Numerato
nl_nl: Genummerd
uk: Нумерований

source: Use Pagination
ar: استخدم ترقيم الصفحات
cs_cz: Použijte stránkování
it_it: Utilizzare la paginazione
nl_nl: Gebruik Paginering
uk: Використовуйте пагінацію

source: Query
ar: استعلام
cs_cz: Dotaz
it_it: Richiesta
nl_nl: Vraag
uk: Запит

source: Layout
ar: التخطيط
cs_cz: Rozložení
it_it: Struttura
nl_nl: Indeling
uk: Макет

source: Design
ar: التصميم
cs_cz: Návrh
it_it: Progettazione
nl_nl: Ontwerp
uk: Дизайн

source: ID
ar: معرف
cs_cz: ID Identifikační číslo
uk: Ідентифікатор

source: Modified
ar: تم التعديل
cs_cz: Upraveno
it_it: Modificato
nl_nl: Aangepast
uk: Змінено

source: Rand
ar: راند
cs_cz: Náhodný
nl_nl: Kant
uk: Ранд

source: Parent
ar: الوالد
cs_cz: Rodič
it_it: Genitore
nl_nl: Ouder
uk: Батько/мати

source: Relevance
ar: الأهمية
cs_cz: Aktualita
it_it: Rilevanza
nl_nl: Relevantie
uk: Актуальність

source: Name
ar: الاسم
cs_cz: Jméno
it_it: Nome
nl_nl: Naam
uk: Ім'я
