Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: Menu Order
ar: ترتيب القائمة
cs_cz: Objednávka menu
it_it: Ordine del menu
nl_nl: Menu bestellen
uk: Замовлення меню

source: Order By
ar: الطلب حسب
cs_cz: Seřadit podle
it_it: Ordina per
nl_nl: Bestellen op
uk: Сортувати за

source: Post Offset
ar: إزاحة ما بعد
cs_cz: Příspěvek Offset
nl_nl: Bericht Offset
uk: Пост з відступом

source: Descending
ar: تنازلي
cs_cz: Sestupující
it_it: Discendente
nl_nl: Afdalen
uk: Зниження

source: Ascending
ar: تصاعدي
cs_cz: Stoupající
it_it: In salita
nl_nl: Oplopend
uk: Зростаючий

source: Post Order
ar: طلب آخر
cs_cz: Poštovné a balné
it_it: Ordine di invio
nl_nl: Bericht volgorde
uk: Після замовлення

source: Select Post Type
ar: حدد نوع المشاركة
cs_cz: Vyberte typ příspěvku
it_it: Seleziona il tipo di post
nl_nl: Selecteer het berichttype
uk: Виберіть тип допису

source: Per Page
ar: لكل صفحة
cs_cz: Na stránku
it_it: Per pagina
nl_nl: Per pagina
uk: На сторінку

source: Select Taxonomies
ar: اختر التصنيفات
cs_cz: Vyberte taxonomie
it_it: Seleziona le tassonomie
nl_nl: Selecteer Taxonomieën
uk: Вибрати таксономії

source: Post Grid
ar: شبكة البريد
cs_cz: Příspěvková mřížka
it_it: Griglia di post
nl_nl: Berichtraster
uk: Сітка публікацій

source: A highly customizable grid display that can query data from any post type.
ar: شاشة عرض شبكية قابلة للتخصيص بدرجة كبيرة يمكنها الاستعلام عن البيانات من أي نوع منشور.
cs_cz: Vysoce přizpůsobitelné mřížkové zobrazení, které může dotazovat data z libovolného typu příspěvku.
it_it: Una griglia altamente personalizzabile che può interrogare i dati da qualsiasi tipo di post.
nl_nl: Een zeer aanpasbare rasterweergave die gegevens kan opvragen van elk berichttype.
uk: Високорівневий налаштовуваний сітковий відображення, яке може запитувати дані з будь-якого типу запису.

source: post grid
ar: شبكة البريد
cs_cz: příspěvková mřížka
it_it: griglia di post
nl_nl: berichtenraster
uk: сітка публікацій

source: Contained
ar: محتوى
cs_cz: Obsaženo
it_it: Contenuto
nl_nl: Bevatte
uk: Містить

source: Contained Content
ar: المحتوى المتضمن
cs_cz: Obsažený obsah
it_it: Contenuto contenuto
nl_nl: Inhoud bevat
uk: Містить вміст

source: Constraint
ar: القيد
cs_cz: Omezení
it_it: Vincolo
nl_nl: Beperking
uk: Обмеження

source: row
ar: صف
cs_cz: řada
it_it: fila
nl_nl: rij
uk: ряд

source: Select a variation to start with.
ar: حدد الاختلاف للبدء به.
cs_cz: Vyberte variantu, se kterou začnete.
it_it: Seleziona una variante con cui iniziare.
nl_nl: Selecteer een variatie om mee te beginnen.
uk: Виберіть варіант для початку.

source: Up
ar: فوق
cs_cz: Nahoru
it_it: Su
nl_nl: Omhoog
uk: Вгору

source: Down
ar: أسفل
cs_cz: Dolů
it_it: Giù
nl_nl: Omlaag
uk: Вниз

source: Image Height
ar: ارتفاع الصورة
cs_cz: Výška obrázku
it_it: Altezza dell'immagine
nl_nl: Afbeeldingshoogte
uk: Висота зображення

source: Image Width
ar: عرض الصورة
cs_cz: Šířka obrázku
it_it: Larghezza immagine
nl_nl: Afbeeldingsbreedte
uk: Ширина зображення

source: Mode
ar: الوضع
cs_cz: Režim
it_it: Modalità
nl_nl: Fashion
uk: Режим

source: Mask Edges
ar: حواف القناع
cs_cz: Zakrýt hrany
it_it: Maschera i bordi
nl_nl: Randen maskeren
uk: Затемнити краї

source: Scrolling Marquee
ar: سرادق التمرير
cs_cz: Posuvný pruh
it_it: Scorrimento del testo in movimento
nl_nl: Scrollende marquee
uk: Прокручування маркізи

source: A block for scrolling content.
ar: كتلة لتمرير المحتوى.
cs_cz: Blokovat pro posouvání obsahu.
it_it: Un blocco per scorrere il contenuto.
nl_nl: Een blok voor het scrollen van inhoud.
uk: Блок для прокрутки контенту.

source: marquee
ar: سرادق
cs_cz: vývěsní štít
it_it: tendone
nl_nl: markies
uk: маркіз

source: scrolling
ar: التمرير
cs_cz: posouvání
it_it: scorrimento
nl_nl: scrollen
uk: прокручування

source: text
ar: نص
it_it: test
nl_nl: tekst
uk: текст

source: Filled
ar: ممتلئ
cs_cz: Naplněný
it_it: Riempito
nl_nl: Gevuld
uk: Заповнений

source: Star Rating
ar: تقييم النجوم
cs_cz: Hodnocení hvězdičkami
it_it: Valutazione a stelle
nl_nl: Sterbeoordeling
uk: Зірковий рейтинг

source: A star rating block to visually represent a numerical rating.
ar: كتلة تقييم النجوم لتمثيل بصري لتقييم رقمي.
cs_cz: Blokové hodnocení hvězd pro vizuální zobrazení číselného hodnocení.
it_it: Un blocco di valutazione a stelle per rappresentare visivamente una valutazione numerica.
nl_nl: Een sterrenbeoordelingsblok om een numerieke beoordeling visueel weer te geven.
uk: Блок зіркового рейтингу для візуального представлення числового рейтингу.

source: star
ar: نجم
cs_cz: hvězda
it_it: stella
nl_nl: ster
uk: зірка

source: rating
ar: تقييم
cs_cz: hodnocení
it_it: valutazione
nl_nl: beoordeling
uk: оцінка

source: Star Style
ar: نمط النجم
cs_cz: Hvězdný styl
it_it: Stile stellare
nl_nl: Sterrenstijl
uk: Зірковий стиль

source: Rating
ar: تقييم
cs_cz: Hodnocení
it_it: Valutazione
nl_nl: Beoordeling
uk: Рейтинг

source: Tab Section
ar: قسم التبويبات
cs_cz: Sekce záložek
it_it: Sezione a schede
nl_nl: Tabsectie
uk: Розділ вкладок

source: A section for content inside each tab.
ar: قسم للمحتوى داخل كل علامة تبويب.
cs_cz: Sekce pro obsah uvnitř každé záložky.
it_it: Una sezione per il contenuto all'interno di ogni scheda.
nl_nl: Een sectie voor inhoud binnen elke tab.
uk: Розділ для контенту всередині кожної вкладки.

source: tabs
ar: علامات التبويب
cs_cz: zásuvky
it_it: schede
nl_nl: tabbladen
uk: вкладки

source: Tab Title..
ar: عنوان التبويب
cs_cz: Název karty..
it_it: Titolo della scheda.
nl_nl: Tabtitel.
uk: Заголовок вкладки.

source: Tab Title
ar: عنوان التبويب
cs_cz: Název karty
it_it: Titolo della scheda
nl_nl: Tabtitel
uk: Заголовок вкладки

source: Are you certain you want to proceed with deleting this tab?
ar: هل أنت متأكد أنك تريد المتابعة في حذف هذه العلامة؟
cs_cz: Jste si jistý, že chcete pokračovat v odstranění tohoto panelu?
it_it: Sei sicuro di voler procedere con l'eliminazione di questa scheda?
nl_nl: Bent u er zeker van dat u door wilt gaan met het verwijderen van dit tabblad?
uk: Ви впевнені, що хочете продовжити з видаленням цієї вкладки?

source: Move Tab Up
ar: نقل علامة التبويب لأعلى
cs_cz: Přesuňte záložku nahoru
it_it: Sposta la scheda verso l'alto
nl_nl: Verplaats tabblad omhoog
uk: Перемістити вкладку вгору

source: Move Tab Left
ar: انقل العلامة إلى اليسار
cs_cz: Přesuňte kartu doleva
it_it: Sposta la scheda a sinistra
nl_nl: Verplaats tabblad naar links
uk: Перемістити вкладку вліво

source: Move Tab Down
ar: انقل التبويب لأسفل
cs_cz: Přesuňte kartu dolů
it_it: Sposta la scheda in basso
nl_nl: Verplaats tabblad naar beneden
uk: Перемістити вкладку вниз

source: Move Tab Right
ar: نقل علامة التبويب إلى اليمين
cs_cz: Přesuňte kartu doprava
it_it: Sposta la scheda a destra
nl_nl: Verplaats tabblad naar rechts
uk: Перемістити вкладку праворуч

source: Add New Tab
ar: إضافة علامة تبويب جديدة
cs_cz: Přidat novou kartu
it_it: Aggiungi nuova scheda
nl_nl: Voeg een nieuw tabblad toe
uk: Додати нову вкладку

source: Duplicate Tab
ar: تكرار علامة التبويب
cs_cz: Duplikovat kartu
it_it: Duplica scheda
nl_nl: Dupliceren tabblad
uk: Дублювати вкладку

source: Delete Tab
ar: حذف العلامة التبويب
cs_cz: Smazat záložku
it_it: Elimina scheda
nl_nl: Verwijder Tabblad
uk: Видалити вкладку

source: Tab 1
ar: تبويب ١
cs_cz: Karta 1
it_it: Scheda 1
uk: Вкладка 1

source: Tab 2
ar: تاب ٢
cs_cz: Karta 2
it_it: Scheda 2
uk: Вкладка 2

source: Tab 3
ar: تاب ٣
cs_cz: Karta 3
it_it: Scheda 3
uk: Вкладка 3

source: Auto Rotate
ar: تدوير تلقائي
cs_cz: Automatické otáčení
it_it: Ruota automatica
nl_nl: Automatisch draaien
uk: Автоматичний поворот

source: Styling
ar: التنسيق
cs_cz: Stylování
it_it: Stile
nl_nl: Opmaak
uk: Оформлення

source: Tabs
ar: علامات التبويب
cs_cz: Záložky
it_it: Schede
nl_nl: Tabbladen
uk: Вкладки

source: Organize content into distinct tabs, reducing clutter and improve navigation.
ar: نظم المحتوى في ألسنة متميزة، مما يقلل من الفوضى ويحسن التصفح.
cs_cz: Organizujte obsah do samostatných karet, snižujte nepořádek a zlepšete navigaci.
it_it: Organizzare i contenuti in schede distinte, riducendo il disordine e migliorando la navigazione.
nl_nl: Organiseer inhoud in afzonderlijke tabbladen, verminder rommel en verbeter navigatie.
uk: Організуйте вміст у відокремлені вкладки, що допоможе зменшити безлад та поліпшити навігацію.

source: Enabled
ar: تمكين
cs_cz: Povoleno
it_it: Abilitato
nl_nl: Ingeschakeld
uk: Увімкнено

source: Stop on Interaction
ar: توقف عن التفاعل
cs_cz: Zastavte interakci
it_it: Fermati sull'interazione
nl_nl: Stop bij interactie
uk: Зупинитися на взаємодії

source: Preview Auto Rotate
ar: معاينة التدوير التلقائي
cs_cz: Náhled Automatické Otočení
it_it: Anteprima Rotazione Automatica
nl_nl: Voorbeeld Automatisch Draaien
uk: Попередній перегляд автоматичного обертання

source: Visibility
ar: الوضوح
cs_cz: Viditelnost
it_it: Visibilità
nl_nl: Zichtbaarheid
uk: Видимість

source: Horizontal Alignment
ar: المحاذاة الأفقية
cs_cz: Horizontální zarovnání
it_it: Allineamento orizzontale
nl_nl: Horizontale uitlijning
uk: Горизонтальне вирівнювання

source: Vertical Alignment
ar: محاذاة عمودية
cs_cz: Vertikální zarovnání
it_it: Allineamento verticale
nl_nl: Verticale uitlijning
uk: Вертикальне вирівнювання

source: Nav Width
ar: عرض شريط التنقل
cs_cz: Šířka navigace
it_it: Larghezza della barra di navigazione
nl_nl: Navigatiebreedte
uk: Ширина навігації

source: Tab Location
ar: موقع التبويب
cs_cz: Umístění karty
it_it: Posizione della scheda
nl_nl: Tablocatie
uk: Місце вкладки

source: Item Overflow
ar: تجاوز العناصر
cs_cz: Přetečení položek
it_it: Eccesso di articoli
uk: Переповнення елементів

source: Starting Tab
ar: بدء التبويب
cs_cz: Začínající záložka
it_it: Scheda di avvio
nl_nl: Beginnen met tabblad
uk: Початкова вкладка

source: Min Width
ar: الحد الأدنى للعرض
cs_cz: Minimální šířka
it_it: Larghezza minima
nl_nl: Minimale breedte
uk: Мінімальна ширина

source: Stretch Panel
ar: لوحة مرنة
cs_cz: Roztahovací panel
it_it: Pannello elastico
nl_nl: Rekbaar paneel
uk: Розтяжний панель

source: Link Active
ar: الرابط نشط
cs_cz: Aktivní odkaz
it_it: Link attivo
nl_nl: Actieve link
uk: Активне посилання

source: Nav Panel
ar: لوحة التنقل
cs_cz: Navigační panel
it_it: Pannello di navigazione
nl_nl: Navigatiepaneel
uk: Панель навігації

source: John Doe..
ar: جون دو..
cs_cz: Jan Novák.
uk: Джон Доу.

source: “Enter the testimonial text here..”
ar: "أدخل نص الشهادة هنا.."
cs_cz: "Sem vložte text reference.."
it_it: "Inserisci qui il testo del testimonial.."
nl_nl: "Voer hier de getuigenis tekst in."
uk: "Введіть текст відгуку тут."

source: Testimonial
ar: شهادة
cs_cz: Reference, doporučení
it_it: Testimonianza
nl_nl: Getuigenis
uk: Відгук

source: Build trust and credibility by showcasing customer feedback.
ar: قم ببناء الثقة والمصداقية من خلال عرض تعليقات العملاء.
cs_cz: Vybudujte důvěru a důvěryhodnost tím, že předvedete zpětnou vazbu zákazníků.
it_it: Costruisci fiducia e credibilità mostrando il feedback dei clienti.
nl_nl: Bouw vertrouwen en geloofwaardigheid op door klantfeedback te tonen.
uk: Побудуйте довіру та авторитет, показуючи відгуки клієнтів.

source: This is a testimonial block. Incorporating genuine testimonials not only enhances your reputation but also fosters a sense of transparency and assurance, helping prospective customers make informed decisions with confidence.
ar: هذه هي كتلة الشهادات. إدراج الشهادات الحقيقية لا يعزز سمعتك فقط ولكنه أيضًا يعزز الشفاف
cs_cz: Jedná se o blok svědectví. Začlenění skutečných referencí nejen zvyšuje vaši reputaci, ale také podporuje pocit transparentnosti a jistoty, což pomáhá potenciálním zákazníkům činit informovaná rozhodnutí s důvěrou.
it_it: Questo è un blocco di testimonianze. Incorporare testimonianze autentiche non solo migliora la tua reputazione, ma favorisce anche un senso di trasparenza e sicurezza, aiutando i potenziali clienti a prendere decisioni informate con fiducia.
nl_nl: Dit is een getuigenisblok. Het opnemen van echte getuigenissen verbetert niet alleen uw reputatie, maar bevordert ook een gevoel van transparantie en zekerheid, waardoor potentiële klanten met vertrouwen.
uk: Це блок відгуків. Включення справжніх відгуків не лише підвищує вашу репутацію, але й сприяє почут.

source: This is a testimonial block. Incorporating <mark style="background-color:#f1ffa8" class="has-inline-color">genuine testimonials</mark> not only enhances your reputation but also fosters a sense of transparency and assurance, helping prospective customers make <mark style="background-color:#f1ffa8" class="has-inline-color">informed decisions with confidence.</mark>
ar: هذا كتلة الشهادات. إدماج الشهادات الحقيقية لا يعزز سمعتك فقط ولكنه يعزز أيضًا الشفافية و
cs_cz: Toto je blok s reference. Začlenění <mark style="background-color:#f1ffa8" class="has-inline-color">opravdových referencí</mark> nejen zlepšuje vaši pověst, ale také podporuje pocit transparent
it_it: Questo è un blocco di testimonianze. Incorporare testimonianze autentiche non solo migliora la tua reputazione, ma favorisce anche un senso di trasparenza e sicurezza, aiutando i potenziali clienti a prendere decisioni informate con fiducia
nl_nl: Dit is een getuigenisblok. Het opnemen van echte getuigenissen verbetert niet alleen uw reputatie, maar bevordert ook een gevoel van transparantie en zekerheid, waardoor potentiële klanten met vertrouwen
uk: Це блок рекомендацій. Включення справжніх рекомендацій не лише підвищує вашу репутацію, а й сприяє від

source: Quote
ar: اقتباس
cs_cz: Citát
it_it: Citazione
nl_nl: Citaat
uk: Цитата

source: Quote Size
ar: حجم الاقتباس
cs_cz: Velikost citátu
it_it: Dimensione della citazione
nl_nl: Offerte grootte
uk: Розмір цитати

source: Subtitle
ar: عنوان فرعي
cs_cz: Titulek
it_it: Sottotitolo
nl_nl: Ondertitel
uk: Субтитри

source: Style 1
ar: النمط ١
cs_cz: Styl 1
it_it: Stile 1
nl_nl: Stijl 1
uk: Стиль 1

source: Style 2
ar: النمط ٢
cs_cz: Styl 2
it_it: Stile 2
nl_nl: Stijl 2
uk: Стиль 2

source: Image Settings
ar: إعدادات الصورة
cs_cz: Nastavení obrázku
it_it: Impostazioni dell'immagine
nl_nl: Afbeeldingsinstellingen
uk: Налаштування зображення

source: Highlight Type
ar: نوع التمييز
cs_cz: Zvýraznit typ
it_it: Tipo di evidenziazione
nl_nl: Markeer Type
uk: Вид виділення

source: Remove Effect
ar: إزالة التأثير
cs_cz: Odstranit efekt
it_it: Rimuovi l'effetto
nl_nl: Verwijder Effect
uk: Видалити ефект

source: Highlight Color
ar: لون التمييز
cs_cz: Zvýraznění barvy
it_it: Colore in evidenza
nl_nl: Markeerkleur
uk: Колір виділення

source: Text Highlight
ar: تمييز النص
cs_cz: Zvýrazněný text
it_it: Evidenziare testo
nl_nl: Tekst markeren
uk: Виділення тексту

source: Trigger
ar: الزناد
cs_cz: Spouštěč
it_it: Scatenare
uk: Спусковий пристрій

source: Note: Using the Scroll Position option will remove any text highlights.
ar: ملاحظة: سيؤدي استخدام خيار موضع التمرير إلى إزالة أي تحديدات نصية.
cs_cz: Poznámka: Použití možnosti Pozice posuvu odstraní veškerá zvýraznění textu.
it_it: Nota: Utilizzare l'opzione Posizione dello scroll rimuoverà qualsiasi evidenziazione del testo.
nl_nl: Let op: Het gebruik van de Scroll Positie optie zal alle tekstmarkeringen verwijderen.
uk: Примітка: Використання опції Позиція прокрутки призведе до видалення будь-яких виділень тексту.

source: Highlight Draw
ar: تمييز الرسم
cs_cz: Zvýraznit kresbu
it_it: Evidenzia Disegna
nl_nl: Markeer Tekenen
uk: Виділити малюнок

source: Stagger
ar: تترنح
cs_cz: Kolébat se
it_it: Barcollare
nl_nl: Wankelen
uk: Збитися з ніг

source: Delay
ar: تأخير
cs_cz: Zpoždění
it_it: Ritardo
nl_nl: Vertraging
uk: Затримка

source: Preview Animations
ar: معاينة الرسوم المتحركة
cs_cz: Náhled animací
it_it: Anteprima delle animazioni
nl_nl: Voorbeeldanimaties
uk: Переглянути анімації

source: Clip the background color/image to the text. Enabling this will disable text animations and text highlights.
ar: قص لون/صورة الخلفية عن النص. تمكين هذا سيعطل الرسوم المتحركة للنص وتحديد النص.
cs_cz: Ořízněte pozadí barvy/obrázku podle textu. Tímto se vypnou animace textu a zvýraznění textu.
it_it: Ritaglia il colore di sfondo/l'immagine dal testo. Abilitando questa opzione, verranno disabilitate le animazioni del testo e gli evidenziatori di testo.
nl_nl: Knip de achtergrondkleur/afbeelding bij naar de tekst. Als dit is ingeschakeld, worden tekstanimaties en tekstmarkeringen uitgeschakeld.
uk: Обріжте колір/зображення фону під текст. Увімкнення цієї функції вимкне анімацію тексту та виділення тексту.

source: Text Animation
ar: تحريك النص
cs_cz: Animace textu
it_it: Animazione di testo
nl_nl: Tekstanimatie
uk: Анімація тексту

source: Text block
ar: كتلة النص
cs_cz: Textový blok
it_it: Blocco di testo
nl_nl: Tekstblok
uk: Текстовий блок

source: Empty block; start writing or type forward slash to choose a block
ar: كتلة فارغة؛
cs_cz: Prázdný blok; začněte psát nebo zadejte lomítko pro výběr bloku
it_it: Blocco vuoto; inizia a scrivere o digita il carattere slash in avanti per selezionare un blocco
nl_nl: Leeg blok; begin met schrijven of typ een schuine streep om een blok te kiezen
uk: Порожній блок; почніть писати або введіть косу риску, щоб вибрати блок

source: Type / to choose a block or start typing...
ar: اكتب / لاختيار كتلة أو ابدأ الكتابة...
cs_cz: Napište / pro výběr bloku nebo začněte psát...
it_it: Digita / per scegliere un blocco o inizia a digitare...
nl_nl: Typ / om een blok te kiezen of begin met typen...
uk: Виберіть блок, натиснувши / або почніть вводити...

source: The core block for adding text & headings.
ar: الكتلة الأساسية لإضافة النصوص والعناوين.
cs_cz: Základní blok pro přidávání textu a nadpisů.
it_it: Il blocco principale per aggiungere testo e titoli.
nl_nl: Het kernblok voor het toevoegen van tekst en koppen.
uk: Основний блок для додавання тексту та заголовків.

source: paragraph
ar: فقرة
cs_cz: odstavec
it_it: paragrafo
nl_nl: alinea
uk: абзац

source: heading
ar: عنوان
cs_cz: nadpis
it_it: intestazione
nl_nl: kopje
uk: заголовок

source: Hi there! I'm a bike messenger by day, aspiring actor by night, and this is my website. I live in Los Angeles, have a great dog named Jack, and I like piña coladas. (And gettin' caught in the rain.)
ar: مرحبًا! أنا رسول دراجات نارية نهارًا، وممثل طموح ليلاً، وهذا موقعي على الإنترنت. أ
cs_cz: Ahoj! Jsem kurýr na kole ve dne a nadějný herec v noci, a toto je má webová stránka. Bydlím v Los Angeles, mám skvělého psa jménem Jack a rád mám pi
it_it: Ciao! Sono un corriere in bicicletta di giorno, aspirante attore di notte, e questo è il mio sito web. Vivo a Los Angeles, ho un fantastico cane di nome Jack, e mi piacciono i cocktail al cocco. (E farmi sorprendere
nl_nl: Hallo daar! Ik ben overdag een fietskoerier, 's avonds een aspirant-acteur, en dit is mijn website. Ik woon in Los Angeles, heb een geweldige hond genaamd Jack, en ik hou van piña coladas. (En van in
uk: Привіт! Вдень я кур'єр на велосипеді, а ввечері мрію стати актором, і це моя веб-сторінка. Я живу в Лос-

source: Watch Video
ar: شاهد الفيديو
cs_cz: Sledujte video
it_it: Guarda il video
nl_nl: Bekijk video
uk: Переглянути відео

source: Video Lightbox
ar: صندوق الفيديو
cs_cz: Video Lightbox Videoové světlo
uk: Відео-вікно

source: Open a video in a lightbox.
ar: افتح فيديو في صندوق ضوئي.
cs_cz: Otevřít video v lightboxu.
it_it: Apri un video in una lightbox.
nl_nl: Open een video in een lichtbak.
uk: Відкрийте відео в лайтбоксі.

source: video
ar: فيديو
uk: відео

source: lightbox
ar: صندوق الإضاءة
uk: світлодіодний пристрій

source: Local
ar: محلي
cs_cz: Místní
it_it: Locale
nl_nl: Lokaal
uk: Місцевий

source: External
ar: خارجي
cs_cz: Externí
it_it: Esterno
nl_nl: Extern
uk: Зовнішній

source: Video URL
ar: رابط الفيديو
cs_cz: URL videa
it_it: URL del video
nl_nl: Videolink
uk: Відео URL

source: Mouse Attract
ar: جذب الفأر
cs_cz: Přitahování myší
it_it: Attrarre il mouse
nl_nl: Muis aantrekken
uk: Приваблення мишей

source: Play Button
ar: زر التشغيل
cs_cz: Tlačítko Přehrát
it_it: Pulsante di riproduzione
nl_nl: Afspeelknop
uk: Кнопка відтворення

source: Play Icon Color
ar: لون أيقونة التشغيل
cs_cz: Barva ikony přehrávání
it_it: Colore dell'icona di riproduzione
nl_nl: Speel pictogramkleur
uk: Колір іконки "Відтворити"

source: Icon BG
ar: رمز الخلفية
cs_cz: Ikona pozadí
it_it: Icona di sfondo
nl_nl: Pictogramachtergrond
uk: Значок фону

source: Play Icon BG Color
ar: لون خلفية أيقونة التشغيل
cs_cz: Barva pozadí ikony přehrávání
it_it: Colore di sfondo dell'icona di riproduzione
nl_nl: Achtergrondkleur van de afspeelknop
uk: Колір фону значка відтворення

source: Preview
ar: معاينة
cs_cz: Náhled
it_it: Anteprima
nl_nl: Voorbeeld
uk: Попередній перегляд

source: Preview Image Settings
ar: إعدادات صورة المعاينة
cs_cz: Nastavení náhledového obrázku
it_it: Impostazioni dell'immagine di anteprima
nl_nl: Voorbeeldafbeelding Instellingen
uk: Налаштування зображення попереднього перегляду

source: Flow
ar: تدفق
cs_cz: Tok
it_it: Flusso
nl_nl: Stroom
uk: Потік

source: New Line
ar: سطر جديد
cs_cz: Nový řádek
it_it: Nuova riga
nl_nl: Nieuwe regel
uk: Новий рядок

source: Inline
ar: في السطر
cs_cz: Vložený
it_it: In linea
uk: У рядку

source: Play Text Color
ar: العب لون النص
cs_cz: Hrát s barvou textu
it_it: Gioca con il colore del testo
nl_nl: Speel Tekstkleur
uk: Грати у гру "Кольори тексту"

source: Preview Image
ar: صورة معاينة
cs_cz: Náhled obrázku
it_it: Immagine anteprima
nl_nl: Voorbeeldafbeelding
uk: Зображення попереднього перегляду

source: Video Player
ar: مشغل الفيديو
cs_cz: Přehrávač videa
it_it: Lettore video
nl_nl: Videospeler
uk: Відеопрогравач

source: Upload a video file, pick one from your media library.
ar: قم بتحميل ملف فيديو، اختر واحدًا من مكتبة الوسائط الخاصة بك.
cs_cz: Nahrát video soubor, vyberte jeden z vaší mediální knihovny.
it_it: Carica un file video, scegline uno dalla tua libreria multimediale.
nl_nl: Upload een videobestand, kies er een uit je mediabibliotheek.
uk: Завантажте відеофайл, виберіть один з вашої медіабібліотеки.

source: Play a self-hosted video.
ar: تشغيل مقطع فيديو مستضاف ذاتيًا.
cs_cz: Přehrajte video hostované na vlastním serveru.
it_it: Riproduci un video auto-ospitato.
nl_nl: Speel een zelfgehoste video af.
uk: Відтворити відео, розміщене на власному хостингу.

source: Enable
ar: تمكين
cs_cz: Povolit
it_it: Abilitare
nl_nl: Inschakelen
uk: Увімкнути

source: Disable
ar: تعطيل
cs_cz: Deaktivovat
it_it: Disabilita
nl_nl: Uitschakelen
uk: Вимкнути

source: Autoplay Trigger
ar: مشغل التشغيل التلقائي
cs_cz: Spouštění automatického přehrávání
it_it: Attivazione dell'autoplay
nl_nl: Automatisch afspelen activeren
uk: Автоматичне відтворення

source: Learn more about using this trigger in the
ar: تعرف على المزيد حول استخدام هذا المشغل في
cs_cz: Dozvědět se více o použití tohoto spouštěče v
it_it: Scopri di più sull'utilizzo di questo trigger nel
nl_nl: Leer meer over het gebruik van deze trigger in de
uk: Дізнайтеся більше про використання цього тригера в

source: documentation
ar: التوثيق
cs_cz: dokumentace
it_it: documentazione
nl_nl: documentatie
uk: документація

source: Muted
ar: كتم الصوت
cs_cz: Ztlumený
it_it: Silenzioso
nl_nl: Gedempt
uk: Приглушений

source: Controls
ar: الضوابط
cs_cz: Ovládání
it_it: Controlli
nl_nl: Bediening
uk: Керування

source: Lazy Load
ar: تحميل كسلان
cs_cz: Lenivé načítání
it_it: Caricamento pigro
nl_nl: Lazy laden
uk: Лінива загрузка

source: Change Image
ar: تغيير الصورة
cs_cz: Změnit obrázek
it_it: Cambia immagine
nl_nl: Verander Afbeelding
uk: Змінити зображення

source: Background Image
ar: صورة الخلفية
cs_cz: Pozadí obrázku
it_it: Immagine di sfondo
nl_nl: Achtergrondafbeelding
uk: Зображення на задньому плані

source: Set a custom stacking order.
ar: قم بتعيين ترتيب تراص مخصص.
cs_cz: Nastavte vlastní pořadí vrstvení.
it_it: Imposta un ordine di sovrapposizione personalizzato.
nl_nl: Stel een aangepaste stapelvolgorde in.
uk: Встановіть власний порядок накладання.

source: Repeat
ar: كرر
cs_cz: Opakujte
it_it: Ripeti
nl_nl: Herhalen
uk: Повторити
