Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: Unlinked
ar: غير مرتبط
cs_cz: Nespojený
it_it: Non collegato
nl_nl: Niet gelinkt
uk: Непов'язаний

source: Linked
ar: مرتبط
cs_cz: Propojeno
it_it: Collegato
nl_nl: Gekoppeld
uk: Пов'язаний

source: Corner Radius
ar: نصف قطر الزاوية
cs_cz: Rozměr zaoblení
it_it: Raggio dell'angolo
nl_nl: Hoekradius
uk: Радіус кута

source: Font Color
ar: لون الخط
cs_cz: Barva písma
it_it: Colore del carattere
nl_nl: Tekstkleur
uk: Колір шрифту

source: Size
ar: الحجم
cs_cz: Velikost
it_it: Dimensione
nl_nl: Grootte
uk: Розмір

source: Inherit
ar: يرث
cs_cz: Dědit
it_it: Ereditare
nl_nl: Overerven
uk: Успадкувати

source: Align
ar: محاذاة
cs_cz: Zarovnat
it_it: Allineare
nl_nl: Uitlijnen
uk: Вирівняти

source: Font Settings
ar: إعدادات الخط
cs_cz: Nastavení písma
it_it: Impostazioni del carattere
nl_nl: Lettertype-instellingen
uk: Налаштування шрифту

source: Font Size
ar: حجم الخط
cs_cz: Velikost písma
it_it: Dimensione del carattere
nl_nl: Lettergrootte
uk: Розмір шрифту

source: Font Clamp
ar: مشبك الخط
cs_cz: Omezovač písma
it_it: Blocco di testo
nl_nl: Letterklemming
uk: Фіксація шрифту

source: Line Height
ar: ارتفاع الخط
cs_cz: Výška řádku
it_it: Altezza della riga
nl_nl: Regelafstand
uk: Висота рядка

source: Insert From URL
ar: إدراج من URL
cs_cz: Vložit z URL
it_it: Inserisci da URL
nl_nl: Invoegen vanuit URL
uk: Вставити з URL

source: Enter URL
ar: أدخل URL
cs_cz: Zadejte URL
it_it: Inserisci l'URL
nl_nl: URL invoeren
uk: Введіть URL

source: Save
ar: حفظ
cs_cz: Uložit
it_it: Salva
nl_nl: Opslaan
uk: Зберегти

source: Cancel
ar: إلغاء
cs_cz: Zrušit
it_it: Annulla
nl_nl: Annuleren
uk: Скасувати

source: Media Library
ar: مكتبة الوسائط
cs_cz: Knihovna médií
it_it: Libreria multimediale
nl_nl: Mediabibliotheek
uk: Медіатека

source: Upload
ar: تحميل
cs_cz: Nahrát
it_it: Caricare
uk: Завантажити

source: Edit
ar: تحرير
cs_cz: Upravit
it_it: Modifica
nl_nl: Bewerken
uk: Редагувати

source: Preview Animation
ar: معاينة الرسوم المتحركة
cs_cz: Náhled animace
it_it: Anteprima dell'animazione
nl_nl: Voorbeeldanimatie
uk: Попередній перегляд анімації

source: Mobile
ar: الجوال
cs_cz: Mobilní
nl_nl: Mobiel
uk: Мобільний

source: Top & Bottom
ar: أعلى
cs_cz: Horní a dolní
it_it: Alto e basso
nl_nl: Boven & Onder
uk: Верх та низ

source: Background Shape
ar: شكل الخلفية
cs_cz: Pozadí tvaru
it_it: Forma di sfondo
nl_nl: Achtergrondvorm
uk: Фонова форма

source: Position
ar: الموقف
cs_cz: Pozice
it_it: Posizione
nl_nl: Positie
uk: Позиція

source: Height
ar: الطول
cs_cz: Výška
it_it: Altezza
nl_nl: Hoogte
uk: Висота

source: Auto
ar: سيارة
cs_cz: Car
it_it: Car
nl_nl: Car
uk: Автомобіль

source: Inside
ar: الداخل
cs_cz: Uvnitř
it_it: Dentro
nl_nl: Binnen
uk: Усередині

source: Outside
ar: خارج
cs_cz: Venku
it_it: Fuori
nl_nl: Buiten
uk: Зовні

source: Shape Color
ar: لون الشكل
cs_cz: Barva tvaru
it_it: Colore della forma
nl_nl: Vorm Kleur
uk: Форма Колір

source: Margin
ar: الهامش
cs_cz: Okraj
it_it: Margine
nl_nl: Marge
uk: Маржа

source: Padding
ar: الحشو
cs_cz: Vycpávka
it_it: Imbottitura
nl_nl: Opvulling
uk: Відступ

source: Left / Right
ar: يسار / يمين
cs_cz: Vlevo / Vpravo
it_it: Sinistra / Destra
nl_nl: Links / Rechts
uk: Ліворуч / Праворуч

source: Top / Bottom
ar: أعلى/أسفل
cs_cz: Nahoře / Dole
it_it: Alto / Basso
nl_nl: Boven / Onder
uk: Верх / Низ

source: Core Fonts
ar: الخطوط الأساسية
cs_cz: Základní písma
it_it: Caratteri di base
nl_nl: Standaardlettertypen
uk: Основні шрифти

source: Uploading...
ar: جاري التحميل...
cs_cz: Nahrávání...
it_it: Caricamento...
nl_nl: Uploaden...
uk: Завантаження...

source: Sorry there was an error.
ar: آسف كان هناك خطأ.
cs_cz: Omlouvám se, došlo k chybě.
it_it: Mi dispiace, c'è stato un errore.
nl_nl: Sorry, er is een fout opgetreden.
uk: Вибачте, сталася помилка.

source: Loading...
ar: جارٍ التحميل...
cs_cz: Načítání...
it_it: Caricamento in corso...
nl_nl: Laden...
uk: Завантаження...

source: Align Left
ar: محاذاة إلى اليسار
cs_cz: Zarovnat vlevo
it_it: Allinea a sinistra
nl_nl: Links uitlijnen
uk: Вирівняти ліворуч

source: Align Center
ar: محاذاة المركز
cs_cz: Zarovnat na střed
it_it: Allineare al centro
nl_nl: Centreer uitlijnen
uk: Вирівняти по центру

source: Align Right
ar: محاذاة لليمين
cs_cz: Zarovnat doprava
it_it: Allinea a destra
nl_nl: Rechts uitlijnen
uk: Вирівняти праворуч

source: Alignment
ar: محاذاة
cs_cz: Zarovnání
it_it: Allineamento
nl_nl: Uitlijning
uk: Вирівнювання

source: From Bottom
ar: من القاع
cs_cz: Zespodu
it_it: Dal basso
nl_nl: Van onderen
uk: Знизу

source: From Top
ar: من الأعلى
cs_cz: Z vrchu
it_it: Dall'alto
nl_nl: Van bovenaan
uk: Зверху

source: From Left
ar: من اليسار
cs_cz: Zleva
it_it: Da sinistra
nl_nl: Van links
uk: Зліва

source: From Right
ar: من اليمين
cs_cz: Zprava
it_it: Da destra
nl_nl: Van rechts
uk: Зправа

source: Direction
ar: الإتجاه
cs_cz: Směr
it_it: Direzione
nl_nl: Richting
uk: Напрямок

source: In
ar: في
cs_cz: V
it_it: Nel
uk: У

source: Out
ar: خارج
cs_cz: Ven
it_it: Fuori
nl_nl: Uit
uk: Вийди

source: Click
ar: انقر
cs_cz: Klikněte
it_it: Clicca
nl_nl: Klik
uk: Клацніть

source: Animation Type
ar: نوع الرسوم المتحركة
cs_cz: Typ animace
it_it: Tipo di animazione
nl_nl: Animatietype
uk: Тип анімації

source: Trigger On
ar: تشغيل
cs_cz: Spustit
it_it: Attivare
nl_nl: Activeren
uk: Спрацювати

source: Scroll Into View
ar: قم بالتمرير إلى العرض
cs_cz: Posuňte do zorného pole
it_it: Scorri nella vista
nl_nl: Naar weergave scrollen
uk: Прокрутити до видимості

source: Type
ar: النوع
cs_cz: Napište.
it_it: Tipo
nl_nl: Soort
uk: Тип

source: Easing
ar: التيسير
cs_cz: Ulehčení
it_it: Facilitare
nl_nl: Vergemakkelijken
uk: Зменшення

source: Circle Amount
ar: مبلغ الدائرة
cs_cz: Množství kruhu
it_it: Quantità del cerchio
nl_nl: Cirkelbedrag
uk: Сума кола

source: Mask Inset Amount
ar: كمية إدخال القناع
cs_cz: Množství vložené masky
it_it: Quantità di maschera insettata
nl_nl: Mask Inzetbedrag
uk: Сума відступу маски

source: Roundness
ar: الاستدارة
cs_cz: Kulatost
it_it: Rotondità
nl_nl: Rondheid
uk: Круглість

source: Value
ar: القيمة
cs_cz: Hodnota
it_it: Valore
nl_nl: Waarde
uk: Значення

source: Move Up
ar: تحرك لأعلى
cs_cz: Pohni nahoru
it_it: Spostati verso l'alto
nl_nl: Omhoog gaan
uk: Рухайся вгору

source: Move Down
ar: تحرك للأسفل
cs_cz: Pohni dolů
it_it: Spostati verso il basso
nl_nl: Naar beneden gaan
uk: Рухайся вниз

source: Edit Animation Property
ar: تحرير خاصية الرسوم المتحركة
cs_cz: Upravit vlastnost animace
it_it: Modifica la proprietà di animazione
nl_nl: Bewerk animatie-eigenschap
uk: Редагувати властивість анімації

source: Animation Property
ar: خاصية الرسوم المتحركة
cs_cz: Vlastnost animace
it_it: Proprietà di animazione
nl_nl: Animatie eigenschap
uk: Властивість анімації

source: Transforms
ar: التحولات
cs_cz: Transformace
it_it: Trasforma
nl_nl: Transformeert
uk: Перетворення

source: Filters
ar: المرشحات
cs_cz: Filtry
it_it: Filtri
nl_nl: Filters Filters
uk: Фільтри

source: Masks
ar: أقنعة
cs_cz: Masky
it_it: Maschere
nl_nl: Maskers
uk: Маски

source: Enter
ar: أدخل
cs_cz: Vstup
it_it: Inserire
nl_nl: Invoeren
uk: Введіть

source: Center
ar: المركز
cs_cz: Střed
it_it: Centro
nl_nl: Centrum
uk: Центр

source: View Center
ar: مركز العرض
cs_cz: Zobrazit centrum
it_it: Visualizza Centro
nl_nl: Bekijk Centrum
uk: Перегляд центру

source: Fully Visible
ar: مرئي بالكامل
cs_cz: Plně viditelné
it_it: Completamente visibile
nl_nl: Volledig zichtbaar
uk: Повністю видимий

source: Scroll Animation
ar: التمرير الرسوم المتحركة
cs_cz: Animace při posouvání
it_it: Animazione dello scroll
nl_nl: Scrollanimatie
uk: Анімація прокрутки

source: Start
ar: ابدأ
cs_cz: Začít
it_it: Inizia
nl_nl: Beginnen
uk: Початок

source: End
ar: النهاية
cs_cz: Konec
it_it: Fine
nl_nl: Einde
uk: Кінець

source: Add Animation Property
ar: إضافة خاصية الرسوم المتحركة
cs_cz: Přidej vlastnost animace.
it_it: Aggiungi la proprietà di animazione
nl_nl: Voeg animatie-eigenschap toe
uk: Додайте властивість анімації

source: Animation Boundaries
ar: حدود الرسوم المتحركة
cs_cz: Hranice animace
it_it: Limiti dell'animazione
nl_nl: Animatiegrenzen
uk: Межі анімації

source: Pin
ar: دبوس
cs_cz: Špendlík
it_it: Spilla
uk: Закріпити

source: "Pin" the block in place within the viewport while the animation plays through.
ar: "تثبيت" الكتلة في مكانها داخل نافذة العرض أثناء تشغيل الرسوم المتحركة.
cs_cz: "Připněte" blok na místo ve viewportu, zatímco animace probíhá.
it_it: "Fissa" il blocco nel suo posto all'interno della viewport mentre l'animazione si riproduce.
nl_nl: "Zet" het blok vast op zijn plaats binnen het viewport terwijl de animatie wordt afgespeeld.
uk: "Закріпіть" блок на місці в межах видимої області під час відтворення анімації.

source: End After Scrolling
ar: الانتهاء بعد التمرير
cs_cz: Konec po posunutí scrollováním
it_it: Fine dopo lo scorrimento
nl_nl: Eindigen na scrollen
uk: Закінчити після прокручування

source: End On
ar: انتهى
cs_cz: Konec
it_it: Fine su
nl_nl: Einde
uk: Закінчуйте

source: Exit
ar: الخروج
cs_cz: Východ
it_it: Uscita
nl_nl: Uitgang
uk: Вихід

source: Custom End Offset
ar: إزاحة نهاية مخصصة
cs_cz: Vlastní konečný offset
it_it: Offset di fine personalizzato
nl_nl: Aangepaste eindoffset
uk: Спеціальний кінцевий зсув

source: The boundaries of this scroll animation are locked to the parent block which is set to use
ar: حدود الرسوم المتحركة التمريرية هذه مقفلة على الكتلة الأصلية التي تم ضبطها للاستخدام
cs_cz: Hranice tohoto posuvného animačního efektu jsou uzamčeny na nadřazený blok, který je nastaven k použití.
it_it: I confini di questa animazione a scorrimento sono bloccati al blocco genitore che è impostato per essere utilizzato
nl_nl: De grenzen van deze scroll-animatie zijn vergrendeld aan het ouderblok dat is ingesteld om te gebruiken
uk: Межі цієї анімації прокрутки заблоковані для батьківського блоку, який встановлено для використання

source: "Pin While Animating"
ar: "التثبيت أثناء التحريك"
cs_cz: "Připnout během animace"
it_it: "Aggiungi segnalibro durante l'animazione"
nl_nl: "Pin tijdens het animeren"
uk: "Закріпити під час анімації"

source: Smooth
ar: ناعم
cs_cz: Hladký
it_it: Liscio
nl_nl: Gladgeschoren
uk: Гладкий

source: Adds smoothing to the animation while scrolling.
ar: يضيف تنعيمًا للرسوم المتحركة أثناء التمرير.
cs_cz: Přidává vyhlazování animace při posouvání.
it_it: Aggiunge un effetto di smoothing all'animazione durante lo scrolling.
nl_nl: Voegt vervaging toe aan de animatie tijdens het scrollen.
uk: Додає плавність до анімації під час прокрутки.

source: Rotate
ar: تدوير
cs_cz: Otočit
it_it: Ruotare
nl_nl: Draaien
uk: Обертати

source: Scale
ar: مقياس
cs_cz: Měřítko
it_it: Scala
nl_nl: Schaal
uk: Масштаб

source: Skew
ar: انحراف
cs_cz: Naklonit
it_it: Deformare
nl_nl: Scheef
uk: Відхилений

source: Translate
ar: ترجم
cs_cz: Přeložit
it_it: Tradurre
nl_nl: Vertalen
uk: Перекладайте

source: Perspective
ar: المنظور
cs_cz: Perspektiva
it_it: Prospettiva
nl_nl: Perspectief
uk: Перспектива

source: Box Shadow
ar: ظل الصندوق
cs_cz: Stín boxu
it_it: Ombra della scatola
nl_nl: Schaduwrand
uk: Тінь блоку

source: Opacity
ar: عتامة
cs_cz: Neprůhlednost
it_it: Opacità
nl_nl: Dekking
uk: Непрозорість

source: Blur
ar: طمس
cs_cz: Rozostřit
it_it: Sfocatura
nl_nl: Vervagen
uk: Розмитість

source: Brightness
ar: السطوع
cs_cz: Jasnost
it_it: Luminosità
nl_nl: Helderheid
uk: Яскравість

source: Contrast
ar: التباين
cs_cz: Kontrast
it_it: Contrasto
uk: Контраст

source: Drop Shadow
ar: الظل المسقط
cs_cz: Stínování
it_it: Ombra proiettata
nl_nl: Schaduw toevoegen
uk: Тінь знизу

source: Grayscale
ar: تدرج الرمادي
cs_cz: Odstíny šedi
it_it: Scala di grigi
nl_nl: Grijstinten
uk: Відтінки сірого

source: Hue Rotate
ar: تدوير هوى
cs_cz: Odstín odstínu
it_it: Ruota tonalità
nl_nl: Hue Rotatie
uk: Обертання кольору

source: Saturation
ar: التشبع
cs_cz: Sytost
it_it: Saturazione
nl_nl: Verzadiging
uk: Насиченість

source: Sepia
ar: بني داكن
it_it: Seppia
uk: Сепія

source: Inset
ar: أقحم
cs_cz: Vložit
it_it: Inserire
nl_nl: Invoegen
uk: Вставка

source: Circle
ar: دائرة
cs_cz: Kruh
it_it: Cerchio
nl_nl: Cirkel
uk: Коло

source: Scroll Position
ar: وضعية التمرير
cs_cz: Pozice posuvníku
it_it: Posizione dello scroll
nl_nl: Schuifpositie
uk: Позиція прокрутки

source: Block Animation
ar: تحريك الكتل
cs_cz: Blok animace
it_it: Animazione di blocco
nl_nl: Blok animatie
uk: Блок анімації

source: Animation Trigger Type
ar: نوع تشغيل الرسوم المتحركة
cs_cz: Typ spouštění animace
it_it: Tipo di attivazione dell'animazione
nl_nl: Animatie Trigger Type
uk: Тип тригера анімації

source: Add Animation Trigger
ar: إضافة مشغل الرسوم المتحركة
cs_cz: Přidat spouštěč animace
it_it: Aggiungi il trigger dell'animazione
nl_nl: Voeg animatietrigger toe
uk: Додати тригер анімації

source: Image
ar: صورة
cs_cz: Obrázek
it_it: Immagine
nl_nl: Afbeelding
uk: Зображення

source: Effect
ar: التأثير
cs_cz: Účinek
it_it: Effetto
uk: Ефект

source: Strength
ar: القوة
cs_cz: Síla
it_it: Forza
nl_nl: Kracht
uk: Сила

source: Shape
ar: الشكل
cs_cz: Tvar
it_it: Forma
nl_nl: Vorm
uk: Форма

source: Editing
ar: التحرير
cs_cz: Úprava
it_it: Modifica
nl_nl: Bewerken
uk: Редагування

source: Content
ar: المحتوى
cs_cz: Obsah
it_it: Contenuto
nl_nl: Inhoud
uk: Зміст

source: Image Ratio
ar: نسبة الصورة
cs_cz: Poměr obrázku
it_it: Rapporto immagine
nl_nl: Afbeeldingsverhouding
uk: Співвідношення зображення

source: Title
ar: عنوان
cs_cz: Nadpis
it_it: Titolo
nl_nl: Titel
uk: Заголовок

source: Alt Text
ar: نص بديل
cs_cz: Alternativní text
it_it: Testo alternativo
nl_nl: Alternatieve tekst
uk: Альтернативний текст

source: Resolution
ar: القرار
cs_cz: Rozlišení
it_it: Risoluzione
nl_nl: Oplossing
uk: Роздільна здатність

source: Spin Effect
ar: تأثير الدوران
cs_cz: Efekt otáčení
it_it: Effetto di rotazione
uk: Ефект обертання

source: Duplicate
ar: مكررة
cs_cz: Duplikovat
it_it: Duplicato
nl_nl: Dupliceren
uk: Подвійний

source: Text
ar: نص
it_it: Testo
nl_nl: Tekst
uk: Текст

source: Outline Effect
ar: تأثير المخطط التفصيلي
cs_cz: Efekt obrysu
it_it: Effetto Contorno
nl_nl: Schets Effect
uk: Ефект контуру

source: Content Type
ar: نوع المحتوى
cs_cz: Typ obsahu
it_it: Tipo di contenuto
nl_nl: Inhoudstype
uk: Тип вмісту

source: Custom ID
ar: معرف مخصص
cs_cz: Vlastní identifikátor
it_it: ID personalizzato
nl_nl: Aangepaste ID
uk: Ідентифікатор за замовчуванням

source: Invalid element ID / anchor
ar: معرف العنصر / الرابط غير صالح
cs_cz: Neplatné ID prvku / kotva
it_it: ID / ancoraggio non valido
nl_nl: Ongeldige element-ID / anker
uk: Недійсний ідентифікатор елементу / якір

source: Flex
ar: فليكس
cs_cz: Flexibilní
it_it: Flessibilità
nl_nl: Buigzaam
uk: Гнучкість

source: Stretch
ar: تمتد
cs_cz: Roztáhnout
it_it: Allungare
nl_nl: Rekken
uk: Розтягнутий

source: Vertical
ar: عمودي
cs_cz: Vertikální
it_it: Verticale
nl_nl: Verticaal
uk: Вертикальний

source: Horizontal
ar: أفقي
cs_cz: Horizontální
it_it: Orizzontale
nl_nl: Horizontaal
uk: Горизонтальний

source: Reverse
ar: عكس
cs_cz: Obráceně
it_it: Invertire
nl_nl: Omdraaien
uk: Зворотний

source: No Wrap
ar: لا التفاف
cs_cz: Bez zabalení
it_it: Nessun involucro
nl_nl: Geen verpakking
uk: Без обгортки

source: Wrap
ar: التفاف
cs_cz: Zabalit
it_it: Involucro
nl_nl: Inpakken
uk: Заворачувати

source: Space Between
ar: المسافة بين
cs_cz: Mezera mezi
it_it: Spazio tra
nl_nl: Ruimte Tussen
uk: Простір між

source: Display
ar: عرض
cs_cz: Zobrazit
it_it: Visualizza
nl_nl: Weergave
uk: Відображення

source: Justify
ar: تبرير
cs_cz: Opravňovat
it_it: Giustificare
nl_nl: Rechtvaardigen
uk: Обґрунтуйте

source: Flex Wrap
ar: غلاف مرن
cs_cz: Ovíjení pružného prvku
it_it: Flessibile Avvolgere
nl_nl: Flexibel omwikkelen
uk: Гнучка обгортка

source: Block
ar: بلوك
cs_cz: Blok
it_it: Blocco
nl_nl: Blok
uk: Блок

source: box-shadow
ar: ظل الصندوق
cs_cz: stínování boxu
it_it: ombra della scatola
uk: тінь блоку

source: Shadow Presets
ar: الإعدادات المسبقة للظلال
cs_cz: Stínové přednastavení
it_it: Impostazioni dell'ombra
nl_nl: Schaduwvoorinstellingen
uk: Налаштування тіней

source: Presets
ar: الإعدادات المسبقة
cs_cz: Přednastavení
it_it: Impostazioni predefinite
nl_nl: Voorinstellingen
uk: Налаштування

source: X-Axis
ar: المحور السيني
cs_cz: X-osa
it_it: Asse X
nl_nl: X-as
uk: Вісь X

source: Y-Axis
ar: المحور ص
cs_cz: Osa Y
it_it: Asse Y
nl_nl: Y-as
uk: Вісь Y

source: Spread
ar: انتشار
cs_cz: Rozložit
it_it: Diffondere
nl_nl: Verspreiden
uk: Розповсюдити

source: Box Shadow Color
ar: لون ظل الصندوق
cs_cz: Barva stínování boxu
it_it: Colore dell'ombra della scatola
nl_nl: Kleur van de boxschaduw
uk: Колір тіні блоку

source: Edit Filter
ar: تحرير الفلتر
cs_cz: Upravit filtr
it_it: Modifica Filtro
nl_nl: Filter bewerken
uk: Редагувати фільтр

source: Offset X
ar: الإزاحة X
cs_cz: Posunout X
nl_nl: Verschuiving X
uk: Зміщення X

source: Offset Y
ar: إزاحة Y
cs_cz: Posunout Y
nl_nl: Verschuiving Y
uk: Зміщення Y

source: Blur Radius
ar: نصف القطر الضبابي
cs_cz: Rozmazání poloměru
it_it: Raggio di sfocatura
nl_nl: Vervagingsstraal
uk: Радіус розмиття

source: Drop Shadow Color
ar: لون الظل المسقط
cs_cz: Barva stínování
it_it: Colore dell'ombra esterna
nl_nl: Schaduwkleur
uk: Колір тіні

source: Effect Type
ar: نوع التأثير
cs_cz: Typ účinku
it_it: Tipo di effetto
nl_nl: Effect Type Effect Type
uk: Тип ефекту

source: Small
ar: صغير
cs_cz: Malý
it_it: Piccolo
nl_nl: Klein
uk: Малий

source: Medium
ar: متوسط
cs_cz: Střední
it_it: Medio
nl_nl: Gemiddeld
uk: Середній

source: Large
ar: كبير
cs_cz: Velký
it_it: Grande
nl_nl: Groot
uk: Великий

source: Backdrop Filters
ar: مرشحات الخلفية
cs_cz: Filtr pozadí
it_it: Filtri di sfondo
nl_nl: Achtergrondfilters
uk: Фільтри тла

source: Size/Align
ar: الحجم/المحاذاة
cs_cz: Velikost/Zarovnat
it_it: Dimensioni/Allineamento
nl_nl: Grootte/Uitlijnen
uk: Розмір/Вирівнювання

source: Select Icon
ar: اختر أيقونة
cs_cz: Vyberte ikonu
it_it: Seleziona Icona
nl_nl: Selecteer pictogram
uk: Виберіть піктограму

source: Source
ar: المصدر
cs_cz: Zdroj
it_it: Sorgente
nl_nl: Bron
uk: Джерело

source: Search
ar: بحث
cs_cz: Hledat
it_it: Ricerca
nl_nl: Zoeken
uk: Пошук

source: Enter a keyword...
ar: أدخل كلمة أساسية...
cs_cz: Zadejte klíčové slovo...
it_it: Inserisci una parola chiave...
nl_nl: Voer een trefwoord in...
uk: Введіть ключове слово...

source: Empty
ar: فارغة
cs_cz: Prázdný
it_it: Vuoto
nl_nl: Leeg
uk: Порожній

source: Editing Attribute
ar: تحرير السمة
cs_cz: Úprava atributu
it_it: Modifica attributo
nl_nl: Bewerken attribuut
uk: Редагування атрибуту

source: Attribute
ar: السمة
cs_cz: Atribut
it_it: Attributo
nl_nl: Kenmerk
uk: Атрибут

source: This attribute is reserved and cannot be used.
ar: هذه السمة محجوزة ولا يمكن استخدامها.
cs_cz: Tento atribut je vyhrazen a nelze ho použít.
it_it: Questo attributo è riservato e non può essere utilizzato.
nl_nl: Deze attribuut is gereserveerd en kan niet worden gebruikt.
uk: Цей атрибут зарезервований і не може бути використаний.

source: Example: rel
ar: مثال: rel
cs_cz: Příklad: rel
it_it: Esempio: rel
nl_nl: Voorbeeld: rel
uk: Приклад: rel

source: This attribute already exists.
ar: هذه السمة موجودة بالفعل.
cs_cz: Tento atribut již existuje.
it_it: Questo attributo esiste già.
nl_nl: Deze eigenschap bestaat al.
uk: Цей атрибут вже існує.

source: Example: nofollow
ar: مثال: nofollow
cs_cz: Bez následování
it_it: Esempio: nofollow
nl_nl: Voorbeeld: nofollow
uk: Приклад: nofollow

source: Add Link Attribute
ar: إضافة سمة الارتباط
cs_cz: Přidat atribut odkazu
it_it: Aggiungi attributo del link
nl_nl: Voeg een attribuut toe aan de link
uk: Додати атрибут посилання

source: Regular Link
ar: الرابط العادي
cs_cz: Běžný odkaz
it_it: Collegamento normale
nl_nl: Gewone link
uk: Звичайне посилання

source: Open Lightbox
ar: فتح العرض المبسط
cs_cz: Otevřít lightbox
it_it: Apri la Lightbox
nl_nl: Open Lightbox Open de lichtbak
uk: Відкрити світлове вікно

source: On Click
ar: عند النقر
cs_cz: Po kliknutí
it_it: Al cliccare
nl_nl: Bij klikken
uk: При натисканні

source: Target
ar: الهدف
cs_cz: Cíl
it_it: Obiettivo
nl_nl: Doelwit
uk: Мета

source: Open in new tab
ar: فتح في علامة تبويب جديدة
cs_cz: Otevřít v nové kartě
it_it: Apri in una nuova scheda
nl_nl: Openen in een nieuw tabblad
uk: Відкрити в новій вкладці

source: Remove URL
ar: إزالة URL
cs_cz: Odstraňte URL
it_it: Rimuovi l'URL
nl_nl: Verwijder URL
uk: Видалити URL

source: Link
ar: الرابط
cs_cz: Odkaz
uk: Посилання

source: Custom Attributes
ar: السمات المخصصة
cs_cz: Vlastní atributy
it_it: Attributi personalizzati
nl_nl: Aangepaste attributen
uk: Користувацькі атрибути

source: Mask
ar: قناع
it_it: Maschera
nl_nl: Masker
uk: Маска

source: Sides
ar: الجوانب
cs_cz: Strany
it_it: Contorni
nl_nl: Zijkanten
uk: Боки

source: Amount
ar: المبلغ
cs_cz: Množství
it_it: Quantità
nl_nl: Bedrag
uk: Сума

source: Visible
ar: مرئية
cs_cz: Viditelný
it_it: Visibile
nl_nl: Zichtbaar
uk: Видимий

source: Hidden
ar: مخفي
cs_cz: Skrytý
it_it: Nascosto
nl_nl: Verborgen
uk: Прихований

source: Scroll-X
ar: التمرير-X
cs_cz: Posunout-X
it_it: Scorrimento orizzontale
uk: Прокрутка-X

source: Scroll-Y
ar: التمرير-Y
cs_cz: Posuv-Y
uk: Прокрутка-Y

source: Overflow
ar: تجاوز
cs_cz: Přetečení
it_it: Tracimare
nl_nl: Overloop
uk: Переповнення

source: Relative
ar: نسبي
cs_cz: Příbuzný
it_it: Parente
nl_nl: Familielid
uk: Родич

source: Absolute
ar: مطلق
cs_cz: Absolutní
it_it: Assoluto
nl_nl: Absoluut
uk: Абсолютний

source: Static
ar: ثابت
nl_nl: Statisch
uk: Статичний

source: Sticky
ar: لزجة
cs_cz: Lepivý
it_it: Appiccicoso
nl_nl: Plakkerig
uk: Липкий

source: Custom
ar: تخصيص
cs_cz: Vlastní
it_it: Personalizzato
nl_nl: Aangepast
uk: Індивідуалізований

source: Z-Index
ar: مؤشر Z
uk: Z-індекс

source: Tag
ar: وسم
cs_cz: Značka
nl_nl: Label
uk: Мітка

source: Fill
ar: املأ
cs_cz: Vyplnit
it_it: Riempi
nl_nl: Vullen
uk: Заповнити

source: Contain
ar: احتوى
cs_cz: Obsahovat
it_it: Contenere
nl_nl: Bevatten
uk: Містити

source: Cover
ar: الغلاف
cs_cz: Obálka
it_it: Copertura
nl_nl: Dekking
uk: Обкладинка

source: Spacing
ar: تباعد
cs_cz: Mezery
it_it: Spaziatura
nl_nl: Spatiëring
uk: Розміщення

source: Transform
ar: التحويل
cs_cz: Transformovat
it_it: Trasformare
nl_nl: Transformeren
uk: Перетворення

source: Transform Type
ar: نوع التحويل
cs_cz: Transformovat typ
it_it: Trasforma Tipo
nl_nl: Transformeer Type
uk: Перетворити тип

source: Scale X
ar: المقياس العاشر
cs_cz: Měřítko X
it_it: Scala X
nl_nl: Schaal X
uk: Масштаб X

source: Scale Y
ar: مقياس Y
cs_cz: Měřítko Y
it_it: Scala Y
nl_nl: Schaal Y
uk: Масштаб Y

source: Skew X
ar: ميل X
cs_cz: Naklonit X
it_it: Inclinato X
nl_nl: Schuin X
uk: Перекосити Х

source: Skew Y
ar: مائل Y
cs_cz: Nakloněný Y
it_it: Inclinato Y
nl_nl: Schuin Y
uk: Перекосити Y

source: Translate X
ar: ترجم X
cs_cz: Přeložit X
it_it: Traduci X
nl_nl: Vertaal X
uk: Перекладіть X

source: Translate Y
ar: ترجمة ي
cs_cz: Přeložit Y
nl_nl: Vertaal Y
uk: Переклад Y

source: Select a font rule
ar: حدد قاعدة الخط
cs_cz: Vyberte pravidlo písma
it_it: Seleziona una regola del carattere
nl_nl: Selecteer een lettertype regel
uk: Виберіть правило шрифту

source: Font Style
ar: نمط الخط
cs_cz: Styl písma
it_it: Stile del carattere
nl_nl: Lettertype
uk: Стиль шрифту

source: Are you certain you want to proceed with deleting this accordion?
ar: هل أنت متأكد أنك تريد المتابعة في حذف هذا الأكورديون؟
cs_cz: Jste si jisti, že chcete pokračovat ve smazání tohoto akordeonu?
it_it: Sei sicuro di voler procedere con l'eliminazione di questo accordion?
nl_nl: Bent u er zeker van dat u door wilt gaan met het verwijderen van deze accordeon?
uk: Ви впевнені, що хочете продовжити видалення цього акордеону?

source: Duplicate Accordion
ar: تكرار الأكورديون
cs_cz: Duplikovat akordeon
it_it: Duplica l'accordion
nl_nl: Dubbele Accordion
uk: Дубльований акордеон

source: Delete Accordion
ar: حذف الأكورديون
cs_cz: Smazat akordeon
it_it: Elimina l'Accordion
nl_nl: Verwijder Accordeon
uk: Видалити акордеон
