Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks/languages/nectar-blocks-*.po
Languages: ar, cs_cz, it_it, nl_nl, uk

source: Step into the future of WordPress with Nectarblocks, where innovation meets seamless design. Unleash the full potential of your website by transforming the core WordPress editor into a dynamic and robust full-site editor.
ar: ادخل إلى مستقبل ووردبريس مع Nectarblocks، حيث تلتقي الابتكار بالتصميم السلس. اطلق العنان للإمكانيات ال
cs_cz: Vstupte do budoucnosti WordPressu s aplikací Nectarblocks, kde se inovace setkávají s bezproblémovým designem. Uvolněte plný potenciál svých webových stránek přeměnou základního editoru WordPressu na dynamický a robustní editor celé stránky.
it_it: Immergiti nel futuro di WordPress con Nectarblocks, dove l'innovazione incontra un design senza soluzione di continuità. Libera il pieno potenziale del tuo sito web trasformando l'editor di base di WordPress in un editor completo, dinamico e robusto.
nl_nl: Stap in de toekomst van WordPress met Nectarblocks, waar innovatie naadloos design ontmoet. Ontketen het volledige potentieel van je website door de kern WordPress-editor te transformeren in een dynamische en robuuste editor voor de hele site.
uk: Крокуйте у майбутнє WordPress з Nectarblocks, де інновації поєднуються з безшовним дизайном. Розкрийте повний потенціал вашого в

source: Nectarblocks Options
ar: خيارات Nectarblocks
cs_cz: Možnosti Nectarblocks
it_it: Opzioni di Nectarblocks
nl_nl: Nectarblocks Opties
uk: Опції Nectarblocks

source: Error accessing unsplash image
ar: خطأ في الوصول إلى صورة unsplash
cs_cz: Chyba při přístupu k obrázku na Unsplash
it_it: Errore nell'accesso all'immagine di Unsplash
nl_nl: Fout bij het openen van de Unsplash-afbeelding
uk: Помилка доступу до зображення на unsplash

source: Image upload failure, please try again. Errors:
ar: فشل تحميل الصورة، يرجى المحاولة مرة أخرى.
cs_cz: Chyba při nahrávání obrázku, zkuste to prosím znovu. Chyby:
it_it: Caricamento dell'immagine fallito, si prega di riprovare. Errori:
nl_nl: Afbeelding upload mislukt, probeer het opnieuw. Fouten:
uk: Помилка завантаження зображення, спробуйте ще раз. Помилки:

source: Image type could not be determined
ar: لا يمكن تحديد نوع الصورة
cs_cz: Typ obrázku nemohl být určen
it_it: Il tipo di immagine non può essere determinato
nl_nl: Het type afbeelding kon niet worden bepaald
uk: Тип зображення не може бути визначений.

source: Unable to insert attachment.
ar: غير قادر على إدراج المرفق.
cs_cz: Nelze vložit přílohu.
it_it: Impossibile inserire l'allegato.
nl_nl: Kan geen bijlage invoegen.
uk: Неможливо додати вкладення.

source: Image uploaded successfully.
ar: تم تحميل الصورة بنجاح.
cs_cz: Obrázek byl úspěšně nahrán.
it_it: Immagine caricata con successo.
nl_nl: Afbeelding succesvol geüpload.
uk: Зображення успішно завантажено.

source: Desktop
ar: سطح المكتب
cs_cz: Plocha
nl_nl: Bureaublad
uk: Робочий стіл

source: Tablet
ar: الكمبيوتر اللوحي
cs_cz: Tableta
uk: Планшет

source: Phone
ar: الهاتف
cs_cz: Telefon
it_it: Telefono
nl_nl: Telefoon
uk: Телефон

source: Inside Header Navigation Top
ar: داخل قائمة التنقل العلوية في الهيدر
cs_cz: Vrchní navigace v záhlaví
it_it: Navigazione dell'intestazione in alto
nl_nl: Binnen de bovenste navigatie van de koptekst
uk: Верхня навігація заголовка

source: After Header Navigation
ar: بعد شريط التنقل العلوي
cs_cz: Po navigaci záhlaví
it_it: Dopo la navigazione dell'intestazione
nl_nl: Na koptekstnavigatie
uk: Після навігації заголовка

source: Before Page/Post Content
ar: قبل محتوى الصفحة/المقال
cs_cz: Před obsahem stránky/příspěvku
it_it: Prima del contenuto della pagina/post
nl_nl: Voor Pagina/Bericht Inhoud
uk: Перед вмістом сторінки/пости

source: After Page/Post Content
ar: بعد محتوى الصفحة/المنشور
cs_cz: Po obsahu stránky/příspěvku
it_it: Dopo il contenuto della pagina/articolo
nl_nl: Na Pagina/Bericht inhoud
uk: Після вмісту сторінки/пости

source: Sidebar Top
ar: الشريط الجانبي العلوي
cs_cz: Boční panel nahoře
it_it: Barra laterale in alto
nl_nl: Zijbalk Boven
uk: Бічна панель у верхній частині

source: Sidebar Bottom
ar: الشريط الجانبي السفلي
cs_cz: Dolní postranní panel
it_it: Barra laterale in basso
nl_nl: Zijbalk onderaan
uk: Бічна панель униз

source: Before Blog Loop
ar: قبل حلقة المدونة
cs_cz: Před Blog Loop
it_it: Prima di Blog Loop
nl_nl: Voor Blog Loop
uk: Перед петлею блогу

source: After Blog Loop
ar: بعد حلقة المدونة
cs_cz: Po smyčce blogu
it_it: Dopo il ciclo del blog
nl_nl: Na de Bloglus
uk: Після циклу блогу

source: Before Off Canvas Menu Items
ar: قبل عناصر القائمة الجانبية المخفية
cs_cz: Před položkami nabídky mimo plátno
it_it: Prima degli elementi del menu fuori canvas
nl_nl: Vóór de items van het Off Canvas-menu
uk: Перед пунктами меню Off Canvas

source: After Off Canvas Menu Items
ar: بعد عناصر القائمة الجانبية الخارجية
cs_cz: Po položkách v bočním vysouvacím menu
it_it: Dopo gli elementi del menu Off Canvas
nl_nl: Na Off Canvas Menu Items
uk: Після пунктів меню Off Canvas

source: Off Canvas Menu Meta Area
ar: منطقة البيانات الفرعية للقائمة الجانبية الخارجية
cs_cz: Meta oblast mimo plátno
it_it: Area meta del menu fuori canvas
nl_nl: Meta gebied van het uitklapmenu
uk: Область мета-меню поза канвасом

source: Footer
ar: تذييل
cs_cz: Patička
it_it: Piè di pagina
nl_nl: Voettekst
uk: Нижній колонтитул

source: Footer Parallax
ar: تأثير البارالاكس للتذييل
cs_cz: Pata s paralaxním efektem
it_it: Parallasse del piè di pagina
nl_nl: Voettekst Parallax
uk: Паралаксний підвал

source: After Footer
ar: بعد التذييل
cs_cz: Po zápatí
it_it: Dopo il piè di pagina
nl_nl: Na de voettekst
uk: Після нижнього колонтитула

source: Before Shop Loop
ar: قبل حلقة المتجر
cs_cz: Před obchodem Loop
it_it: Prima di Shop Loop
nl_nl: Voor Shop Loop
uk: Перед магазином Loop

source: After Shop Loop
ar: بعد حلقة المتجر
cs_cz: Po nákupní smyčce
it_it: Dopo Shop Loop
nl_nl: Na Shop Loop
uk: Після магазину петель

source: Single Product Before Summary
ar: المنتج الواحد قبل الملخص
cs_cz: Jediný produkt před souhrnem
it_it: Prodotto singolo prima del riepilogo
nl_nl: Enkel product vóór samenvatting
uk: Одиничний продукт перед оглядом

source: Single Product Before Add to Cart
ar: المنتج الفردي قبل الإضافة إلى السلة
cs_cz: Jediný produkt před přidáním do košíku
it_it: Prodotto singolo prima di aggiungere al carrello
nl_nl: Enkel product voordat het aan winkelwagen wordt toegevoegd
uk: Один продукт перед додаванням до кошика

source: Single Product After Add to Cart
ar: المنتج الواحد بعد إضافته إلى السلة
cs_cz: Jeden produkt po přidání do košíku
it_it: Prodotto singolo dopo l'aggiunta al carrello
nl_nl: Enkel product na toevoegen aan winkelwagen
uk: Один продукт після додавання до кошика

source: Single Product After Summary
ar: المنتج الفردي بعد الملخص
cs_cz: Jediný produkt po souhrnu
it_it: Prodotto singolo dopo il riepilogo
nl_nl: Enkel product na samenvatting
uk: Один продукт після підсумку

source: Checkout Before Billing Form
ar: استمارة الدفع قبل الفاتورة
cs_cz: Kontrola před fakturací
it_it: Modulo di Checkout Prima della Fatturazione
nl_nl: Afrekenen voor facturatieformulier
uk: Перевірка перед оформленням замовлення

source: Checkout After Billing Form
ar: استمارة الدفع بعد الفحص
cs_cz: Pokladna po vyplnění fakturačního formuláře
it_it: Modulo di pagamento dopo la fatturazione
nl_nl: Afrekenen na facturatieformulier
uk: Оформлення замовлення після вказання реквізитів оплати

source: Checkout Before Shipping Form
ar: استمارة الدفع قبل الشحن
cs_cz: Formulář pro platbu před odesláním
it_it: Modulo di pagamento prima della spedizione
nl_nl: Afrekenen voor verzending formulier
uk: Форма оформлення замовлення перед відправленням

source: Checkout Before Order Notes
ar: ملاحظات الطلب قبل الدفع
cs_cz: Poznámky k objednávce před pokladnou
it_it: Note di checkout prima dell'ordine
nl_nl: Afrekenen voor bestelnotities
uk: Оплата перед нотатками до замовлення

source: Checkout After Order Notes
ar: ملاحظات الدفع بعد الطلب
cs_cz: Poznámky k objednávce po pokladně
it_it: Note dopo l'ordine al momento del pagamento
nl_nl: Afrekenen Na Bestelnotities
uk: Примітки після оформлення замовлення

source: Checkout Before Order Review
ar: التحقق قبل مراجعة الطلبية
cs_cz: Před objednáním zkontrolujte
it_it: Controlla prima di confermare l'ordine
nl_nl: Controleren voordat u bestelt Beoordeling
uk: Перегляд перед оформленням замовлення

source: Checkout Before Review Order Payment
ar: الدفع قبل مراجعة الطلب
cs_cz: Zkontrolujte objednávku před provedením platby
it_it: Controlla prima di revisionare l'ordine e procedere con il pagamento
nl_nl: Afrekenen voordat u de bestelling betaalt
uk: Перевірте замовлення перед оплатою

source: Checkout After Review Order Payment
ar: الدفع بعد مراجعة الطلب
cs_cz: Pokladna po přezkoumání objednávky platby
it_it: Pagamento dopo la revisione dell'ordine
nl_nl: Afrekenen na het controleren van de bestelling en betaling
uk: Оплата після перегляду та оформлення замовлення

source: Cart Coupon
ar: قسيمة العربة
cs_cz: Košík kupón
it_it: Buono sconto
nl_nl: Winkelwagen Coupon
uk: Купон на кошик

source: Cart Before Totals
ar: العربة قبل الإجماليات
cs_cz: Nákupní vozík před součtem
it_it: Carrello prima dei totali
nl_nl: Winkelwagen voor Totaal
uk: Кошик перед загальною сумою

source: Cart Before Shipping
ar: العربة قبل الشحن
cs_cz: Kočár před odesláním
it_it: Carrello prima della spedizione
nl_nl: Winkelwagen voor verzending
uk: Кошик перед доставкою

source: Cart Before Shipping Calculator
ar: حساب تكلفة الشحن قبل السلة
cs_cz: Kočár před poštovním kalkulátorem
it_it: Carrello prima del calcolatore di spedizione
nl_nl: Winkelwagen vóór verzendkostencalculator
uk: Кошик перед калькулятором вартості доставки

source: Cart After Shipping Calculator
ar: عربة التسوق بعد حاسب الشحن
cs_cz: Košík po kalkulačce poštovného
it_it: Carrello Dopo il Calcolatore delle Spese di Spedizione
nl_nl: Winkelwagen na verzendkosten calculator
uk: Кошик після калькулятора вартості доставки

source: Cart Proceed to Checkout
ar: انتقل إلى الخروج
cs_cz: Přejít do košíku Pokladna
it_it: Procedi al pagamento
nl_nl: Winkelwagen Afrekenen
uk: Кошик Оформити замовлення

source: Everywhere
ar: في كل مكان
cs_cz: Všude
it_it: Ovunque
nl_nl: Overal
uk: Скрізь

source: Archive
ar: أرشيف
cs_cz: Archiv
it_it: Archivio
nl_nl: Archief
uk: Архів

source: Front Page
ar: الصفحة الأولى
cs_cz: Titulní strana
it_it: Pagina principale
nl_nl: Voorpagina
uk: Головна сторінка

source: Search Results
ar: نتائج البحث
cs_cz: Výsledky vyhledávání
it_it: Risultati della ricerca
nl_nl: Zoekresultaten
uk: Результати пошуку

source: Single
ar: واحد
cs_cz: Jediný
it_it: Singolo
nl_nl: Alleen
uk: Одиничний

source: User Logged In
ar: تم تسجيل دخول المستخدم
cs_cz: Uživatel přihlášen
it_it: Utente loggato
nl_nl: Gebruiker ingelogd
uk: Користувач увійшов до системи

source: User Not Logged In
ar: المستخدم غير مسجل الدخول
cs_cz: Uživatel není přihlášen
it_it: Utente non connesso
nl_nl: Gebruiker niet ingelogd
uk: Користувач не увійшов до системи

source: Top
ar: أعلى
cs_cz: Vrchol
it_it: Alto
nl_nl: Dak
uk: Найкращий

source: Main Content
ar: المحتوى الرئيسي
cs_cz: Hlavní obsah
it_it: Contenuto principale
nl_nl: Hoofdinhoud
uk: Головний вміст

source: WooCommerce
ar: ووكوميرس
uk: WooCommerce - це безкоштовний плагін для WordPress, який дозволяє створювати онлайн-магазини та здійснювати торгівлю

source: Remove
ar: إزالة
cs_cz: Odstranit
it_it: Rimuovi
nl_nl: Verwijderen
uk: Видалити

source: Global Sections
ar: الأقسام العالمية
cs_cz: Celosvětové sekce
it_it: Sezioni globali
nl_nl: Wereldwijde secties
uk: Глобальні розділи

source: Global Section
ar: القسم العالمي
cs_cz: Celosvětová sekce
it_it: Sezione globale
nl_nl: Wereldwijde sectie
uk: Глобальний розділ

source: Search Global Sections
ar: ابحث عن الأقسام العالمية
cs_cz: Vyhledat globální sekce
it_it: Cerca Sezioni Globali
nl_nl: Zoek Globale Secties
uk: Пошук глобальних розділів

source: Parent Global Section
ar: القسم العالمي الرئيسي
cs_cz: Rodičovská globální sekce
it_it: Sezione globale genitori
nl_nl: Ouder Globale Sectie
uk: Батьківський глобальний розділ

source: Edit Global Section
ar: تعديل القسم العالمي
cs_cz: Upravit globální sekci
it_it: Modifica Sezione Globale
nl_nl: Bewerk Globale Sectie
uk: Редагувати Глобальний Розділ

source: Update Global Section
ar: تحديث القسم العالمي
cs_cz: Aktualizovat globální sekci
it_it: Aggiorna la sezione globale
nl_nl: Bijwerken van de Globale Sectie
uk: Оновити глобальний розділ

source: Add New Global Section
ar: إضافة قسم عام جديد
cs_cz: Přidat novou globální sekci
it_it: Aggiungi una nuova sezione globale
nl_nl: Voeg nieuwe globale sectie toe
uk: Додати новий глобальний розділ

source: Section
ar: القسم
cs_cz: Oddíl
it_it: Sezione
nl_nl: Sectie
uk: Розділ

source: Display Nectar Hooks
ar: عرض خطافات النكتار
cs_cz: Zobrazit Nectar Hooks
it_it: Mostra i Nectar Hooks
nl_nl: Toon Nectar Haken
uk: Відображення Nectar Hooks

source: Hide Nectar Hooks
ar: إخفاء هوكس نيكتار
cs_cz: Skrýt Nectar Hooks
it_it: Nascondere Ganci di Nettare
nl_nl: Verberg Nectar-haken
uk: Приховати гачки Nectar

source: Hook:
ar: الخطاف:
cs_cz: Hák:
it_it: Gancio:
nl_nl: Haak:
uk: Гачок:

source: Core Gradient #1
cs_cz: Jádrový přechod #1
it_it: Gradiente di base #1
nl_nl: Kernverloop #1
uk: Основний градієнт №1

source: Core Gradient #2
cs_cz: Jádrový přechod #2
it_it: Gradiente di base #2
nl_nl: Kernverloop #2
uk: Основний градієнт №2

source: Core Gradient #3
cs_cz: Jádrový přechod #3
it_it: Gradiente di base #3
nl_nl: Kernverloop #3
uk: Основний градієнт №3

source: Core Gradient #4
ar: التدرج الأساسي #4
cs_cz: Jádrový přechod #4
it_it: Gradiente del nucleo n. 4
nl_nl: Kernverloop #4
uk: Основний градієнт №4

source: Light
cs_cz: Světlo
it_it: Luce
nl_nl: Licht
uk: Світло

source: Accent Light
cs_cz: Akcentní světlo
it_it: Luce d'accento
nl_nl: Accentverlichting
uk: Акцентне світло

source: Accent Primary
cs_cz: Primární akcent
it_it: Accento primario
nl_nl: Accent Primair
uk: Основний акцент

source: Accent Dark
cs_cz: Temný přízvuk
it_it: Accento scuro
nl_nl: Donkere accent
uk: Темний акцент

source: Dark
cs_cz: Temný
it_it: Scuro
nl_nl: Donker
uk: Темрява

source: By
ar: بواسطة
cs_cz: Podle
it_it: Per
nl_nl: Door
uk: За

source: Read More
ar: اقرأ المزيد
cs_cz: Číst více
it_it: Leggi di più
nl_nl: Lees meer
uk: Читати далі

source: Load More
ar: تحميل المزيد
cs_cz: Načíst další
it_it: Carica di più
nl_nl: Meer laden
uk: Завантажити більше

source: Previous
ar: السابق
cs_cz: Předchozí
it_it: Precedente
nl_nl: Vorige
uk: Попередній

source: Next
ar: التالى
cs_cz: Další
it_it: Prossimo
nl_nl: Volgende
uk: Наступний

source: Save Options
ar: حفظ الخيارات
cs_cz: Uložit možnosti
it_it: Salva le opzioni
nl_nl: Opslaan Opties
uk: Зберегти налаштування

source: Error Saving
cs_cz: Chyba při ukládání
it_it: Errore nel salvataggio
nl_nl: Fout bij opslaan
uk: Помилка збереження

source: Options Saved
ar: الخيارات المحفوظة
cs_cz: Možnosti uloženy.
it_it: Opzioni salvate
nl_nl: Opties opgeslagen
uk: Опції збережено

source: Register
ar: سجل
cs_cz: Registrovat
it_it: Registrati
nl_nl: Registreren
uk: Зареєструватися

source: Successfully activated.
ar: تم التنشيط بنجاح.
cs_cz: Úspěšně aktivováno.
it_it: Attivato con successo.
nl_nl: Succesvol geactiveerd.
uk: Успішно активовано.

source: Unsuccessfully activated.
ar: تم التنشيط بنجاح.
cs_cz: Neúspěšně aktivováno.
it_it: Attivazione non riuscita.
nl_nl: Niet succesvol geactiveerd.
uk: Не вдалося активувати.

source: Deregister
ar: إلغاء التسجيل
cs_cz: Zrušit registraci
it_it: Cancellare
nl_nl: Uitschrijven
uk: Скасувати реєстрацію

source: Successfully deactivated.
ar: تم إلغاء التنشيط بنجاح.
cs_cz: Úspěšně deaktivováno.
it_it: Disattivato con successo.
nl_nl: Succesvol gedeactiveerd.
uk: Успішно деактивовано.

source: Unsuccessfully deactivated.
ar: لم يتم إلغاء التنشيط بنجاح.
cs_cz: Neúspěšně deaktivováno.
it_it: Disattivato senza successo.
nl_nl: Niet succesvol gedeactiveerd.
uk: Неуспішно деактивовано.

source: Active License
ar: رخصة نشطة
cs_cz: Aktivní licence
it_it: Licenza attiva
nl_nl: Actieve licentie
uk: Активна ліцензія

source: Invalid License
ar: رخصة غير صالحة
cs_cz: Neplatná licence
it_it: Licenza non valida
nl_nl: Ongeldige licentie
uk: Недійсна ліцензія

source: Theme License Code
ar: رمز ترخيص القالب
cs_cz: Kód licence motivu
it_it: Codice di licenza del tema
nl_nl: Thema Licentie Code
uk: Код ліцензії теми

source: license key
ar: مفتاح الترخيص
cs_cz: licenční klíč
it_it: chiave di licenza
nl_nl: licentiesleutel
uk: Ліцензійний ключ

source: Enable Updates
ar: تمكين التحديثات
cs_cz: Povolit aktualizace
it_it: Abilita gli aggiornamenti
nl_nl: Updates inschakelen
uk: Увімкнути оновлення

source: Custom JS/HTML
ar: JS/HTML مخصص
cs_cz: Vlastní JS/HTML
it_it: JS/HTML personalizzato
nl_nl: Aangepaste JS/HTML
uk: Користувацький JS/HTML

source: Custom CSS
ar: CSS مخصص
cs_cz: Vlastní CSS
it_it: CSS personalizzato
nl_nl: Aangepaste CSS
uk: Спеціальний CSS

source: Custom Code (JS/HTML) in Head
ar: الكود المخصص (JS/HTML) في الرأس
cs_cz: Vlastní kód (JS/HTML) v záhlaví
it_it: Codice personalizzato (JS/HTML) nell'intestazione
nl_nl: Aangepaste code (JS/HTML) in de kop van de pagina
uk: Користувацький код (JS/HTML) в тегу <head>

source: If using JS, ensure to include script tags.
ar: إذا كنت تستخدم جافا سكريبت، تأكد من تضمين علامات النص البرمجي.
cs_cz: Pokud používáte JS, ujistěte se, že jste zahrnuli značky skriptu.
it_it: Se stai usando JS, assicurati di includere i tag di script.
nl_nl: Als je JS gebruikt, zorg er dan voor dat je script-tags toevoegt.
uk: При використанні JS обов'язково включіть теги скрипта.

source: Custom Code (JS/HTML) After Body Open
ar: الكود المخصص (JS/HTML) بعد فتح الجسم
cs_cz: Vlastní kód (JS/HTML) po otevření těla stránky
it_it: Codice personalizzato (JS/HTML) dopo l'apertura del corpo
nl_nl: Aangepaste code (JS/HTML) na het openen van de body
uk: Користувацький код (JS/HTML) після відкриття тіла<body>

source: Welcome to the future of WordPress
ar: مرحبًا بك في مستقبل ووردبريس
cs_cz: Vítejte ve WordPress budoucnosti.
it_it: Benvenuti al futuro di WordPress
nl_nl: Welkom bij de toekomst van WordPress
uk: Ласкаво просимо до майбутнього WordPress.

source: Nectarblocks elevates the WordPress Gutenberg editor to an exceptionally powerful editor. Explore the key features below to begin your journey.
ar: ترقي Nectarblocks محرر ووردبريس غوتنبرغ إلى محرر قوي بشكل استثنائي. استكشف الميزات الرئيسية أدناه
cs_cz: Nectarblocks povyšuje editor WordPress Gutenberg na mimořádně výkonný editor. Prozkoumejte klíčové funkce níže, abyste mohli začít svou cestu.
it_it: Nectarblocks eleva l'editor WordPress Gutenberg a un editor eccezionalmente potente. Esplora le funzionalità chiave qui sotto per iniziare il tuo viaggio.
nl_nl: Nectarblocks tilt de WordPress Gutenberg editor naar een uitzonderlijk krachtige editor. Verken de belangrijkste functies hieronder om je reis te beginnen.
uk: Nectarblocks піднімає редактор WordPress Gutenberg до надзвичайно потужного редактора. Досліджуйте ключові функції нижче, щоб розпочати

source: Block Collection
ar: مجموعة الكتل
cs_cz: Sbírka bloků
it_it: Collezione di blocchi
nl_nl: Blokverzameling
uk: Колекція блоків

source: A robust collection of powerful blocks designed to simplify the process of building your website.
ar: مجموعة قوية من الكتل المصممة لتبسيط عملية بناء موقع الويب الخاص بك.
cs_cz: Robustní kolekce výkonných bloků navržených k zjednodušení procesu tvorby vašich webových stránek.
it_it: Una vasta collezione di blocchi potenti progettati per semplificare il processo di costruzione del tuo sito web.
nl_nl: Een uitgebreide verzameling krachtige blokken ontworpen om het proces van het bouwen van je website te vereenvoudigen.
uk: Міцна колекція потужних блоків, призначених для спрощення процесу створення вашого веб-сайту.

source: The Template Library
ar: مكتبة القوالب
cs_cz: Knihovna šablon
it_it: La libreria dei modelli
nl_nl: De sjabloonbibliotheek
uk: Бібліотека шаблонів

source: Jump start your Website creation with our professionally designed collection of pre-made templates
ar: ابدأ إنشاء موقع الويب الخاص بك باستخدام مجموعتنا المصممة بشكل احترافي من القوالب الجاهزة
cs_cz: Rozjeďte tvorbu vašich webových stránek s naší profesionálně navrženou sbírkou předem vytvořených šablon.
it_it: Avvia la creazione del tuo sito web con la nostra raccolta di modelli pre-realizzati professionalmente progettati
nl_nl: Begin met het maken van je website met onze professioneel ontworpen verzameling van kant-en-klare sjablonen
uk: Розпочніть створення свого веб-сайту за допомогою нашої професійно розробленої колекції готових шаблонів.

source: Streamlined Global Settings
ar: الإعدادات العالمية المبسطة
cs_cz: Optimalizovaná globální nastavení
it_it: Impostazioni globali ottimizzate
nl_nl: Gestroomlijnde wereldwijde instellingen
uk: Оптимізовані глобальні налаштування

source: Extensively Customizable Block Settings
ar: إعدادات الكتل قابلة للتخصيص بشكل شامل
cs_cz: Široce přizpůsobitelná nastavení bloků
it_it: Impostazioni dei blocchi estremamente personalizzabili
nl_nl: Uitgebreid aanpasbare blokinstellingen
uk: Широкі налаштування блоку

source: Next-Gen Responsive Editing
ar: التحرير الاستجابي للجيل القادم
cs_cz: Responsivní úpravy nové generace
it_it: Modifica reattiva di prossima generazione
nl_nl: Responsieve bewerking van de volgende generatie
uk: Редагування, що підтримує наступне покоління адаптивності

source: Effortlessly customize block settings for different devices using a single, intuitive control interface. Whether adjusting settings for each device individually or hovering over elements, you can instantly see the changes in an active preview.
ar: قم بتخصيص إعدادات الكتل بسهولة لأجهزة مختلفة باستخدام واجهة تحكم واحدة وبديهية. سواء كن
cs_cz: Snadno přizpůsobte nastavení bloků pro různá zařízení pomocí jediného intuitivního ovládacího rozhraní. Ať už upravujete nastavení pro každé zařízení zvlášť, nebo přejíždíte kurzorem myši po prvcích, můžete změny okamžitě vidět v aktivním náhledu.
it_it: Personalizza facilmente le impostazioni dei blocchi per dispositivi diversi utilizzando un'unica interfaccia di controllo intuitiva. Che tu stia regolando le impostazioni per ciascun dispositivo individualmente o passando il mouse sopra gli elementi, puoi vedere istant.
nl_nl: Pas moeiteloos blokinstellingen aan voor verschillende apparaten met behulp van een enkele, intuïtieve bedieningsinterface. Of je nu instellingen aanpast voor elk apparaat afzonderlijk of zweeft over elementen, je kunt direct de.
uk: Легко налаштовуйте параметри блоків для різних пристроїв за допомогою одного інтуїтивно зрозумілого інтерфейсу управління

source: Integrated Unsplash Images
ar: الصور المتكاملة من Unsplash
cs_cz: Integrované obrázky z Unsplash
it_it: Immagini Unsplash integrate
nl_nl: Geïntegreerde Unsplash-afbeeldingen
uk: Інтегровані зображення з Unsplash

source: Nectarblocks seamlessly integrates with Unsplash to provide you with a vast library of high quality images to choose from.
ar: تدمج Nectarblocks بسهولة مع Unsplash لتوفير لك مكتبة واسعة من الصور عالية الجودة للاختيار من بينها.
cs_cz: Nectarblocks se bezproblémově integruje s Unsplashem, abyste měli k dispozici širokou knihovnu vysoce kvalitních obrázků, ze kterých můžete vybírat.
it_it: Nectarblocks si integra perfettamente con Unsplash per fornirti una vasta libreria di immagini di alta qualità tra cui scegliere.
nl_nl: Nectarblocks integreert naadloos met Unsplash om je een uitgebreide bibliotheek van hoogwaardige afbeeldingen te bieden om uit te kiezen.
uk: Nectarblocks безшовно інтегрується з Unsplash, щоб надати вам велику бібліотеку високоякісних зображень на вибір.

source: Demo Content
ar: محتوى تجريبي
cs_cz: Demo obsah
it_it: Contenuto di esempio
nl_nl: Demo inhoud
uk: Демонстраційний вміст

source: Theme Options
ar: خيارات السمة
cs_cz: Možnosti motivu
it_it: Opzioni del tema
nl_nl: Thema-opties
uk: Опції теми
