Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Nectarblocks is a lightweight and modern WordPress theme designed for seamless compatibility with the Nectarblocks page builder plugin.
ar: ‫Nectarblocks هو قالب ووردبريس خفيف الوزن وعصري مصمم للتوافق السلس مع المكون الإضافي Nectarblocks لبناء الصفحات.
cs_cz: Nectarblocks je lehké a moderní téma pro WordPress navržené pro bezproblémovou kompatibilitu s pluginem pro tvorbu stránek Nectarblocks.
de_de: Nectarblocks ist ein leichtgewichtiges und modernes WordPress-Theme, das für nahtlose Kompatibilität mit dem Nectarblocks-Seitenersteller-Plugin entwickelt wurde.
es_es: Nectarblocks es un tema de WordPress ligero y moderno diseñado para una compatibilidad perfecta con el plugin constructor de páginas Nectarblocks.
fr_fr: Nectarblocks est un thème WordPress léger et moderne conçu pour une compatibilité parfaite avec le plugin constructeur de page Nectarblocks.
it_it: Nectarblocks è un tema WordPress leggero e moderno progettato per una compatibilità senza soluzione di continuità con il plugin costruttore di pagine Nectarblocks.
nl_nl: Nectarblocks is een lichtgewicht en modern WordPress-thema dat is ontworpen voor naadloze compatibiliteit met de Nectarblocks pagina bouwer plugin.
pt_br: Nectarblocks é um tema WordPress leve e moderno projetado para compatibilidade perfeita com o plugin construtor de páginas Nectarblocks.
ru_ru: Nectarblocks - это легкая и современная тема WordPress, разработанная для безупречной совместимости с плагином-строителем страниц Nectarblocks.
uk: Nectarblocks - це легка та сучасна тема WordPress, розроблена для безшовної сумісності з плагіном будівельника сторінок Nectarblocks.

source: Page Not Found
ar: الصفحة غير موجودة
cs_cz: Stránka nenalezena.
de_de: Seite nicht gefunden
es_es: Página no encontrada.
fr_fr: Page non trouvée
it_it: Pagina non trovata
nl_nl: Pagina niet gevonden
pt_br: Página não encontrada
ru_ru: Страница не найдена
uk: Сторінку не знайдено.

source: Back Home
ar: العودة إلى المنزل
cs_cz: Zpátky domů
de_de: Zurück nach Hause
es_es: De regreso a casa
fr_fr: Retour à la maison
it_it: Tornando a casa
nl_nl: Thuis terug
pt_br: De volta para casa
ru_ru: Домой
uk: Додому

source: Join the discussion
ar: انضم إلى المناقشة
cs_cz: Zapojte se do diskuze
de_de: Nehmen Sie an der Diskussion teil.
es_es: Únete a la discusión
fr_fr: Rejoignez la discussion
it_it: Partecipa alla discussione
nl_nl: Neem deel aan de discussie
pt_br: Participe da discussão
ru_ru: Присоединяйтесь к обсуждению.
uk: Приєднуйтесь до обговорення.

source: No Comments
ar: لا تعليقات
cs_cz: Žádné komentáře
de_de: Keine Kommentare
es_es: Sin comentarios
fr_fr: Pas de commentaires
it_it: Nessun commento
nl_nl: Geen opmerkingen
pt_br: Sem comentários
ru_ru: Нет комментариев
uk: Без коментарів

source: One Comment
ar: تعليق واحد
cs_cz: Jeden komentář
de_de: Ein Kommentar
es_es: Un comentario
fr_fr: Un commentaire
it_it: Un commento
nl_nl: Eén reactie
pt_br: Um comentário
ru_ru: Один комментарий
uk: Один коментар

source: % Comments
ar: % تعليقات
cs_cz: Komentáře
de_de: % Kommentare
es_es: % Comentarios
fr_fr: % Commentaires
it_it: % Commenti
nl_nl: % Opmerkingen
pt_br: % Comentários
ru_ru: % Комментарии
uk: % Коментарі

source: My comment is..
ar: تعليقي هو..
cs_cz: Můj komentář je..
de_de: Mein Kommentar ist..
es_es: Mi comentario es..
fr_fr: Mon commentaire est..
it_it: Il mio commento è..
nl_nl: Mijn opmerking is..
pt_br: Meu comentário é..
ru_ru: Мой комментарий...
uk: Мій коментар..

source: Leave a Reply
ar: اترك تعليقا
cs_cz: Zanechte odpověď
de_de: Hinterlasse eine Antwort
es_es: Deja una respuesta
fr_fr: Laisser une réponse
it_it: Lascia una risposta
nl_nl: Laat een reactie achter
pt_br: Deixe um comentário.
ru_ru: Оставьте ответ
uk: Залишити відповідь

source: Leave a Reply to %s
ar: اترك تعليقاً لـ %s
cs_cz: Zanechte odpověď na %s
de_de: Hinterlasse eine Antwort für %s
es_es: Deja una respuesta a %s
fr_fr: Laisser une réponse à %s
it_it: Lascia una risposta a %s
nl_nl: Laat een reactie achter op %s
pt_br: Deixe uma resposta para %s
ru_ru: Оставьте ответ для %s
uk: Залишити відповідь на %s

source: Cancel Reply
ar: إلغاء الرد
cs_cz: Zrušit odpověď
de_de: Antwort abbrechen
es_es: Cancelar respuesta
fr_fr: Annuler la réponse
it_it: Annulla Risposta
nl_nl: Annuleer antwoord
pt_br: Cancelar Resposta
ru_ru: Отменить ответ
uk: Скасувати відповідь

source: Submit Comment
ar: قدم تعليقك
cs_cz: Odeslat komentář
de_de: Kommentar absenden
es_es: Enviar comentario
fr_fr: Soumettre un commentaire
it_it: Inviare commento
nl_nl: Plaats reactie
pt_br: Enviar Comentário
ru_ru: Отправить комментарий
uk: Надіслати коментар

source: You must be <a href="%s">logged in</a> to post a comment.
ar: يجب أن تكون مسجلاً <“a href="%s>مسجلاً الدخول</a> لتتمكن من نشر تعليق.
cs_cz: Pro zaslání komentáře musíte být <a href="%s">přihlášeni</a>.
de_de: Sie müssen eingeloggt sein, um einen Kommentar zu verfassen.
es_es: Debes estar <a href="%s">conectado</a> para publicar un comentario.
fr_fr: Vous devez être connecté pour poster un commentaire.
it_it: Devi essere loggato per pubblicare un commento.
nl_nl: Je moet <a href=“%s”>gelogd zijn</a> om een reactie te plaatsen.
pt_br: Você precisa estar logado para postar um comentário.
ru_ru: Чтобы оставить комментарий, вы должны быть <a href="%s">вошли в систему</a>.
uk: Ви повинні бути <a href="%s">увійшли в систему</a>, щоб залишити коментар.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
ar: تم تسجيل الدخول كـ <a href="%1$s">%2$s</a>. <a href="%3$s" title="تسجيل الخروج من هذا الحساب">تسجيل الخروج؟</a>
cs_cz: Přihlášen jako <a href="%1$s">%2$s</a>. <a href="%3$s" title="Odhlásit se z tohoto účtu">Odhlásit se?</a>
de_de: Angemeldet als <a href="%1$s">%2$s</a>. <a href="%3$s" title="Ausloggen aus diesem Konto">Ausloggen?</a>
es_es: Conectado como <a href="%1$s">%2$s</a>. <a href="%3$s" title="Cerrar sesión de esta cuenta">¿Cerrar sesión?</a>
fr_fr: Connecté en tant que <a href="%1$s">%2$s</a>. <a href="%3$s" title="Se déconnecter de ce compte">Se déconnecter?</a>
it_it: Connesso come <a href="%1$s">%2$s</a>. <a href="%3$s" title="Disconnettersi da questo account">Disconnettersi?</a>
nl_nl: Ingelogd als <a href="%1$s">%2$s</a>. <a href="%3$s" title="Uitloggen van dit account">Uitloggen?</a>
pt_br: Conectado como <a href="%1$s">%2$s</a>. <a href="%3$s" title="Sair desta conta">Sair?</a>
ru_ru: Вы вошли как <a href="%1$s">%2$s</a>. <a href="%3$s" title="Выйти из этой учетной записи">Выйти?</a>
uk: Увійшли як <a href="%1$s">%2$s</a>. <a href="%3$s" title="Вийти з цього облікового запису">Вийти?</a>

source: Name
ar: الاسم
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pt_br: Nome
ru_ru: Имя
uk: Ім'я

source: Email
ar: البريد الإلكتروني
es_es: Correo electrónico
fr_fr: Courriel
ru_ru: Электронная почта
uk: Електронна пошта

source: Website
ar: موقع الكتروني
cs_cz: Webová stránka
es_es: Sitio web
fr_fr: Site web
it_it: Sito web
pt_br: Site da internet
ru_ru: Веб-сайт
uk: Веб-сайт

source: Save my name, email, and website in this browser for the next time I comment.
ar: احفظ اسمي، البريد الإلكتروني، والموقع الإلكتروني في هذا المتصفح للمرة القادمة التي سأعلق فيه
cs_cz: Uložit moje jméno, email a webovou stránku do tohoto prohlížeče pro příště, když budu komentovat.
de_de: Speichere meinen Namen, meine E-Mail und meine Website in diesem Browser für das nächste Mal, wenn ich kommentiere.
es_es: Guarda mi nombre, correo electrónico y sitio web en este navegador para la próxima vez que comente.
fr_fr: Enregistrez mon nom, mon adresse e-mail et mon site web dans ce navigateur pour la prochaine fois que je commenterai.
it_it: Salva il mio nome, email e sito web in questo browser per la prossima volta che commento.
nl_nl: Sla mijn naam, e-mail en website op in deze browser voor de volgende keer dat ik een reactie plaats.
pt_br: Salvar meu nome, e-mail e site neste navegador para a próxima vez que eu comentar.
ru_ru: Сохранить мое имя, электронную почту и веб-сайт в этом браузере для следующего раза, когда я оставлю комментарий.
uk: Зберегти моє ім'я, електронну пошту та веб-сайт у цьому браузері для моїх майбутніх коментарів.

source: Author
ar: الكاتب
cs_cz: Autor
de_de: Autor
es_es: Autor
fr_fr: Auteur
it_it: Autore
nl_nl: Auteur
pt_br: Autor
ru_ru: Автор
uk: Автор

source: Search
ar: البحث
cs_cz: Hledat
de_de: Suchen
es_es: Buscar
fr_fr: Recherche
it_it: Ricerca
nl_nl: Zoeken
pt_br: Busca
ru_ru: Поиск
uk: Пошук

source: Close Search
ar: إغلاق البحث
cs_cz: Zavřít vyhledávání
de_de: Suche schließen
es_es: Cerrar búsqueda
fr_fr: Fermer la recherche
it_it: Chiudi la ricerca
nl_nl: Sluit Zoeken
pt_br: Fechar busca
ru_ru: Закрыть поиск
uk: Закрити пошук

source: Back to top
ar: العودة إلى الأعلى
cs_cz: Zpět nahoru
de_de: Zurück nach oben
es_es: Volver arriba
fr_fr: Haut de la page
it_it: Torna in cima
nl_nl: Terug naar boven
pt_br: Voltar ao topo
ru_ru: Наверх
uk: Повернутися до початку

source: Back
ar: الى الوراء
cs_cz: Zpět
de_de: Zurück
es_es: Espalda
fr_fr: En arrière
it_it: Indietro
nl_nl: Terug
pt_br: De volta.
ru_ru: Назад
uk: Назад

source: Close Menu
ar: اغلق القائمة
cs_cz: Zavřít menu
de_de: Schließen Sie das Menü.
es_es: Cerrar menú
fr_fr: Fermer le menu
it_it: Chiudi Menu
nl_nl: Sluit menu
pt_br: Fechar Menu
ru_ru: Закрыть меню
uk: Закрити меню

source: Navigation Menu
ar: قائمة التنقل
cs_cz: Navigační menu
de_de: Navigationsmenü
es_es: Menú de navegación
fr_fr: Menu de navigation
it_it: Menu di navigazione
nl_nl: Navigatiemenu
pt_br: Menu de navegação
ru_ru: Меню навигации
uk: Меню навігації

source: Menu
ar: القائمة
cs_cz: Jídelní lístek
de_de: Speisekarte
es_es: Menú
ru_ru: Меню
uk: Меню

source: search
ar: البحث
cs_cz: hledat
de_de: Suchen
es_es: buscar
fr_fr: recherche
it_it: ricerca
nl_nl: zoeken
pt_br: busca
ru_ru: поиск
uk: пошук

source: account
ar: حساب
cs_cz: účet
de_de: Konto
es_es: cuenta
fr_fr: compte
it_it: conto
nl_nl: rekening
pt_br: conta
ru_ru: аккаунт
uk: рахунок

source: Cart
ar: عربة
cs_cz: Vozík
de_de: Warenkorb
es_es: Carro
fr_fr: Chariot
it_it: Carrello
nl_nl: Winkelwagen
pt_br: Carrinho
ru_ru: Корзина
uk: Кошик

source: Close Cart
ar: اغلق السلة
cs_cz: Zavřít košík
de_de: Warenkorb schließen
es_es: Cerrar carrito
fr_fr: Fermer le panier
it_it: Chiudi Carrello
nl_nl: Winkelwagen sluiten
pt_br: Fechar carrinho.
ru_ru: Закрыть корзину
uk: Закрити кошик

source: About
ar: حول
cs_cz: O tom
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: A proposito
nl_nl: Over
pt_br: Sobre
ru_ru: О приложении
uk: Про

source: More posts by
ar: المزيد من المنشورات بواسطة
cs_cz: Více příspěvků od
de_de: Weitere Beiträge von
es_es: Más publicaciones de
fr_fr: Plus d'articles par
it_it: Altri post di
nl_nl: Meer berichten van
pt_br: Mais postagens por
ru_ru: Больше постов от
uk: Більше постів від

source: Read More
ar: اقرأ المزيد
cs_cz: Číst více
de_de: Mehr lesen
es_es: Leer más
fr_fr: Lire la suite
it_it: Leggi di più
nl_nl: Lees meer
pt_br: Leia mais
ru_ru: Читать далее
uk: Читати далі

source: View all posts in %s
ar: عرض جميع المشاركات في %s
cs_cz: Zobrazit všechny příspěvky v %s
de_de: Alle Beiträge anzeigen in %s
es_es: Ver todos los posts en %s
fr_fr: Afficher tous les articles dans %s
it_it: Visualizza tutti i post in %s
nl_nl: Bekijk alle berichten in %s
pt_br: Ver todos os posts em %s
ru_ru: Просмотреть все сообщения в %s
uk: Переглянути всі повідомлення в %s.

source: F jS, Y
ar: ١٤ يناير، ٢٠٢٢

source: By
ar: بواسطة
cs_cz: Podle
de_de: Durch
es_es: Por
fr_fr: Par
it_it: Per
nl_nl: Door
pt_br: Por
ru_ru: По
uk: За

source: min read
ar: قراءة دقيقة
cs_cz: min čtení
de_de: 1 Minute Lesezeit
es_es: 1 min de lectura
fr_fr: Temps de lecture minimal
it_it: lettura di minuti
nl_nl: 1 minuut lezen
pt_br: leitura rápida
ru_ru: минут чтения
uk: мінімальний час читання

source: One Comment
ar: تعليق واحد
cs_cz: Jeden komentář
de_de: Ein Kommentar.
es_es: Un comentario
fr_fr: Un commentaire
it_it: Un commento
nl_nl: Eén reactie
pt_br: Um comentário
ru_ru: Один комментарий
uk: Один коментар

source: Blog Post
ar: مقالة في المدونة
cs_cz: Příspěvek na blog
de_de: Blogbeitrag
es_es: Publicación de blog
fr_fr: Article de blog
it_it: Articolo del blog
nl_nl: Blogbericht
pt_br: Postagem no blog
ru_ru: Статья в блоге
uk: Публікація на блозі

source: Page
ar: صفحة
cs_cz: Stránka
de_de: Seite
es_es: Página
it_it: Pagina
nl_nl: Pagina
pt_br: Página
ru_ru: Страница
uk: Сторінка

source: Portfolio Item
ar: عنصر المحفظة
cs_cz: Položka portfolia
de_de: Portfolioelement
es_es: Elemento del portafolio
fr_fr: Élément du portfolio
it_it: Elemento del portafoglio
nl_nl: Portfolio Item Portfolio-item
pt_br: Item do portfólio
ru_ru: Элемент портфолио
uk: Елемент портфоліо

source: Product
ar: المنتج
cs_cz: Produkt
de_de: Produkt
es_es: Producto
fr_fr: Produit
it_it: Prodotto
pt_br: Produto
ru_ru: Продукт
uk: Продукт

source: To
ar: إلى
cs_cz: K tomu
de_de: Zu
es_es: A
fr_fr: À
it_it: Per
nl_nl: Naar
pt_br: Para
ru_ru: Кому
uk: До

source: From
ar: من
cs_cz: Z
de_de: Von
es_es: De
fr_fr: De
it_it: Da
nl_nl: Van
pt_br: De
ru_ru: Из
uk: З

source: Performance
ar: الأداء
cs_cz: Výkon
de_de: Leistung
es_es: Rendimiento
it_it: Prestazioni
nl_nl: Prestaties
pt_br: Desempenho
ru_ru: Производительность
uk: Продуктивність

source: Nectarblocks Options
ar: خيارات نيكتاربلوكس
cs_cz: Možnosti Nectarblocks
de_de: Nectarblocks Optionen
es_es: Opciones de Nectarblocks
fr_fr: Options de Nectarblocks
it_it: Opzioni di Nectarblocks
nl_nl: Nectarblocks Opties
pt_br: Opções do Nectarblocks
ru_ru: Опции Nectarblocks
uk: Опції Nectarblocks

source: WordPress / Plugin Options
ar: خيارات ووردبريس / الإضافة
cs_cz: Možnosti WordPressu / Pluginu
de_de: WordPress / Plugin-Optionen
es_es: Opciones de WordPress / Plugin
fr_fr: Options de WordPress / Plugin
it_it: Opzioni del plugin WordPress
nl_nl: WordPress / Plugin Opties
pt_br: WordPress / Opções de Plugin
ru_ru: Настройки WordPress / Плагин
uk: Опції WordPress / плагіна

source: General Settings
ar: إعدادات عامة
cs_cz: Obecná nastavení
de_de: Allgemeine Einstellungen
es_es: Configuración General
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nl_nl: Algemene instellingen
pt_br: Configurações gerais
ru_ru: Общие настройки
uk: Загальні налаштування

source: Theme Background Color
ar: لون خلفية السمة
cs_cz: Barva pozadí motivu
de_de: Hintergrundfarbe des Themas
es_es: Color de fondo del tema
fr_fr: Couleur de fond du thème
it_it: Colore di sfondo del tema
nl_nl: Themakleur achtergrond
pt_br: Cor de Fundo do Tema
ru_ru: Цвет фона темы
uk: Колір тла теми

source: Theme Accent Color
ar: لون التمييز للسمة
cs_cz: Barva akcentu motivu
de_de: Themen-Akzentfarbe
es_es: Color de acento del tema
fr_fr: Couleur d'accent de thème
it_it: Colore di evidenziazione del tema
nl_nl: Thema accentkleur
pt_br: Cor do destaque do tema
ru_ru: Цвет акцента темы
uk: Колір акценту теми

source: learn more about color schemes in the
ar: تعرف أكثر عن مخططات الألوان في
cs_cz: Dozvědět se více o barevných schématech v.
de_de: Erfahren Sie mehr über Farbschemata in der
es_es: aprende más sobre esquemas de color en el
fr_fr: Apprenez-en davantage sur les combinaisons de couleurs dans le
it_it: Scopri di più sugli schemi di colore in italiano
nl_nl: Leer meer over kleurenschema's in de.
pt_br: Saiba mais sobre esquemas de cores em design.
ru_ru: Узнайте больше о цветовых схемах.
uk: Дізнайтеся більше про колірні схеми в

source: documentation
ar: التوثيق
cs_cz: dokumentace
de_de: Dokumentation
es_es: documentación
it_it: documentazione
nl_nl: documentatie
pt_br: documentação
ru_ru: документация
uk: документація

source: Theme Accent Text Color
ar: لون النص التمييزي للسمة
cs_cz: Barva textu motivu Accent
de_de: Thema Akzent Textfarbe
es_es: Color de texto de acento del tema
fr_fr: Thème Accent Couleur du Texte
it_it: Colore del testo dell'accento del tema
nl_nl: Thema Accent Tekstkleur
pt_br: Cor do texto de destaque do tema
ru_ru: Цвет текста акцента темы
uk: Колір акцентного тексту теми

source: Used for text overlaying the accent color on buttons and notifications.
ar: مستخدم لتراكب النص بلون التأكيد على الأزرار والإشعارات.
cs_cz: Používáno pro překrývání textu barvou zdůraznění na tlačítkách a oznámeních.
de_de: Verwendet für die Textüberlagerung der Akzentfarbe auf Schaltflächen und Benachrichtigungen.
es_es: Utilizado para superponer texto en el color de acento en botones y notificaciones.
fr_fr: Utilisé pour superposer du texte avec la couleur d'accentuation sur les boutons et les notifications.
it_it: Usato per sovrapporre testo sul colore di accento sui pulsanti e le notifiche.
nl_nl: Gebruikt voor tekst-overlay van de accentkleur op knoppen en meldingen.
pt_br: Usado para sobrepor texto na cor de destaque em botões e notificações.
ru_ru: Используется для наложения текста на акцентный цвет кнопок и уведомлений.
uk: Використовується для накладання тексту кольором акценту на кнопки та сповіщення.

source: Button Styling
ar: تنسيق الأزرار
cs_cz: Stylování tlačítka
es_es: Estilo de botón
fr_fr: Stylisme de bouton
it_it: Stile dei pulsanti
nl_nl: Knopstijl
pt_br: Estilização de botão
ru_ru: Стилизация кнопки
uk: Стилізація кнопки

source: This will effect the overall styling of buttons
ar: سيؤثر هذا على التنسيق العام للأزرار
cs_cz: To ovlivní celkový styl tlačítek.
de_de: Dies wird sich auf das Gesamtdesign der Schaltflächen auswirken.
es_es: Esto afectará el estilo general de los botones
fr_fr: Cela affectera le style global des boutons.
it_it: Questo influenzerà lo stile complessivo dei pulsanti
nl_nl: Dit zal van invloed zijn op de algehele stijl van knoppen.
pt_br: Isso afetará o estilo geral dos botões.
ru_ru: Это повлияет на общий стиль кнопок.
uk: Це вплине на загальний стиль кнопок.

source: Default
ar: الافتراضي
cs_cz: Výchozí
de_de: Standard
es_es: Por defecto
fr_fr: Par défaut
it_it: Predefinito
nl_nl: Standaard
pt_br: Padrão
ru_ru: По умолчанию
uk: За замовчуванням

source: Slightly Rounded
ar: مستدير قليلاً
cs_cz: Mírně zaoblený
de_de: Leicht gerundet.
es_es: Ligeramente redondeado
fr_fr: Légèrement arrondi
it_it: Leggermente arrotondato
nl_nl: Licht afgerond
pt_br: Levemente arredondado.
ru_ru: Немного округленный
uk: Трохи закруглене

source: Rounded
ar: مستدير
cs_cz: Zaoblený
de_de: Abgerundet
es_es: Redondeado
fr_fr: Arrondi
it_it: Arrotondato
nl_nl: Afgerond
pt_br: Arredondado
ru_ru: Округленный
uk: Закруглений

source: Button Roundness
ar: دوران الزر
cs_cz: Zaoblení tlačítka
de_de: Button Rundung
es_es: Redondez del botón
fr_fr: Arrondi du bouton
it_it: Arrotondamento del pulsante
nl_nl: Afgeronde knop
pt_br: Arredondamento do botão
ru_ru: Закругленность кнопки
uk: Круглість кнопки

source: Fine-tune the rounded edges of your buttons.
ar: حسن حواف الأزرار الخاصة بك.
cs_cz: Vyladěte zaoblené hrany vašich tlačítek.
de_de: Feinjustieren Sie die abgerundeten Kanten Ihrer Schaltflächen.
es_es: Ajusta los bordes redondeados de tus botones.
fr_fr: Affinez les bords arrondis de vos boutons.
it_it: Perfeziona i bordi arrotondati dei tuoi pulsanti.
nl_nl: Verfijn de afgeronde hoeken van je knoppen.
pt_br: Ajuste as bordas arredondadas dos seus botões.
ru_ru: Доведите до совершенства закругленные края ваших кнопок.
uk: Доведіть до досконалості закруглені кути ваших кнопок.

source: Animated Underline Type
ar: نوع التأثير المتحرك للتسطير
cs_cz: Animovaný podtržený typ
de_de: Animierter Unterstrich Typ
es_es: Tipo de subrayado animado
fr_fr: Type de soulignement animé
it_it: Tipo di sottolineatura animata
nl_nl: Geanimeerde onderstreepte tekst
pt_br: Tipo de sublinhado animado
ru_ru: Анимированный подчеркивание типа
uk: Анімований підкреслений тип

source: Various elements in Nectar Blocks display an animated underline when hovering over. This option allows you to globally fine-tune the styling of that line.
ar: العديد من العناصر في كتل Nectar تعرض خط تحتي متحرك عند التحويم فوقها. تتيح لك هذه الخيارات ضبط
cs_cz: Různé prvky v Nectar Blocks zobrazují animované podtržení při najetí myší. Tato možnost vám umožňuje globálně doladit stylizaci této čáry.
de_de: Verschiedene Elemente in Nectar Blocks zeigen eine animierte Unterstreichung, wenn man mit der Maus darüber fährt. Diese Option ermöglicht es Ihnen, das Styling dieser Linie global feinabzustimmen.
es_es: Varios elementos en Nectar Blocks muestran una línea subrayada animada al pasar el cursor sobre ellos. Esta opción te permite ajustar globalmente el estilo de esa línea.
fr_fr: Divers éléments dans Nectar Blocks affichent une soulignement animée lors du survol. Cette option vous permet d'ajuster globalement le style de cette ligne.
it_it: Diversi elementi in Nectar Blocks mostrano una sottolineatura animata quando ci si posiziona sopra. Questa opzione ti consente di regolare globalmente lo stile di quella linea.
nl_nl: Verschillende elementen in Nectar Blocks tonen een geanimeerde onderstreping wanneer je erover zweeft. Deze optie stelt je in staat om de stijl van die lijn wereldwijd aan te passen.
pt_br: Vários elementos nos Blocos de Néctar exibem uma linha de sublinhado animada ao passar o mouse sobre eles. Esta opção permite ajustar globalmente o estilo dessa linha.
ru_ru: Различные элементы в Nectar Blocks отображают анимированное подчеркивание при наведении курсора. Эта опция позволяет вам глобально настраивать стиль этой линии.
uk: Різні елементи в Nectar Blocks відображають анімовану підкреслення при наведенні курсора. Ця опція дозволяє вам глобаль

source: Left to Right Simple
ar: من اليسار إلى اليمين بسيط
cs_cz: Zleva doprava jednoduché
de_de: Von links nach rechts einfach
es_es: De izquierda a derecha simple
fr_fr: De gauche à droite simple
it_it: Da sinistra a destra
nl_nl: Van links naar rechts eenvoudig
pt_br: Da esquerda para a direita simples.
ru_ru: Слева направо просто
uk: Зліва направо просто.

source: Left to Right Fancy
ar: من اليسار إلى اليمين فاخر
cs_cz: Zleva doprava nápaditě
de_de: Von links nach rechts schick
es_es: De izquierda a derecha elegante
fr_fr: Gauche à droite Fantaisie
it_it: Da sinistra a destra elegante
nl_nl: Van links naar rechts chique
pt_br: Da esquerda para a direita chique
ru_ru: Слева направо нарядно
uk: Зліва направо вишукано

source: Animated Underline Thickness
ar: سمك خط التسطير المتحرك
cs_cz: Animovaná tloušťka podtržení
de_de: Animierte Unterstrichdicke
es_es: Grosor de subrayado animado
fr_fr: Épaisseur du soulignement animé
it_it: Spessore sottolineatura animata
nl_nl: Animatie van de dikte van de onderstreping
pt_br: Espessura da Linha Sublinhada Animada
ru_ru: Толщина анимированного подчеркивания
uk: Товщина анімованого підкреслення.

source: Theme Font Color
ar: لون خط السمة
cs_cz: Barva písma motivu
de_de: Themen-Schriftfarbe
es_es: Color de fuente del tema
fr_fr: Couleur de police de thème
it_it: Colore del carattere del tema
nl_nl: Thema Lettertype Kleur
pt_br: Cor da Fonte do Tema
ru_ru: Цвет шрифта темы
uk: Колір шрифту теми

source: Styling
ar: التنسيق
cs_cz: Stylování
es_es: Estilo
fr_fr: Mise en forme
it_it: Stile
nl_nl: Vormgeving
pt_br: Estilizando
ru_ru: Оформление
uk: Оформлення

source: Smooth Scrolling
ar: التمرير السلس
cs_cz: Plynulé posouvání
de_de: Weiche Bildlauf
es_es: Desplazamiento suave
fr_fr: Défilement fluide
it_it: Scorrimento fluido
nl_nl: Soepel scrollen
pt_br: Rolar suavemente
ru_ru: Плавная прокрутка
uk: Плавна прокрутка
