Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Featured Media Under Heading
ar: الوسائط المميزة تحت العنوان
cs_cz: Doporučená média pod nadpisem
de_de: Vorgestellte Medien unter der Überschrift
es_es: Medios destacados bajo el encabezado
fr_fr: Médias en vedette sous l'en-tête
it_it: Media in primo piano sotto l'intestazione
nl_nl: Uitgelichte media onder kopje
pt_br: Mídia em Destaque Sob o Título
ru_ru: Избранные медиа под заголовком
uk: Рекомендовані медіа під заголовком

source: Blog Header Image Sizing
ar: تحديد حجم صورة رأس المدونة
cs_cz: Velikost obrázku záhlaví blogu
de_de: Größenanpassung des Blog-Titelbilds
es_es: Tamaño de la imagen del encabezado del blog
fr_fr: Dimension de l'image d'en-tête du blog
it_it: Dimensioni dell'immagine dell'intestazione del blog
nl_nl: Formaat van de kopafbeelding van de blog
pt_br: Dimensionamento da Imagem do Cabeçalho do Blog
ru_ru: Размер изображения для заголовка блога
uk: Розмір зображення для заголовку блогу

source: Slim (2.5:1)
ar: نحيف (2.5:1)
cs_cz: Štíhlý (2,5:1)
de_de: Schlank (2,5:1)
es_es: Delgado (2.5:1)
fr_fr: Mince (2,5:1)
it_it: Snello (2.5:1)
nl_nl: Slank (2.5:1)
pt_br: Fino (2,5:1)
ru_ru: Тонкий (2.5:1)
uk: Худий (2.5:1)

source: Narrow (2:1)
ar: ضيق (2:1)
cs_cz: Úzký (2:1)
de_de: Schmal (2:1)
es_es: Estrecho (2:1)
fr_fr: Étroit (2:1)
it_it: Stretto (2:1)
nl_nl: Smal (2:1)
pt_br: Estreito (2:1)
ru_ru: Узкий (2:1)
uk: Вузький (2:1)

source: Regular (16:9)
ar: عادي (16:9)
cs_cz: Běžný (16:9)
de_de: Standard (16:9)
es_es: Regular (16:9) Normal (16:9)
fr_fr: Régulier (16:9)
it_it: Regolare (16:9)
nl_nl: Standaard (16:9)
pt_br: Padrão (16:9)
ru_ru: Обычный (16:9)
uk: Звичайний (16:9)

source: Tall (3:2)
ar: طويل (٣:٢)
cs_cz: Vysoký (3:2)
de_de: Hoch (3:2)
es_es: Alto (3:2)
fr_fr: Grand (3:2)
it_it: Alto (3:2)
nl_nl: Lang (3:2)
pt_br: Alto (3:2)
ru_ru: Высокий (3:2)
uk: Високий (3:2)

source: Square (1:1)
ar: المربع (1:1)
cs_cz: Čtverec (1:1)
de_de: Quadrat (1:1)
es_es: Cuadrado (1:1)
fr_fr: Carré (1:1)
it_it: Quadrato (1:1)
nl_nl: Vierkant (1:1)
pt_br: Quadrado (1:1)
ru_ru: Квадрат (1:1)
uk: Квадрат (1:1)

source: Blog Header Roundness
ar: ترويجات البلوق المستديرة
cs_cz: Zaoblení záhlaví blogu
de_de: Rundung des Blog-Headers
es_es: Redondez del encabezado del blog
fr_fr: Arrondi de l'en-tête du blog
it_it: Arrotondamento dell'intestazione del blog
nl_nl: Blog Header Afgeronde Hoeken
pt_br: Arredondamento do cabeçalho do blog
ru_ru: Заголовок блога с закругленными углами
uk: Закруглення заголовка блогу

source: Blog Header Alignment
ar: محاذاة عنوان المدونة
cs_cz: Zarovnání nadpisu blogu
de_de: Überschrift des Blogs ausrichten
es_es: Alineación del encabezado del blog
fr_fr: Alignement de l'en-tête du blog
it_it: Allineamento dell'intestazione del blog
nl_nl: Blogkopuitlijning
pt_br: Alinhamento do cabeçalho do blog
ru_ru: Выравнивание заголовка блога
uk: Вирівнювання заголовка блогу

source: Blog Header Author Style
ar: عنوان المدونة بأسلوب المؤلف
cs_cz: Styl autora záhlaví blogu
de_de: Blog Header Autor Stil
es_es: Estilo del autor del encabezado del blog
fr_fr: Style de l'auteur de l'en-tête du blog
it_it: Stile dell'autore dell'intestazione del blog
nl_nl: Blog Header Auteur Stijl
pt_br: Estilo do Autor do Cabeçalho do Blog
ru_ru: Стиль заголовка блога автора
uk: Заголовок блогу Автор Стиль

source: Small Image Inline
ar: صورة صغيرة مضمنة
cs_cz: Malý obrázek v řádku
de_de: Kleines Bild Inline
es_es: Imagen pequeña en línea
fr_fr: Petite image en ligne
it_it: Immagine Piccola Inline
nl_nl: Kleine afbeelding inline
pt_br: Imagem Pequena em Linha
ru_ru: Маленькое изображение в тексте
uk: Малюнок у рядку

source: Large Image Multiline
ar: صورة كبيرة متعددة الأسطر
cs_cz: Velký obrázek na více řádků
de_de: Großes Bild mit mehreren Zeilen
es_es: Imagen grande de varias líneas
fr_fr: Grande image sur plusieurs lignes
it_it: Immagine grande a più righe
nl_nl: Grote afbeelding meerdere regels
pt_br: Imagem grande em várias linhas
ru_ru: Большое изображение с несколькими строками
uk: Велике зображення з розбивкою на кілька рядків

source: Blog Header Display Excerpt
ar: عرض مقتطفات العنوان الرئيسي للمدونة
cs_cz: Zobrazení výňatku záhlaví blogu
de_de: Blog Header Anzeige Auszug
es_es: Mostrar extracto en el encabezado del blog
fr_fr: Affichage de l'extrait de l'en-tête du blog
it_it: Visualizzazione dell'intestazione del blog con estratto
nl_nl: Blogkop Weergeven Uittreksel
pt_br: Exibição de Resumo do Cabeçalho do Blog
ru_ru: Отображение анонса заголовка блога
uk: Відображення узагальнення заголовка блогу

source: Blog Header Overlay Color
ar: لون تراكب رأس المدونة
cs_cz: Barva překrytí záhlaví blogu
de_de: Blog Header Overlay Farbe
es_es: Color de superposición del encabezado del blog
fr_fr: Couleur de superposition de l'en-tête du blog
it_it: Colore sovrapposizione intestazione del blog
nl_nl: Blog Header Overlay Kleur
pt_br: Cor da sobreposição do cabeçalho do blog
ru_ru: Цвет наложения заголовка блога
uk: Колір наложення заголовку блогу

source: Blog Header Overlay Opacity
ar: تراكب شفافية عنوان المدونة
cs_cz: Průhlednost překryvu záhlaví blogu
de_de: Blog Header Overlay Opazität
es_es: Opacidad de superposición del encabezado del blog
fr_fr: Opacité de superposition de l'en-tête du blog
it_it: Opacità sovrapposizione intestazione del blog
nl_nl: Blog Header Overlay Dekking
pt_br: Opacidade do Sobreposição do Cabeçalho do Blog
ru_ru: Наложение прозрачности заголовка блога
uk: Налаштування прозорості накладення заголовка блогу

source: Blog Header Text Color
ar: لون نص عنوان المدونة
cs_cz: Barva textu záhlaví blogu
de_de: Farbe des Blog-Titeltextes
es_es: Color del texto del encabezado del blog
fr_fr: Couleur du texte de l'en-tête du blog
it_it: Colore del testo dell'intestazione del blog
nl_nl: Kop Tekstkleur van Blog
pt_br: Cor da Texto do Cabeçalho do Blog
ru_ru: Цвет текста заголовка блога
uk: Колір тексту заголовка блогу

source: Responsive Sizing
ar: تحجيم متجاوب
cs_cz: Reaktivní velikost
de_de: Reaktionsfähige Größenanpassung
es_es: Tamaño adaptable
fr_fr: Dimensionnement réactif
it_it: Dimensioni responsive
nl_nl: Responsieve afmetingen
pt_br: Dimensionamento responsivo
ru_ru: Адаптивный размер
uk: Адаптивний розмір

source: Blog Header Scroll Effect
ar: تأثير التمرير لرأس المدونة
cs_cz: Efekt posuvu záhlaví blogu
de_de: Effekt für das Scrollen des Blog-Headers
es_es: Efecto de desplazamiento del encabezado del blog
fr_fr: Effet de défilement de l'en-tête du blog
it_it: Effetto di scorrimento dell'intestazione del blog
nl_nl: Blog Header Scroll Effect Scroll Effect voor de Blog Header
pt_br: Efeito de Rolagem no Cabeçalho do Blog
ru_ru: Эффект прокрутки заголовка блога
uk: Ефект прокрутки заголовка блогу

source: Globally define a scroll effect for your blog header.
ar: حدد تأثير التمرير على مستوى عالمي لرأس مدونتك.
cs_cz: Definujte globálně efekt posouvání pro záhlaví vašeho blogu.
de_de: Definieren Sie global einen Scroll-Effekt für den Header Ihres Blogs.
es_es: Define globalmente un efecto de desplazamiento para el encabezado de tu blog.
fr_fr: Définissez globalement un effet de défilement pour l'en-tête de votre blog.
it_it: Definisci globalmente un effetto di scorrimento per l'intestazione del tuo blog.
nl_nl: Definieer wereldwijd een scroll-effect voor de header van je blog.
pt_br: Defina globalmente um efeito de rolagem para o cabeçalho do seu blog.
ru_ru: Глобально определите эффект прокрутки для заголовка вашего блога.
uk: Глобально визначте ефект прокрутки для заголовка вашого блогу.

source: Parallax
ar: تأثير البارالاكس
cs_cz: Paralaxní scrolling
es_es: Paralaje
it_it: Parallasse
pt_br: Paralaxe
ru_ru: Параллакс
uk: Паралакс

source: Blog Header Load In Animation
ar: تحميل الرأس الرئيسي للمدونة بتأثير الظهور
cs_cz: Animace načítání záhlaví blogu
de_de: Animation für das Laden der Blog-Überschrift
es_es: Animación de carga del encabezado del blog
fr_fr: Animation de chargement de l'en-tête du blog
it_it: Animazione di caricamento dell'intestazione del blog
nl_nl: Animatie voor het laden van de blogtitel
pt_br: Animação de carregamento do cabeçalho do blog
ru_ru: Анимация загрузки заголовка блога
uk: Анімація завантаження заголовка блогу

source: Fade In Staggered
ar: تتلاشى بشكل متدرج
cs_cz: Zeslabující zvuk.
de_de: Einblenden gestaffelt
es_es: Aparición gradual escalonada
fr_fr: Fondu en cascade
it_it: Fade In Graduale
nl_nl: Fade In Staggered Vervagen in stappen
pt_br: Fade In Escalonado
ru_ru: Появление с переходом
uk: З'являється поетапно

source: Hide Featured Media
ar: إخفاء الوسائط المميزة
cs_cz: Skrýt doporučená média
de_de: Versteckte vorgestellte Medien
es_es: Ocultar medios destacados
fr_fr: Masquer les médias en vedette
it_it: Nascondi Media in Primo Piano
nl_nl: Verberg Uitgelichte Media
pt_br: Ocultar Mídia em Destaque
ru_ru: Скрыть рекламный контент
uk: Сховати вибрані медіа файли.

source: Using this will remove the featured media (determined by the selected post format) from appearing in the top of your single blog posts.
ar: باستخدام هذا، ستقوم بإزالة الوسائط المميزة (التي تم تحديدها بواسطة تنسيق المنشور المحدد) من الظ
cs_cz: Použitím tohoto nastavení se odstraní zobrazení doporučených médií (určených vybraným formátem příspěvku) na začátku vašich jednotlivých blogových
de_de: Die Verwendung dieses Elements entfernt das vorgestellte Medium (bestimmt durch das ausgewählte Beitragformat) aus der oberen Position Ihrer einzelnen Blog-Beiträge.
es_es: Usar esto eliminará los medios destacados (determinados por el formato de publicación seleccionado) de aparecer en la parte superior de tus entradas individuales del blog.
fr_fr: En utilisant ceci, vous supprimerez les médias mis en avant (déterminés par le format de publication sélectionné) de l'apparition en haut de vos articles de blog individuels.
it_it: Utilizzando questo, verrà rimosso il media in evidenza (determinato dal formato di post selezionato) dall'apparire nella parte superiore dei tuoi singoli post del blog.
nl_nl: Door dit te gebruiken, wordt de uitgelichte media (bepaald door het geselecteerde berichtformaat) verwijderd van de bovenkant van je enkele blogberichten.
pt_br: Usar isso removerá a mídia em destaque (determinada pelo formato de postagem selecionado) de aparecer no topo de suas postagens de blog individuais.
ru_ru: Используя это, вы удалите из верхней части ваших отдельных блог-постов изображения (определяемые выбранным форматом записи).
uk: Використання цього параметру прибере відображення відібраного медіа (визначеного вибраним форматом запису) у верхній частині вашого окрем

source: Single Post Header Inherits Featured Image
ar: يُرث عنوان المنشور الفردي الصورة المميزة
cs_cz: Hlavička jednotlivého příspěvku zdědí vybraný obrázek.
de_de: Einzelner Beitragskopf erbt das Beitragsbild.
es_es: El encabezado de la publicación única hereda la imagen destacada.
fr_fr: L'en-tête de l'article unique hérite de l'image mise en avant.
it_it: L'intestazione del singolo post eredita l'immagine in primo piano
nl_nl: Enkele berichtkop erft de uitgelichte afbeelding
pt_br: Cabeçalho da Postagem Única Herda a Imagem em Destaque
ru_ru: Заголовок одиночного сообщения наследует изображение записи.
uk: Заголовок одного поста успадковує зображення обране для публікації.

source: Using this will cause the default background of your post header to use your featured image when no other post header image is supplied.
ar: سيؤدي استخدام هذا إلى جعل الخلفية الافتراضية لرأس مشاركتك تستخدم الصورة المميزة الخاصة بك عندم
cs_cz: Použití tohoto způsobí, že výchozím pozadím záhlaví vašeho příspěvku bude vaše doporučené obrázek, pokud není dodán jiný obrázek
de_de: Die Verwendung davon führt dazu, dass der Standardhintergrund Ihres Beitrag-Headers Ihr hervorgehobenes Bild verwendet, wenn kein anderes Beitrag-Headerbild bereitgestellt wird.
es_es: Usar esto hará que el fondo predeterminado de la cabecera de tu publicación utilice tu imagen destacada cuando no se suministra otra imagen de cabecera de publicación.
fr_fr: L'utilisation de ceci fera en sorte que l'arrière-plan par défaut de l'en-tête de votre publication utilise votre image mise en avant lorsque aucune autre image d'en-tête de publication n'est fournie.
it_it: Utilizzando questo, il background predefinito dell'intestazione del tuo post utilizzerà la tua immagine in evidenza quando non viene fornita un'altra immagine per l'intestazione del post.
nl_nl: Het gebruik hiervan zorgt ervoor dat de standaard achtergrond van de kop van je bericht je uitgelichte afbeelding gebruikt wanneer er geen andere afbeelding voor de kop van het bericht is opgegeven.
pt_br: Usar isso fará com que o plano de fundo padrão do cabeçalho da sua postagem utilize a imagem em destaque quando nenhuma outra imagem de cabeçalho de postagem for fornecida.
ru_ru: Использование этого приведет к тому, что фоновое изображение вашего заголовка сообщения по умолчанию будет использовать ваше изображение, если другое изображение заголовка сообщения не предоставлено.
uk: Використання цього призведе до того, що фонове зображення вашого заголовку допису буде використовувати ваше рекомендоване зображення, кол

source: Blog Header Category Display
ar: عرض فئة عنوان المدونة
cs_cz: Zobrazení kategorie hlavičky blogu
de_de: Anzeige der Blog-Header-Kategorie
es_es: Mostrar categoría de encabezado del blog
fr_fr: Affichage de la catégorie de l'en-tête du blog
it_it: Visualizzazione della categoria dell'intestazione del blog
nl_nl: Weergave van blogkop Categorie
pt_br: Exibição de Categoria do Cabeçalho do Blog
ru_ru: Отображение категории заголовка блога
uk: Відображення категорії заголовка блогу

source: Display All
ar: عرض الكل
cs_cz: Zobrazit vše
de_de: Anzeigen aller
es_es: Mostrar todo
fr_fr: Afficher tout
it_it: Mostra tutto
nl_nl: Weergeven alles
pt_br: Exibir todos.
ru_ru: Показать все
uk: Відображення всіх

source: Parent Categories Only
ar: الفئات الرئيسية فقط
cs_cz: Pouze nadřazené kategorie
de_de: Nur übergeordnete Kategorien
es_es: Solo categorías principales
fr_fr: Catégories parent uniquement
it_it: Solo categorie principali
nl_nl: Alleen bovenliggende categorieën
pt_br: Apenas Categorias Principais
ru_ru: Только родительские категории
uk: Тільки батьківські категорії

source: Single Post Header
ar: عنوان المنشور الفردي
cs_cz: Hlavička jednoho příspěvku
de_de: Einzelner Beitrag Header
es_es: Encabezado de publicación individual
fr_fr: En-tête de publication unique
it_it: Intestazione del singolo post
nl_nl: Enkele berichtkop
pt_br: Cabeçalho da Postagem Única
ru_ru: Заголовок одного поста
uk: Заголовок одного посту

source: Blog Archive Header Type
ar: نوع رأس أرشيف المدونة
cs_cz: Typ záhlaví archivu blogu
de_de: Kopfzeilentyp des Blog-Archivs
es_es: Tipo de encabezado del archivo del blog
fr_fr: Type d'en-tête d'archive de blog
it_it: Tipo di intestazione dell'archivio del blog
nl_nl: Kop van het blogarchieftype
pt_br: Tipo de Cabeçalho do Arquivo do Blog
ru_ru: Тип заголовка архива блога
uk: Тип заголовка архіву блогу

source: Image Background
ar: خلفية الصورة
cs_cz: Pozadí obrázku
de_de: Bildhintergrund
es_es: Fondo de imagen
fr_fr: Arrière-plan de l'image
it_it: Sfondo dell'immagine
nl_nl: Achtergrondafbeelding
pt_br: Fundo da imagem
ru_ru: Фон изображения
uk: Фон зображення

source: Color Background
ar: خلفية ملونة
cs_cz: Pozadí barvy
de_de: Farbhintergrund
es_es: Fondo de color
fr_fr: Fond de couleur
it_it: Sfondo colorato
nl_nl: Kleur achtergrond
pt_br: Fundo colorido
ru_ru: Цвет фона
uk: Кольорове тло

source: Blog Archive Header BG Color
ar: لون خلفية رأس أرشيف المدونة
cs_cz: Barva pozadí záhlaví archivu blogu
de_de: Hintergrundfarbe des Blog-Archiv-Headers
es_es: Color de fondo del encabezado del archivo del blog
fr_fr: Couleur de fond de l'en-tête de l'archive du blog
it_it: Colore di sfondo dell'intestazione dell'archivio del blog
nl_nl: Achtergrondkleur van de blogarchiefheader
pt_br: Cor de fundo do cabeçalho do arquivo do blog
ru_ru: Цвет фона заголовка архива блога
uk: Колір фону заголовка архіву блогу

source: Blog Archive Header Text Color
ar: لون نص عنوان أرشيف المدونة
cs_cz: Barva textu záhlaví archivu blogu
de_de: Farbschema des Blog-Archiv-Überschrifttexts
es_es: Color de texto del encabezado del archivo del blog
fr_fr: Couleur du texte de l'en-tête de l'archive du blog
it_it: Colore del testo dell'intestazione dell'archivio del blog
nl_nl: Kop Tekstkleur van Blogarchief
pt_br: Cor da fonte do cabeçalho do arquivo do blog
ru_ru: Цвет текста заголовка архива блога
uk: Колір тексту заголовка архіву блогу

source: Blog Archive Header Background Image
ar: صورة الخلفية لرأس تصنيف المدونة
cs_cz: Obrázek pozadí záhlaví archivu blogu
de_de: Hintergrundbild des Blog-Archiv-Header
es_es: Imagen de fondo del encabezado del archivo del blog
fr_fr: Image d'arrière-plan de l'en-tête de l'archive du blog
it_it: Immagine di sfondo dell'intestazione dell'archivio del blog
nl_nl: Achtergrondafbeelding van de blogarchiefkop
pt_br: Imagem de Fundo do Cabeçalho do Arquivo do Blog
ru_ru: Изображение фона заголовка архива блога
uk: Зображення фону заголовку архіву блогу

source: Upload an optional background that will be used as the default on all blog archive pages.
ar: قم بتحميل خلفية اختيارية ستُستخدم كافتراضي على جميع صفحات أرشيف المدونة.
cs_cz: Nahrát volitelné pozadí, které bude použito jako výchozí na všech stránkách archivu blogu.
de_de: Laden Sie ein optionales Hintergrundbild hoch, das standardmäßig auf allen Blog-Archivseiten verwendet wird.
es_es: Sube un fondo opcional que se utilizará como predeterminado en todas las páginas de archivo del blog.
fr_fr: Téléchargez un arrière-plan facultatif qui sera utilisé par défaut sur toutes les pages d'archive de blog.
it_it: Carica uno sfondo opzionale che verrà utilizzato come predefinito su tutte le pagine di archivio del blog.
nl_nl: Upload een optionele achtergrond die standaard zal worden gebruikt op alle blog-archiefpagina's.
pt_br: Faça o upload de um plano de fundo opcional que será usado como padrão em todas as páginas de arquivo do blog.
ru_ru: Загрузите дополнительный фон, который будет использоваться по умолчанию на всех страницах архива блога.
uk: Завантажте необов'язкове тло, яке буде використовуватися за замовчуванням на всіх сторінках архіву блогу.

source: Blog Archive Background Color Layout
ar: لون خلفية أرشيف المدونة وتخطيطه
cs_cz: Rozložení barvy pozadí archivu blogu
de_de: Hintergrundfarbe Layout des Blog-Archivs
es_es: Diseño de color de fondo del archivo del blog
fr_fr: Couleur de fond de l'archive du blog Mise en page
it_it: Colore di sfondo dell'archivio del blog Layout
nl_nl: Achtergrondkleurindeling van het blogarchief
pt_br: Layout de cor de fundo do arquivo do blog.
ru_ru: Цвет фона макета архива блога
uk: Колір фону архіву блогу і макет

source: Default (Solid)
ar: الافتراضي (صلب)
cs_cz: Výchozí (pevný)
de_de: Standard (Fest)
es_es: Predeterminado (Sólido)
fr_fr: Par défaut (Solide)
it_it: Predefinito (Solido)
nl_nl: Standaard (Massief)
pt_br: Padrão (Sólido)
ru_ru: По умолчанию (Сплошной)
uk: За замовчуванням (твердий)

source: Gradient
ar: تدرج
cs_cz: Přechod
de_de: Verlauf
es_es: Degradado
fr_fr: Dégradé
it_it: Gradiente
nl_nl: Verloop
pt_br: Degradê
ru_ru: Градиент
uk: Градієнт

source: Blog Archive Text Alignment
ar: محاذاة نص أرشيف المدونة
cs_cz: Uspořádání textu v archivu blogu
de_de: Blog Archiv Textausrichtung
es_es: Alineación de texto del archivo del blog
fr_fr: Alignement du texte de l'archive du blog
it_it: Allineamento del testo dell'archivio del blog
nl_nl: Tekstuitlijning van blogarchief
pt_br: Alinhamento de Texto do Arquivo do Blog
ru_ru: Выравнивание текста в архиве блога
uk: Текстове вирівнювання архіву блогу

source: Right
ar: صحيح
cs_cz: Dobře.
de_de: Richtig.
es_es: Correct
fr_fr: Droite
it_it: Corretto
nl_nl: Goed
pt_br: Certo.
ru_ru: Правильно
uk: Правильно

source: Blog Archive Format
ar: تنسيق أرشيف المدونة
cs_cz: Formát archivu blogu
de_de: Blog Archiv Format
es_es: Formato de Archivo del Blog
fr_fr: Format de l'archive du blog
it_it: Formato dell'archivio del blog
nl_nl: Blogarchiefformaat
pt_br: Formato do Arquivo do Blog
ru_ru: Формат архива блога
uk: Формат архіву блогу

source: Blog Archive Author Gravatar
ar: مؤلف أرشيف المدونة صورة الملف الشخصي
cs_cz: Autor archivu blogu Gravatar
de_de: Blog-Archiv Autor Gravatar
es_es: Autor del archivo de blog Gravatar
fr_fr: Auteur de l'archive du blog Gravatar
it_it: Autore dell'archivio del blog Gravatar
nl_nl: Blog Archief Auteur Gravatar
pt_br: Autor do Arquivo do Blog Gravatar
ru_ru: Автор архива блога с аватаром
uk: Автор архіву блогу Gravatar

source: Archive Header
ar: عنوان الأرشيف
cs_cz: Hlavička archivu
de_de: Archivkopf
es_es: Encabezado del archivo
fr_fr: En-tête d'archive
it_it: Intestazione dell'archivio
nl_nl: Archiefkop
pt_br: Cabeçalho do Arquivo
ru_ru: Заголовок архива
uk: Заголовок архіву

source: Post Date Functionality
ar: وظيفة تاريخ النشر
cs_cz: Funkce "Datum příspěvku"
de_de: Funktionalität für das Veröffentlichungsdatum
es_es: Funcionalidad de Publicación de Fecha
fr_fr: Fonctionnalité de publication de date
it_it: Funzionalità di pubblicazione della data
nl_nl: Functie voor het plaatsen van een datum
pt_br: Funcionalidade de Postagem de Data
ru_ru: Функционал даты публикации
uk: Функціонал дати публікації

source: Show Published Date
ar: عرض تاريخ النشر
cs_cz: Zobrazit datum zveřejnění
de_de: Veröffentlichungsdatum anzeigen
es_es: Mostrar fecha de publicación
fr_fr: Afficher la date de publication
it_it: Mostra la data di pubblicazione
nl_nl: Toon publicatiedatum
pt_br: Mostrar Data de Publicação
ru_ru: Показать дату публикации
uk: Показати дату публікації

source: Show Last Edited Date
ar: عرض تاريخ آخر تعديل
cs_cz: Zobrazit datum poslední úpravy
de_de: Zeige das zuletzt bearbeitete Datum.
es_es: Mostrar fecha de última edición
fr_fr: Afficher la date de la dernière modification
it_it: Mostra data dell'ultima modifica
nl_nl: Toon laatst bewerkte datum
pt_br: Mostrar data da última edição
ru_ru: Показать дату последнего редактирования
uk: Показати дату останнього редагування

source: Pagination Type
ar: نوع الترقيم
cs_cz: Typ stránkování
de_de: Seitentyp
es_es: Tipo de paginación
fr_fr: Type de pagination
it_it: Tipo di paginazione
nl_nl: Paginatietype
pt_br: Tipo de Paginação
ru_ru: Тип пагинации
uk: Тип пагінації

source: Please select your pagination type here.
ar: يرجى اختيار نوع الترقيم الخاص بك هنا.
cs_cz: Prosím vyberte zde svůj typ stránkování.
de_de: Bitte wählen Sie hier Ihren Seitenumbruchtyp aus.
es_es: Por favor, selecciona tu tipo de paginación aquí.
fr_fr: Veuillez sélectionner votre type de pagination ici.
it_it: Per favore seleziona il tipo di paginazione qui.
nl_nl: Gelieve hier uw pagineringstype te selecteren.
pt_br: Por favor, selecione o tipo de paginação aqui.
ru_ru: Пожалуйста, выберите здесь тип пагинации.
uk: Будь ласка, оберіть тип пагінації тут.

source: Single Post Template
ar: قالب المنشور الفردي
cs_cz: Šablona jednoho příspěvku
de_de: Einzelner Beitragsvorlage
es_es: Plantilla de entrada individual
fr_fr: Modèle de publication unique
it_it: Modello di post singolo
nl_nl: Enkelvoudige berichtsjabloon
pt_br: Modelo de Post Único
ru_ru: Шаблон одного поста
uk: Шаблон для одного посту
