Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Not all off canvas menu styles utilize this option.
ar: ليس جميع أنماط قوائم القائمة الجانبية تستخدم هذا الخيار.
cs_cz: Některé styly bočního menu nevyužívají tuto možnost.
de_de: Nicht alle Off-Canvas-Menüstile nutzen diese Option.
es_es: No todos los estilos de menú fuera de lienzo utilizan esta opción.
fr_fr: Tous les styles de menu hors toile n'utilisent pas cette option.
it_it: Non tutti gli stili di menu fuori canvas utilizzano questa opzione.
nl_nl: Niet alle off-canvas menu-stijlen maken gebruik van deze optie.
pt_br: Nem todos os estilos de menu fora da tela utilizam essa opção.
ru_ru: Не все стили меню за пределами холста используют эту опцию.
uk: Не всі стилі висувного меню використовують цю опцію.

source: Solid
ar: صلب
cs_cz: Pevný
de_de: Fest.
es_es: Sólido
fr_fr: Solide
it_it: Solido
nl_nl: Stevig
pt_br: Sólido
ru_ru: Твердый
uk: Твердий

source: Dark
ar: داكن
cs_cz: Temný
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
nl_nl: Donker
pt_br: Escuro
ru_ru: Темный
uk: Темрява

source: Light
ar: ضوء
cs_cz: Světlo
de_de: Licht
es_es: Luz
fr_fr: Lumière
it_it: Luce
nl_nl: Licht
pt_br: Luz
ru_ru: Свет
uk: Світло

source: Off Canvas Menu Mobile Nav Menu items
ar: عنصر قائمة التنقل للهواتف المحمولة في القائمة الجانبية
cs_cz: Položky nabídky Off Canvas Menu pro mobilní zařízení
de_de: Menü außerhalb des Canvas Mobile Nav-Menüpunkte
es_es: Menú desplegable Menú de navegación móvil
fr_fr: Menu déroulant mobile Menu de navigation hors toile articles
it_it: Menu laterale fuori canvas Elementi del menu di navigazione mobile
nl_nl: Menu items van het mobiele navigatiemenu buiten het scherm
pt_br: Itens do menu de navegação móvel do menu off canvas
ru_ru: Мобильное меню с выезжающим блоком - элементы меню навигации
uk: Мобільне меню Off Canvas з пунктами меню

source: This will cause your off canvas menu to inherit any navigation items assigned in your "Top Navigation" menu location when viewing on a mobile device.
ar: سيؤدي هذا إلى جعل قائمة القسم الجانبي الخاصة بك ترث أي عناصر تنقل معينة في موقع القائمة
cs_cz: To způsobí, že váš vysouvací menu zdědí všechny navigační položky přiřazené k vaší poloze menu "Horní navigace" při zobrazení na mobilním zařízen
de_de: Dies führt dazu, dass Ihr Off-Canvas-Menü beim Anzeigen auf einem mobilen Gerät alle Navigationspunkte übernimmt, die im Menüpunkt "Obere Navigation" zugewiesen sind.
es_es: Esto hará que su menú fuera de lienzo herede cualquier elemento de navegación asignado en su ubicación de menú "Navegación superior" al verlo en un dispositivo móvil.
fr_fr: Cela fera en sorte que votre menu déroulant hérite de tous les éléments de navigation assignés à votre emplacement de menu "Navigation principale" lors de la visualisation sur un appareil mobile.
it_it: Questo farà sì che il tuo menu fuori canvas erediti tutti gli elementi di navigazione assegnati alla posizione del menu "Navigazione in alto" quando visualizzato su un dispositivo mobile.
nl_nl: Dit zorgt ervoor dat uw off-canvas menu alle navigatie-items overneemt die zijn toegewezen in uw menu locatie "Bovenste navigatie" bij het bekijken op een mobiel apparaat.
pt_br: Isso fará com que seu menu off canvas herde quaisquer itens de navegação atribuídos em sua localização de menu "Navegação Superior" ao visualizar em um dispositivo móvel.
ru_ru: Это приведет к тому, что ваше меню вне холста унаследует любые элементы навигации, назначенные в вашем меню "Верхняя навигация", при просмотре на м
uk: Це призведе до того, що ваше меню поза канвасом успадкує будь-які навігаційні пункти, призначені у вашому розташув

source: Off Canvas Icon Style
ar: نمط أيقونة القائمة الجانبية
cs_cz: Styl ikony Off Canvas
de_de: Stil des Off-Canvas-Symbols
es_es: Estilo de icono fuera del lienzo
fr_fr: Style de l'icône de menu déroulant
it_it: Stile dell'icona Off Canvas
nl_nl: Stijl van het pictogram voor buiten het canvas
pt_br: Estilo de Ícone Off Canvas
ru_ru: Стиль иконы на холсте
uk: Стиль іконки Off Canvas

source: Circular
ar: دائري
cs_cz: Kruhový
de_de: Kreisförmig
fr_fr: Circulaire
it_it: Circolare
nl_nl: Circulair
ru_ru: Круговой
uk: Круглий

source: Off Canvas Navigation Menu Button BG Color
ar: لون خلفية زر قائمة التنقل الجانبية
cs_cz: Barva pozadí tlačítka navigačního menu mimo plátno
de_de: Hintergrundfarbe der Schaltfläche für die Off-Canvas-Navigationsmenüschaltfläche
es_es: Color de fondo del botón del menú de navegación fuera del lienzo.
fr_fr: Couleur de fond du bouton de menu de navigation hors toile
it_it: Colore di sfondo del pulsante del menu di navigazione laterale
nl_nl: Achtergrondkleur van het menuknop voor de navigatie buiten het canvas
pt_br: Cor de fundo do botão do menu de navegação fora do canvas
ru_ru: Цвет фона кнопки меню навигации вне холста
uk: Колір фону кнопки меню навігації поза канвасом

source: Optionally define a background color for your off canvas navigation button within the header.
ar: قم بتحديد لون خلفية اختياري لزر التنقل الجانبي ضمن الهيدر.
cs_cz: Volitelně definujte barvu pozadí pro tlačítko navigace mimo plátno ve záhlaví.
de_de: Definieren Sie optional eine Hintergrundfarbe für Ihre Off-Canvas-Navigations-Schaltfläche innerhalb des Headers.
es_es: Opcionalmente define un color de fondo para tu botón de navegación fuera del lienzo dentro del encabezado.
fr_fr: Définissez éventuellement une couleur de fond pour votre bouton de navigation hors-canvas dans l'en-tête.
it_it: Opzionalmente definisci un colore di sfondo per il pulsante di navigazione fuori canvas all'interno dell'intestazione.
nl_nl: Optioneel kun je een achtergrondkleur definiëren voor de knop van je navigatie buiten het canvas binnen de header.
pt_br: Opcionalmente defina uma cor de fundo para o botão de navegação fora do canvas dentro do cabeçalho.
ru_ru: Необязательно определите цвет фона для кнопки навигации за пределами хедера.
uk: Необов'язково визначте колір фону для кнопки навігації за допомогою висувного меню у верхній частині.

source: Off Canvas Navigation Menu Button Color
ar: لون زر قائمة التنقل الجانبية المخفية
cs_cz: Barva tlačítka navigačního menu mimo plátno
de_de: Farbe der Schaltfläche für die Off-Canvas-Navigationsmenüs
es_es: Color del botón del menú de navegación fuera de lienzo
fr_fr: Couleur du bouton du menu de navigation hors toile
it_it: Colore del pulsante del menu di navigazione laterale
nl_nl: Kleur van de knop voor het navigatiemenu buiten het scherm
pt_br: Cor da botão do menu de navegação fora do canvas
ru_ru: Цвет кнопки меню навигации вне холста
uk: Колір кнопки меню навігації поза канвасом

source: Off Canvas Menu Custom Font Size (Desktop)
ar: حجم الخط المخصص للقائمة الجانبية (سطح المكتب)
cs_cz: Vlastní velikost písma mimo plátno (počítač)
de_de: Benutzerdefinierte Schriftgröße für das Off-Canvas-Menü (Desktop)
es_es: Tamaño de fuente personalizado del menú fuera de lienzo (escritorio)
fr_fr: Taille de police personnalisée du menu hors toile (ordinateur de bureau)
it_it: Dimensione del carattere personalizzata del menu a comparsa laterale (Desktop)
nl_nl: Aangepaste lettergrootte voor het menu buiten het canvas (desktop)
pt_br: Tamanho de fonte personalizado do menu off canvas (Desktop)
ru_ru: Настройка размера шрифта для меню за пределами холста (на рабочем столе)
uk: Меню Off Canvas зі зміненим розміром шрифту (робочий стіл)

source: Optionally specify a custom font size to use for your off canvas navigation menu items when viewed on desktop displays. All unit types are accepted.
ar: اختيارياً، حدد حجم خط مخصص لاستخدامه في عناصر قائمة التنقل الجانبية عند عرضها على شاشات س
cs_cz: Volitelně určete vlastní velikost písma pro položky navigačního menu mimo plátno při zobrazení na stolních monitorech. Přijímány jsou všechny typy jednotek.
de_de: Geben Sie optional eine benutzerdefinierte Schriftgröße für die Elemente Ihres Off-Canvas-Navigationsmenüs an, wenn sie auf Desktop-Bildschirmen angezeigt werden. Alle Einheitentypen sind akzeptiert.
es_es: Opcionalmente especifica un tamaño de fuente personalizado para usar en los elementos del menú de navegación fuera de lienzo cuando se ve en pantallas de escritorio. Se aceptan todos los tipos de unidades.
fr_fr: Optionnellement, spécifiez une taille de police personnalisée à utiliser pour les éléments de votre menu de navigation latérale lorsqu'ils sont affichés sur des écrans de bureau. Tous les types d'unités sont acceptés.
it_it: Opzionalmente specifica una dimensione del carattere personalizzata da utilizzare per gli elementi del menu di navigazione laterale quando visualizzati su schermi desktop. Sono accettati tutti i tipi di unità.
nl_nl: Optioneel kunt u een aangepaste lettergrootte opgeven voor de menu-items van uw off-canvas navigatiemenu wanneer deze worden bekeken op desktopschermen. Alle eenheidstypen worden geaccepteerd.
pt_br: Opcionalmente, especifique um tamanho de fonte personalizado para usar nos itens do seu menu de navegação off-canvas quando visualizado em telas de desktop. Todos os tipos de unidades são aceitos.
ru_ru: По желанию укажите размер шрифта для элементов меню вне холста при просмотре на настольных дисплеях. Принимаются все типы единиц измерения.
uk: Необов'язково вказуйте власний розмір шрифту для пунктів вашого бічного навігаційного меню при перегляді на настільних дисп

source: Off Canvas Menu Custom Font Size (Mobile)
ar: حجم الخط المخصص لقائمة القائمة الجانبية (الجوال)
cs_cz: Vlastní velikost písma Off Canvas Menu (mobilní zařízení)
de_de: Schriftgröße des Off-Canvas-Menüs anpassen (Mobilgerät)
es_es: Tamaño de fuente personalizado del menú fuera de lienzo (móvil)
fr_fr: Taille de police personnalisée du menu hors toile (mobile)
it_it: Dimensione del carattere personalizzata del menu a scomparsa (mobile)
nl_nl: Aangepaste lettergrootte voor het zijmenu buiten het scherm (mobiel)
pt_br: Menu Off Canvas Tamanho da Fonte Personalizado (Celular)
ru_ru: Настройка размера шрифта для меню за пределами холста (мобильная версия)
uk: Меню Off Canvas зі зміненим розміром шрифту (мобільна версія)

source: Optionally specify a custom font size to use for your off canvas navigation menu items when viewed on mobile displays. All unit types are accepted.
ar: اختيارياً، حدد حجم خط مخصص لاستخدامه لعناصر قائمة التنقل الجانبية الخاصة بك عند عرضها
cs_cz: Volitelně určete vlastní velikost písma pro položky navigačního menu mimo plátno při zobrazení na mobilních zařízeních. Přijímány jsou všechny typy jednot
de_de: Geben Sie optional eine benutzerdefinierte Schriftgröße für die Elemente Ihres Off-Canvas-Navigationsmenüs an, wenn sie auf mobilen Bildschirmen angezeigt werden. Alle Einheitentypen sind akzeptiert.
es_es: Opcionalmente especifica un tamaño de fuente personalizado para usar en los elementos del menú de navegación fuera del lienzo cuando se ve en pantallas móviles. Se aceptan todos los tipos de unidades.
fr_fr: Optionnellement, spécifiez une taille de police personnalisée à utiliser pour les éléments de votre menu de navigation hors écran lorsqu'ils sont affichés sur des écrans mobiles. Tous les types d'unités sont acceptés.
it_it: Opzionalmente specifica una dimensione del carattere personalizzata da utilizzare per gli elementi del menu di navigazione laterale quando visualizzati su dispositivi mobili. Sono accettati tutti i tipi di unità.
nl_nl: Optioneel kunt u een aangepaste lettergrootte opgeven voor de menu-items van uw off-canvas navigatiemenu wanneer deze worden bekeken op mobiele schermen. Alle eenheidstypen worden geaccepteerd.
pt_br: Opcionalmente, especifique um tamanho de fonte personalizado para usar em seus itens de menu fora do canvas ao serem visualizados em dispositivos móveis. Todos os tipos de unidades são aceitos.
ru_ru: При желании можно указать пользовательский размер шрифта для пунктов меню вне холста при просмотре на мобильных устройствах. Принимаются все типы единиц измерения.
uk: Необов'язково вказати розмір шрифту для пунктів меню бічного канвасу при перегляді на мобільних пристроях. Приймаються вс

source: Header Off Canvas Menu
ar: قائمة القائمة الجانبية للرأس
cs_cz: Hlavička Off Canvas Menu
de_de: Kopfzeile Off-Canvas-Menü
es_es: Menú desplegable de encabezado
fr_fr: Menu déroulant de l'en-tête
it_it: Menu a scomparsa dell'intestazione
nl_nl: Hoofdmenu Off Canvas
pt_br: Menu lateral do cabeçalho
ru_ru: Меню вне шапки
uk: Відкрити бічне меню заголовка

source: Mobile Header Layout
ar: تخطيط رأس الصفحة المحمولة
cs_cz: Rozložení mobilní hlavičky
de_de: Mobile Header Layout Mobile Header Layout
es_es: Diseño del encabezado móvil
fr_fr: Mise en page de l'en-tête mobile
it_it: Layout dell'intestazione mobile
nl_nl: Mobiele koptekstindeling
pt_br: Layout do Cabeçalho Móvel
ru_ru: Мобильный макет заголовка
uk: Мобільний макет шапки

source: Header Sticky On Mobile
ar: التثبيت العلوي على الهاتف المحمول
cs_cz: Pevná hlavička na mobilu
de_de: Header auf Mobilgeräten fixieren
es_es: Encabezado fijo en dispositivos móviles
fr_fr: En-tête collant sur mobile
it_it: Intestazione fissa su dispositivi mobili
nl_nl: Header plakkerig op mobiel
pt_br: Cabeçalho fixo em dispositivos móveis
ru_ru: Заголовок закреплен на мобильных устройствах
uk: Фіксований заголовок на мобільних пристроях

source: Header Mobile Breakpoint
ar: نقطة كسر الهيدر للهواتف المحمولة
cs_cz: Hlavička mobilního rozlišení
de_de: Header Mobile Breakpoint Header Mobil-Brechpunkt
es_es: Punto de quiebre del encabezado móvil
fr_fr: Point de rupture de l'en-tête mobile
it_it: Punto di interruzione dell'intestazione mobile
nl_nl: Koptekst mobiele breekpunt
pt_br: Ponto de Interrupção do Cabeçalho para Dispositivos Móveis
ru_ru: Точка разрыва для мобильной версии
uk: Мобільна точка переривання заголовка

source: Define at what window size (in px) the header navigation menu will collapse into the mobile menu style - larger values are useful when you have a navigation with many items which wouldn't fit on one line when viewed on small desktops/laptops.
ar: حدد حجم النافذة (بالبكسل) الذي سينهار فيه قائمة التنقل العلوية إلى نمط القائمة المحمولة - قيم أ
cs_cz: Definujte, při jaké šířce okna (v px) se hlavní navigační menu přepne do stylu mobilního menu - větší hodnoty jsou užitečné, pokud máte navigaci s mnoha
de_de: Definieren Sie, bei welcher Fenstergröße (in px) das Header-Navigationsmenü in den mobilen Menüstil umschaltet - größere Werte sind nützlich, wenn Sie eine Navigation mit vielen Elementen haben, die nicht auf einer Zeile passen wür
es_es: Define en qué tamaño de ventana (en px) el menú de navegación del encabezado se colapsará en el estilo de menú móvil; los valores más grandes son útiles cuando tienes una navegación con muchos elementos que no cabrían en una línea al verse en computadoras portátiles
fr_fr: Définissez à quelle taille de fenêtre (en px) le menu de navigation de l'en-tête basculera vers le style de menu mobile - des valeurs plus grandes sont utiles lorsque vous avez une navigation avec de nombreux éléments qui ne rentreraient pas sur une seule ligne lorsqu'ils
it_it: Definire a quale dimensione della finestra (in px) il menu di navigazione dell'intestazione si ridurrà allo stile del menu mobile: valori più grandi sono utili quando si ha una navigazione con molti elementi che non entrerebbero in una riga quando visual
nl_nl: Bepaal op welke venstergrootte (in px) het navigatiemenu in de koptekst zal worden omgezet naar de mobiele menustijl - grotere waarden zijn handig wanneer je een navigatie hebt met veel items die niet op één regel
pt_br: Defina em que tamanho de janela (em px) o menu de navegação do cabeçalho irá se transformar no estilo de menu móvel - valores maiores são úteis quando você tem uma navegação com muitos itens que não caberiam em uma linha quando visualizados
ru_ru: Определите, при каком размере окна (в пикселях) меню навигации в шапке будет переходить в стиль мобильного меню - более крупные значения полезны, когда у вас есть
uk: Визначте, при якому розмірі вікна (у пікселях) меню навігації заголовка перейде до стилю мобільного меню - більші значен

source: Mobile Menu
ar: القائمة المحمولة
cs_cz: Mobilní menu
de_de: Mobile Menü
es_es: Menú móvil
fr_fr: Menu mobile
it_it: Menu mobile
nl_nl: Mobiel menu
pt_br: Menu móvel
ru_ru: Мобильное меню
uk: Мобільне меню

source: Header Color Scheme
ar: مخطط ألوان العنوان
cs_cz: Barva záhlaví
de_de: Kopffarbschema
es_es: Esquema de color del encabezado
fr_fr: Schéma de couleur de l'en-tête
it_it: Schema di colori dell'intestazione
nl_nl: Koptekst Kleurenschema
pt_br: Esquema de Cores do Cabeçalho
ru_ru: Цветовая схема заголовка
uk: Колірна схема заголовку

source: Please select your header color scheme here. Color pickers below will only be used when using "Custom" for the color scheme.
ar: يرجى تحديد نظام ألوان رأس الصفحة الخاص بك هنا. ستُستخدم أدوات اختيار الألوان أدناه فقط عند
cs_cz: Prosím vyberte si zde barvu vašeho záhlaví. Barevné nástroje níže budou použity pouze při použití "Vlastní" pro barevnou schéma.
de_de: Bitte wählen Sie hier Ihr Header-Farbschema aus. Farbauswahlfelder unten werden nur verwendet, wenn "Benutzerdefiniert" für das Farbschema ausgewählt ist.
es_es: Por favor, selecciona aquí el esquema de color de tu encabezado. Los selectores de color a continuación solo se utilizarán al seleccionar "Personalizado" para el esquema de color.
fr_fr: Veuillez sélectionner votre schéma de couleur d'en-tête ici. Les sélecteurs de couleurs ci-dessous ne seront utilisés que lorsque vous utilisez "Personnalisé" pour le schéma de couleur.
it_it: Si prega di selezionare qui lo schema di colori dell'intestazione. I selettori di colore qui sotto verranno utilizzati solo quando si utilizza "Personalizzato" per lo schema di colori.
nl_nl: Gelieve hier uw kopkleurenschema te selecteren. Kleurkiezers hieronder zullen alleen worden gebruikt bij het gebruik van "Aangepast" voor het kleurenschema.
pt_br: Por favor, selecione aqui o esquema de cores do cabeçalho. Os seletores de cores abaixo serão usados apenas ao selecionar "Personalizado" para o esquema de cores.
ru_ru: Пожалуйста, выберите цветовую схему для заголовка здесь. Палитры цветов ниже будут использоваться только при выборе "Пользовательская" цветовой схемы.
uk: Будь ласка, оберіть колірну схему вашого заголовка тут. Пікери кольорів нижче будуть використовуватися лише при виборі "

source: Custom
ar: مخصص
cs_cz: Přizpůsobené
de_de: Individuell
es_es: Personalizado
fr_fr: Personnalisé
it_it: Personalizzato
nl_nl: Aangepast
pt_br: Personalizado
ru_ru: Индивидуальный
uk: Індивідуалізований

source: Header Background
ar: خلفية العنوان
cs_cz: Pozadí záhlaví
de_de: Hintergrund des Headers
es_es: Fondo del encabezado
fr_fr: Arrière-plan de l'en-tête
it_it: Sfondo Intestazione
nl_nl: Achtergrond van de kopregel
pt_br: Fundo do Cabeçalho
ru_ru: Фон заголовка
uk: Фон заголовка

source: Header Font
ar: خط العنوان
cs_cz: Písmo záhlaví
de_de: Schriftart für Überschrift
es_es: Fuente del encabezado
fr_fr: Police d'en-tête
it_it: Carattere dell'intestazione
nl_nl: Koplettertype
pt_br: Fonte do cabeçalho
ru_ru: Шрифт заголовка
uk: Шрифт заголовка

source: Default State
ar: الحالة الافتراضية
cs_cz: Výchozí stav
de_de: Standardzustand
es_es: Estado predeterminado
fr_fr: État par défaut
it_it: Stato predefinito
nl_nl: Standaard staat
pt_br: Estado padrão
ru_ru: Стандартное состояние
uk: Стандартний стан

source: Hover State
ar: حالة التحويم
cs_cz: Stav schování
de_de: Schwebezustand
es_es: Estado de desplazamiento
fr_fr: État survolé
it_it: Stato di sospensione
nl_nl: Zweefstaat
pt_br: Estado de Hover
ru_ru: Состояние наведения
uk: Стан при наведенні

source: Header Button Effect
ar: تأثير زر الهيدر
cs_cz: Efekt tlačítka záhlaví
de_de: Header Button Effekt
es_es: Efecto de Botón de Encabezado
fr_fr: Effet du bouton d'en-tête
it_it: Effetto del pulsante dell'intestazione
nl_nl: Kopknop Effect
pt_br: Efeito do Botão do Cabeçalho
ru_ru: Эффект кнопки заголовка
uk: Ефект кнопки заголовка

source: BG Default State
ar: الحالة الافتراضية للخلفية
cs_cz: Výchozí stav BG
de_de: Standardzustand BG
es_es: Estado predeterminado de BG
fr_fr: État par défaut BG
it_it: Stato predefinito BG
nl_nl: Standaard staat van BG
pt_br: Estado padrão do BG
ru_ru: Состояние по умолчанию BG
uk: Стандартний стан BG

source: BG Active State
ar: حالة BG النشطة
cs_cz: Aktivní stav BG
de_de: Aktiver Zustand BG
es_es: Estado activo de BG
fr_fr: État actif BG
it_it: Stato attivo di BG
nl_nl: BG Actieve Status
pt_br: Estado Ativo do BG
ru_ru: Активное состояние BG
uk: Активний стан BG

source: Text Active State
ar: حالة النص النشط
cs_cz: Aktivní stav
de_de: Aktiver Textzustand
es_es: Estado activo del texto
fr_fr: État actif du texte
it_it: Stato attivo del testo
nl_nl: Tekst Actieve Status
pt_br: Estado Ativo do Texto
ru_ru: Активное состояние текста
uk: Активний стан тексту

source: Header Menu Item Icons
ar: أيقونات عناصر قائمة الرأس
cs_cz: Ikony položek v hlavičkovém menu
de_de: Symbole für Menüpunkte in der Kopfzeile
es_es: Íconos de elementos del menú de encabezado
fr_fr: Icônes des éléments du menu de l'en-tête
it_it: Icone degli elementi del menu dell'intestazione
nl_nl: Pictogrammen voor menu-items in de header
pt_br: Ícones de itens do menu de cabeçalho
ru_ru: Иконки элементов меню заголовка
uk: Іконки пунктів меню заголовка

source: Secondary Header Background
ar: خلفية العنوان الثانوي
cs_cz: Pozadí sekundární záhlaví
de_de: Hintergrund des sekundären Headers
es_es: Fondo de encabezado secundario
fr_fr: Arrière-plan de l'en-tête secondaire
it_it: Sfondo dell'intestazione secondaria
nl_nl: Achtergrond van secundaire kopregel
pt_br: Fundo do cabeçalho secundário
ru_ru: Фон вторичного заголовка
uk: Фон вторинного заголовка

source: Secondary Header Font
ar: خط العنوان الثانوي
cs_cz: Písmo sekundárního nadpisu
de_de: Sekundäre Überschrift Schriftart
es_es: Fuente de encabezado secundario
fr_fr: Police de caractères secondaire
it_it: Carattere del titolo secondario
nl_nl: Secundaire koptekst lettertype
pt_br: Fonte do cabeçalho secundário
ru_ru: Шрифт вторичного заголовка
uk: Шрифт вторинного заголовка

source: Dropdown Background
ar: خلفية القائمة المنسدلة
cs_cz: Pozadí rozbalovací nabídky
de_de: Dropdown Hintergrund
es_es: Fondo de menú desplegable
fr_fr: Arrière-plan du menu déroulant
it_it: Sfondo del menu a discesa
nl_nl: Achtergrond van het vervolgkeuzemenu.
pt_br: Fundo do menu suspenso
ru_ru: Фон выпадающего списка
uk: Фон випадаючого списку

source: Dropdown Font
ar: الخط للقائمة المنسدلة
cs_cz: Rozbalovací písmo
de_de: Schriftart Dropdown
es_es: Fuente del menú desplegable
fr_fr: Police de la liste déroulante
it_it: Carattere del menu a discesa
nl_nl: Lettertype keuzelijst
pt_br: Fonte do menu suspenso
ru_ru: Шрифт выпадающего списка
uk: Шрифт випадаючого списку

source: Dropdown Menu Item Icons
ar: رموز عناصر قائمة السقوط
cs_cz: Ikony položek rozbalovacího menu
de_de: Dropdown-Menüpunkt-Symbole
es_es: Íconos de elementos del menú desplegable
fr_fr: Icônes des éléments de menu déroulant
it_it: Icone degli elementi del menu a discesa
nl_nl: Pictogrammen van vervolgkeuzemenu-items
pt_br: Ícones de itens de menu suspenso
ru_ru: Иконки пунктов выпадающего меню
uk: Значки пунктів випадаючого меню

source: Dropdown Description Font
ar: خط الوصف للقائمة المنسدلة
cs_cz: Písmo popisu rozbalovací nabídky
de_de: Schriftart der Dropdown-Beschreibung
es_es: Fuente de la descripción del menú desplegable
fr_fr: Police de description du menu déroulant
it_it: Carattere della descrizione del menu a discesa
nl_nl: Lettertype van de vervolgkeuzelijstomschrijving
pt_br: Fonte da Descrição do Menu Suspenso
ru_ru: Шрифт описания выпадающего списка
uk: Шрифт опису випадаючого списку
