Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Mega Menu Heading Font
ar: خط عنوان القائمة الرئيسية الضخمة
cs_cz: Písmo nadpisu Mega Menu
de_de: Schriftart für das Mega-Menü-Überschrift
es_es: Fuente del encabezado del mega menú
fr_fr: Police de caractères de l'en-tête du méga menu
it_it: Carattere del titolo del menu principale mega
nl_nl: Lettertype voor Mega Menu Heading
pt_br: Fonte do Título do Mega Menu
ru_ru: Шрифт заголовка мега-меню
uk: Шрифт заголовка мега-меню

source: Header Separators
ar: فواصل العنوان
cs_cz: Oddělovače záhlaví
de_de: Kopftrenner
es_es: Separadores de encabezado
fr_fr: Séparateurs d'en-tête
it_it: Separatori dell'intestazione
nl_nl: Koptekst scheiders
pt_br: Separadores de cabeçalho
ru_ru: Разделители заголовков
uk: Роздільники заголовків

source: Off Canvas Navigation Background
ar: خلفية الملاحة الجانبية
cs_cz: Pozadí mimo plátno navigace
de_de: Hintergrund der Off-Canvas-Navigation
es_es: Fondo de navegación fuera de lienzo
fr_fr: Arrière-plan de la navigation hors-canvas
it_it: Sfondo della navigazione fuori canvas
nl_nl: Achtergrond van de navigatie buiten het canvas
pt_br: Fundo de navegação off-canvas
ru_ru: Фон боковой навигации
uk: Фон для відступного навігаційного меню

source: Off Canvas Navigation Background 2
ar: خلفية التنقل الجانبي الخارجي 2
cs_cz: Pozadí mimostranné navigace 2
de_de: Hintergrund 2 der Off-Canvas-Navigation
es_es: Fondo de navegación fuera del lienzo 2
fr_fr: Arrière-plan de la navigation hors toile 2
it_it: Sfondo della navigazione off canvas 2
nl_nl: Achtergrond 2 van de navigatie buiten het canvas
pt_br: Fundo de navegação off-canvas 2
ru_ru: Фон для боковой навигации 2
uk: Фон для бічного навігаційного меню 2

source: Used for gradient
ar: مستخدم للتدرج
cs_cz: Používáno pro přechod
de_de: Verwendet für den Farbverlauf
es_es: Usado para degradado
fr_fr: Utilisé pour le dégradé
it_it: Usato per il gradiente
nl_nl: Gebruikt voor gradiënt
pt_br: Usado para degradê.
ru_ru: Используется для градиента.
uk: Використовується для градієнту.

source: Off Canvas Navigation Headers
ar: ترويسات التنقل الجانبي
cs_cz: Navigační záhlaví mimo plátno
de_de: Navigation außerhalb des Canvas-Headers
es_es: Encabezados de navegación fuera de lienzo
fr_fr: En-têtes de navigation hors toile
it_it: Intestazioni di navigazione fuori canvas
nl_nl: Navigatieheaders buiten het canvas
pt_br: Cabeçalhos de navegação fora do canvas
ru_ru: Заголовки навигации вне экрана
uk: Заголовки навігації поза канвасом

source: Off Canvas Navigation Text
ar: نص التنقل خارج الشاشة
cs_cz: Text navigace mimo plátno
de_de: Text für die Off-Canvas-Navigation
es_es: Texto de navegación fuera de lienzo
fr_fr: Texte de navigation hors toile
it_it: Testo di navigazione fuori canvas
nl_nl: Tekst voor navigatie buiten het canvas
pt_br: Texto de navegação off-canvas
ru_ru: Текст навигации за пределами холста
uk: Текст навігації поза полем видимості

source: Main Footer Area
ar: منطقة التذييل الرئيسية
cs_cz: Hlavní patička oblasti
de_de: Haupt-Fußbereich
es_es: Área de pie de página principal
fr_fr: Zone de pied de page principale
it_it: Area del piè di pagina principale
nl_nl: Hoofdfooter gebied
pt_br: Área do Rodapé Principal
ru_ru: Нижний колонтитул
uk: Нижня частина сторінки

source: Do you want use the main footer that contains all the widgets areas?
ar: هل ترغب في استخدام التذييل الرئيسي الذي يحتوي على جميع مناطق الودجت؟
cs_cz: Chcete použít hlavní zápatí obsahující všechny oblasti widgetů?
de_de: Möchtest du das Haupt-Footer verwenden, das alle Widget-Bereiche enthält?
es_es: ¿Quieres usar el pie de página principal que contiene todas las áreas de widgets?
fr_fr: Voulez-vous utiliser le pied de page principal qui contient toutes les zones de widgets ?
it_it: Vuoi utilizzare il piè di pagina principale che contiene tutte le aree dei widget?
nl_nl: Wil je de hoofdfooter gebruiken die alle widgetgebieden bevat?
pt_br: Você quer usar o rodapé principal que contém todas as áreas de widgets?
ru_ru: Хотите использовать основной нижний колонтитул, который содержит все области виджетов?
uk: Чи бажаєте використовувати основний підвал, який містить всі області віджетів?

source: Footer Columns
ar: أعمدة التذييل
cs_cz: Sloupce zápatí
de_de: Fußzeilenspalten
es_es: Columnas del pie de página
fr_fr: Colonnes de pied de page
it_it: Colonne del piè di pagina
nl_nl: Voettekst kolommen
pt_br: Colunas do rodapé
ru_ru: Колонки подвала
uk: Колонки у підвалі

source: Please select the number of columns you would like for your footer.
ar: يرجى اختيار عدد الأعمدة التي ترغب فيها للتذييل.
cs_cz: Prosím, vyberte počet sloupců, které chcete mít ve vašem zápatí.
de_de: Bitte wählen Sie die Anzahl der Spalten aus, die Sie für Ihren Footer möchten.
es_es: Por favor, selecciona el número de columnas que te gustaría para tu pie de página.
fr_fr: Veuillez sélectionner le nombre de colonnes que vous souhaitez pour votre pied de page.
it_it: Per favore, seleziona il numero di colonne che desideri per il tuo piè di pagina.
nl_nl: Gelieve het aantal kolommen te selecteren dat u wilt voor uw footer.
pt_br: Por favor, selecione o número de colunas que você gostaria para o seu rodapé.
ru_ru: Пожалуйста, выберите количество столбцов, которые вы хотели бы видеть в вашем подвале.
uk: Будь ласка, виберіть кількість стовпців, яку ви бажаєте для вашого підвалу.

source: 1 Column
ar: عمود واحد
cs_cz: 1 sloupec
de_de: 1 Spalte
es_es: 1 Column Una columna
fr_fr: 1 Colonne
it_it: Una colonna
nl_nl: 1 Kolom
pt_br: 1 Coluna
ru_ru: 1 столбец
uk: 1 стовпець

source: 2 Columns
ar: عمودان
cs_cz: 2 Sloupce
de_de: 2 Spalten
es_es: 2 Columnas
fr_fr: 2 Colonnes
it_it: 2 colonne
nl_nl: 2 Kolommen
pt_br: 2 Colunas
ru_ru: 2 Столбца
uk: 2 стовпці

source: 3 Columns
ar: ثلاثة أعمدة
cs_cz: 3 Sloupce
de_de: 3 Spalten
es_es: 3 Columnas
fr_fr: 3 Colonnes
it_it: 3 Colonne
nl_nl: 3 Kolommen
pt_br: 3 Colunas
ru_ru: 3 столбца
uk: 3 стовпці

source: 4 Columns
ar: أربعة أعمدة
cs_cz: 4 Sloupce
de_de: 4 Spalten
es_es: 4 Columnas
fr_fr: 4 Colonnes
it_it: 4 colonne
nl_nl: 4 Kolommen
pt_br: 4 Colunas
ru_ru: 4 столбца
uk: 4 стовпці.

source: 4 Columns Alt
ar: 4 أعمدة بديلة
cs_cz: 4 Sloupce Alt
de_de: 4 Spalten Alt
es_es: 4 Columnas Alternas
fr_fr: 4 Colonnes Alt
it_it: 4 Colonne Alt
nl_nl: 4 Kolommen Alt
pt_br: 4 Colunas Alt
ru_ru: 4 Столбца Альт
uk: 4 стовпці Альт

source: Custom Footer Color Scheme
ar: مخطط ألوان تذييل مخصص
cs_cz: Přizpůsobené barevné schéma paty
de_de: Benutzerdefiniertes Fußzeilen-Farbschema
es_es: Esquema de color personalizado para el pie de página
fr_fr: Schéma de couleur personnalisé pour le pied de page
it_it: Schema di colore del piè di pagina personalizzato
nl_nl: Aangepast voettekst kleurenschema
pt_br: Esquema de cores personalizado do rodapé
ru_ru: Пользовательская цветовая схема подвала
uk: Схема кольорів користувацького підвалу

source: Footer Background Color
ar: لون خلفية التذييل
cs_cz: Barva pozadí patičky
de_de: Hintergrundfarbe des Fußbereichs
es_es: Color de fondo del pie de página
fr_fr: Couleur de fond du pied de page
it_it: Colore di sfondo del piè di pagina
nl_nl: Achtergrondkleur van de voettekst
pt_br: Cor de fundo do rodapé
ru_ru: Цвет фона нижнего колонтитула
uk: Колір фону нижнього колонтитулу

source: Footer Font Color
ar: لون الخط في التذييل
cs_cz: Barva písma zápatí
de_de: Fußzeile Schriftfarbe
es_es: Color de fuente del pie de página
fr_fr: Couleur de police du pied de page
it_it: Colore del carattere del piè di pagina
nl_nl: Voettekst lettertypekleur
pt_br: Cor da fonte do rodapé.
ru_ru: Цвет шрифта в подвале
uk: Колір шрифту у підвалі

source: 2nd Footer Font Color
ar: لون الخط الثاني في التذييل
cs_cz: Barva písma druhého zápatí
de_de: 2. Fußzeile Schriftfarbe
es_es: Color de fuente del segundo pie de página
fr_fr: Couleur de police du 2ème pied de page
it_it: Colore del carattere del secondo piè di pagina
nl_nl: Kleur van tweede voettekstlettertype
pt_br: Cor da fonte do segundo rodapé
ru_ru: Цвет шрифта второго подвала.
uk: Колір шрифту другого підвалу

source: Copyright Background Color
ar: لون خلفية حقوق النشر
cs_cz: Barva pozadí autorských práv
de_de: Hintergrundfarbe des Urheberrechts
es_es: Color de fondo de derechos de autor
fr_fr: Couleur de fond du droit d'auteur
it_it: Colore di sfondo del copyright
nl_nl: Auteursrecht Achtergrondkleur
pt_br: Cor da cor de fundo dos direitos autorais.
ru_ru: Фоновый цвет авторского права
uk: Колір фону авторських прав

source: Footer Copyright Font Color
ar: لون الخط لحقوق النشر في التذييل
cs_cz: Barva písma autorských práv v patičce
de_de: Fußzeile Urheberrecht Schriftfarbe
es_es: Color de fuente del pie de página de derechos de autor
fr_fr: Couleur de police du droit d'auteur du pied de page
it_it: Colore del carattere del copyright nel piè di pagina
nl_nl: Lettertypekleur van de copyright in de footer.
pt_br: Cor da fonte do rodapé de direitos autorais.
ru_ru: Цвет шрифта для копирайта в подвале
uk: Колір шрифту авторських прав у підвалі

source: Footer Full Width
ar: عرض كامل للتذييل
cs_cz: Patička na celou šířku
de_de: Fußzeile in voller Breite
es_es: Pie de página de ancho completo
fr_fr: Pied de page Pleine largeur
it_it: Piè di pagina a larghezza intera
nl_nl: Volledige breedte voettekst
pt_br: Rodapé de largura total
ru_ru: Подвал на всю ширину экрана
uk: Підвал повної ширини

source: This to cause your footer content to display full width.
ar: هذا لجعل محتوى التذييل الخاص بك يعرض بعرض كامل.
cs_cz: To způsobí zobrazení obsahu patičky na celou šířku.
de_de: Dies bewirkt, dass Ihr Fußzeileninhalt in voller Breite angezeigt wird.
es_es: Esto hará que el contenido de tu pie de página se muestre a lo ancho completo.
fr_fr: Cela permet d'afficher le contenu de votre pied de page en pleine largeur.
it_it: Questo per far sì che il contenuto del piè di pagina venga visualizzato a piena larghezza.
nl_nl: Dit zorgt ervoor dat uw footerinhoud volledige breedte wordt weergegeven.
pt_br: Isso fará com que o conteúdo do seu rodapé seja exibido em largura total.
ru_ru: Это позволит отображать содержимое вашего подвала на всю ширину.
uk: Це дозволить відображати вміст вашого підвалу на повну ширину.

source: Footer Link Hover Effect
ar: تأثير تحويم الرابط في التذييل
cs_cz: Efekt při najetí myší na odkaz v patičce
de_de: Fußzeilen-Link Hover-Effekt
es_es: Efecto de desplazamiento del enlace del pie de página
fr_fr: Effet de survol du lien de pied de page
it_it: Effetto di passaggio del mouse sul collegamento del piè di pagina
nl_nl: Voettekst Link Zweefeffect
pt_br: Efeito de Hover para Links no Rodapé
ru_ru: Эффект наведения на ссылку в подвале
uk: Ефект наведення на посилання у підвалі

source: Please select the hover effect you would like for links in your footer copyright area.
ar: يرجى اختيار تأثير التحويم الذي ترغب فيه للروابط في منطقة حقوق النشر في تذييل الصفحة.
cs_cz: Prosím vyberte efekt při najetí myší, který byste chtěli pro odkazy ve spodní části vašeho copyrightu.
de_de: Bitte wählen Sie den Hover-Effekt aus, den Sie für Links in Ihrem Footer-Copyright-Bereich möchten.
es_es: Por favor, selecciona el efecto hover que te gustaría para los enlaces en el área de derechos de autor de tu pie de página.
fr_fr: Veuillez sélectionner l'effet de survol que vous souhaitez pour les liens de la zone de copyright de votre pied de page.
it_it: Per favore seleziona l'effetto hover che desideri per i link nella sezione del copyright del piè di pagina.
nl_nl: Gelieve het hover-effect te selecteren dat u wilt voor links in het copyright gedeelte van uw footer.
pt_br: Por favor, selecione o efeito de hover que você gostaria para os links na área de direitos autorais do rodapé.
ru_ru: Пожалуйста, выберите эффект наведения, который вам нравится для ссылок в области копирайта в подвале.
uk: Будь ласка, виберіть ефект наведення, який ви хочете для посилань у вашому футері з авторським правом.

source: Opacity/Color Change
ar: تغيير الشفافية / اللون
cs_cz: Změna průhlednosti/barvy
de_de: Deckkraft/Farbenänderung
es_es: Cambio de opacidad/color
fr_fr: Changement d'opacité/couleur
it_it: Cambiamento di opacità/colore
nl_nl: Dekking/Kleurverandering
pt_br: Mudança de Opacidade/Cor
ru_ru: Изменение непрозрачности/цвета
uk: Зміна прозорості/кольору

source: Disable Footer Copyright Area
ar: تعطيل منطقة حقوق النشر في التذييل
cs_cz: Vypnout oblast autorských práv v zápatí.
de_de: Deaktiviere den Bereich für das Footer-Copyright.
es_es: Desactivar área de derechos de autor del pie de página
fr_fr: Désactiver la zone de copyright du pied de page
it_it: Disabilita l'area del copyright nel piè di pagina
nl_nl: Schakel het auteursrechtgedeelte van de footer uit.
pt_br: Desativar área de direitos autorais do rodapé.
ru_ru: Отключить область авторского права в подвале.
uk: Вимкнути область авторських прав у підвалу

source: This will hide the copyright bar in your footer
ar: سيخفي هذا الشريط حقوق النشر في تذييل صفحتك.
cs_cz: To skryje copyrightový panel ve vašem zápatí.
de_de: Dies wird die Urheberrechtsleiste in Ihrem Footer verstecken.
es_es: Esto ocultará la barra de derechos de autor en tu pie de página
fr_fr: Cela cachera la barre de copyright dans votre pied de page.
it_it: Questo nasconderà la barra del copyright nel tuo piè di pagina.
nl_nl: Dit zal de auteursrechterbalk verbergen in uw voettekst.
pt_br: Isso irá ocultar a barra de direitos autorais no seu rodapé.
ru_ru: Это скроет строку с авторским правом в вашем подвале.
uk: Це приховає панель авторських прав у вашому підвалі.

source: Footer Copyright Layout
ar: تخطيط حقوق النشر في التذييل
cs_cz: Rozložení autorských práv v zápatí
de_de: Fußzeile Copyright-Layout
es_es: Diseño de pie de página de derechos de autor
fr_fr: Mention de droits d'auteur dans le pied de page
it_it: Layout del copyright nel footer
nl_nl: Voettekst Copyright Indeling
pt_br: Layout de direitos autorais no rodapé.
ru_ru: Макет авторского права в подвале
uk: Макет авторського права у підвалі

source: Please select the layout you would like for your footer copyright area.
ar: يرجى اختيار التصميم الذي ترغب فيه لمنطقة حقوق النشر في الذيل.
cs_cz: Prosím vyberte rozložení, které byste chtěli pro oblast copyrightu ve spodní části stránky.
de_de: Bitte wählen Sie das Layout aus, das Sie für den Bereich des Urheberrechts im Footer möchten.
es_es: Por favor, selecciona el diseño que te gustaría para el área de derechos de autor en el pie de página.
fr_fr: Veuillez sélectionner la mise en page que vous souhaitez pour la zone de droits d'auteur de votre pied de page.
it_it: Per favore seleziona il layout che desideri per l'area del copyright nel footer.
nl_nl: Gelieve het ontwerp te kiezen dat u wenst voor het auteursrechtgedeelte van uw footer.
pt_br: Por favor, selecione o layout que você gostaria para a área de direitos autorais do rodapé.
ru_ru: Пожалуйста, выберите макет, который вы хотели бы использовать для области авторского права в подвале.
uk: Будь ласка, виберіть макет, який ви бажаєте для області авторських прав у підвалі.

source: Determined by Footer Columns
ar: محدد بأعمدة التذييل
cs_cz: Určeno podle sloupců zápatí
de_de: Bestimmt durch Fußzeilenspalten
es_es: Determinado por las columnas del pie de página
fr_fr: Déterminé par les colonnes du pied de page
it_it: Determinato dalle colonne del piè di pagina
nl_nl: Bepaald door voettekstkolommen
pt_br: Determinado pelas colunas do rodapé.
ru_ru: Определяется колонками подвала.
uk: Визначено за допомогою стовпців у підвалі

source: Centered
ar: مركزية
cs_cz: Zaměřeno
de_de: Zentriert
es_es: Centrado
fr_fr: Centré
it_it: Centrato
nl_nl: Gecentreerd
pt_br: Centralizado
ru_ru: Центрированный
uk: Центрований

source: Footer Copyright Section Text
ar: نص حقوق الطبع والنشر في التذييل
cs_cz: Text v zápatí autorských práv
de_de: Fußzeile Urheberrecht Abschnitt Text
es_es: Texto del pie de página de derechos de autor
fr_fr: Texte de la section Copyright du pied de page
it_it: Testo della sezione Copyright nel piè di pagina
nl_nl: Tekst voor de copyrightsectie in de footer.
pt_br: Texto da seção de direitos autorais do rodapé
ru_ru: Текст раздела с авторским правом в подвале
uk: Текст авторських прав у підвалі.

source: Please enter the copyright section text. e.g. All Rights Reserved
ar: يرجى إدخال نص القسم حقوق الطبع والنشر. مثل: جميع الحقوق محفوظة
cs_cz: Prosím zadejte text části s autorskými právy. Například Všechna práva vyhrazena.
de_de: Bitte geben Sie den Urheberrechtstext ein. z.B. Alle Rechte vorbehalten.
es_es: Por favor, ingresa el texto de la sección de derechos de autor. Por ejemplo, Todos los derechos reservados.
fr_fr: Veuillez entrer le texte de la section des droits d'auteur. par exemple Tous droits réservés.
it_it: Per favore inserisci il testo della sezione copyright. Ad esempio: Tutti i diritti riservati
nl_nl: Gelieve de tekst van het auteursrechtgedeelte in te voeren. bijv. Alle rechten voorbehouden.
pt_br: Por favor, insira o texto da seção de direitos autorais. Por exemplo, Todos os Direitos Reservados.
ru_ru: Пожалуйста, введите текст раздела об авторских правах. Например, Все права защищены.
uk: Будь ласка, введіть текст розділу про авторське право. Наприклад, Усі права захищені.

source: Disable Automatic Copyright
ar: عطل حقوق النسخ التلقائية
cs_cz: Vypnout automatické autorské právo.
de_de: Deaktiviere automatischen Urheberrechtsschutz.
es_es: Desactivar el Copyright Automático
fr_fr: Désactiver le droit d'auteur automatique
it_it: Disabilita il copyright automatico
nl_nl: Schakel Automatische Auteursrecht uit.
pt_br: Desativar direitos autorais automáticos.
ru_ru: Отключить автоматическое авторское право
uk: Вимкнути автоматичний захист авторських прав

source: By default, your copyright section will say "© {YEAR} {SITENAME}" before the additional text you add above in the Footer Copyright Section Text input - This option allows you to remove that.
ar: بشكل افتراضي، سيقوم قسم حقوق النشر الخاص بك بالقول "© {YEAR} {SITENAME}" قبل النص الإضافي الذي تض
cs_cz: Ve výchozím nastavení bude vaše část s autorskými právy říkat "© {ROK} {NÁZEV_STRÁNKY}" před dalším textem, který přidáte výše v poli pro v
de_de: Standardmäßig wird Ihr Urheberrechtsabschnitt "© {JAHR} {SITENAME}" vor dem zusätzlichen Text angezeigt, den Sie über das Eingabefeld für den Urheberrechtsabschnitt im Footer hinzufügen - Diese Option ermöglicht es Ihnen
es_es: De forma predeterminada, la sección de derechos de autor dirá "© {AÑO} {NOMBREDELASITIO}" antes del texto adicional que agregues arriba en la entrada de texto de la sección de derechos de autor del pie de página. Esta opción te permite eliminar eso
fr_fr: Par défaut, la section de votre copyright affichera "© {YEAR} {SITENAME}" avant le texte supplémentaire que vous ajoutez ci-dessus dans le champ de texte du copyright du pied de page - Cette option vous permet de le supprimer.
it_it: Per impostazione predefinita, la sezione del copyright dirà "© {ANNO} {NOME SITO}" prima del testo aggiuntivo che aggiungi sopra nell'input del testo del copyright nel footer - Questa opzione ti permette di rimuoverlo.
nl_nl: Standaard zal uw auteursrechtgedeelte "© {JAAR} {SITENAME}" zeggen voordat u de extra tekst toevoegt bovenaan in het invoerveld voor de voettekst auteursrechtgedeelte - Deze optie stelt u in staat
pt_br: Por padrão, a seção de direitos autorais dirá "© {ANO} {NOMEDOSITE}" antes do texto adicional que você adicionar acima no campo de texto do rodapé de direitos autorais - Esta opção permite que você remova isso.
ru_ru: По умолчанию ваш раздел с авторским правом будет говорить "© {ГОД} {НАЗВАНИЕ_САЙТА}" перед дополнительным текстом, который вы добавляете выше
uk: За замовчуванням ваш розділ з авторськими правами буде вказувати "© {РІК} {ІМ'Я_САЙТУ}" перед додатковим текстом

source: Footer Background Image
ar: صورة خلفية التذييل
cs_cz: Obrázek pozadí patičky
de_de: Fußzeilen-Hintergrundbild
es_es: Imagen de fondo del pie de página
fr_fr: Image de fond du pied de page
it_it: Immagine di sfondo del piè di pagina
nl_nl: Achtergrondafbeelding van de voettekst
pt_br: Imagem de Fundo do Rodapé
ru_ru: Фоновое изображение подвала
uk: Зображення фону підвалу

source: Upload an image that will be used as the background image on your footer.
ar: قم بتحميل صورة سيتم استخدامها كصورة خلفية في تذييل الصفحة.
cs_cz: Nahrajte obrázek, který bude použit jako pozadí patičky.
de_de: Laden Sie ein Bild hoch, das als Hintergrundbild in Ihrem Footer verwendet wird.
es_es: Sube una imagen que se utilizará como la imagen de fondo en tu pie de página.
fr_fr: Téléchargez une image qui sera utilisée comme image d'arrière-plan sur votre pied de page.
it_it: Carica un'immagine che verrà utilizzata come immagine di sfondo nel piè di pagina.
nl_nl: Upload een afbeelding die zal worden gebruikt als achtergrondafbeelding op je voettekst.
pt_br: Faça o upload de uma imagem que será usada como a imagem de fundo no seu rodapé.
ru_ru: Загрузите изображение, которое будет использоваться в качестве фонового изображения в нижнем колонтитуле.
uk: Завантажте зображення, яке буде використовуватися як фонове зображення у вашому підвалі.

source: Footer Background Overlay
ar: تراكب خلفية التذييل
cs_cz: Překrytí pozadí patičky
de_de: Fußzeilenhintergrund-Overlay
es_es: Superposición de fondo del pie de página
fr_fr: Superposition de fond de pied de page
it_it: Sovrapposizione di sfondo del piè di pagina
nl_nl: Achtergrondoverlay van de voettekst
pt_br: Sobreposição de Fundo do Rodapé
ru_ru: Наложение фона подвала
uk: Налаштування фону підвалу

source: Adjust the overlay opacity here - the overlay colors pulls from your defined footer background color.
ar: قم بضبط شفافية التراكب هنا - ألوان التراكب تستمد من لون خلفية التذييل المحددة لديك.
cs_cz: Upravte zde průhlednost překryvu - barvy překryvu se berou z vaší definované barvy pozadí patičky.
de_de: Passen Sie hier die Deckkraft des Overlays an - die Overlay-Farben werden aus Ihrer definierten Fußzeilen-Hintergrundfarbe übernommen.
es_es: Ajusta la opacidad de la superposición aquí: los colores de la superposición se toman del color de fondo del pie de página definido.
fr_fr: Ajustez ici l'opacité du superposition - les couleurs de la superposition proviennent de la couleur de fond de votre pied de page définie.
it_it: Regola qui l'opacità dell'overlay: i colori dell'overlay vengono presi dal colore di sfondo del piè di pagina definito da te.
nl_nl: Pas hier de dekking van de overlay aan - de overlaykleuren worden bepaald door de achtergrondkleur van je gedefinieerde footer.
pt_br: Ajuste a opacidade da sobreposição aqui - as cores da sobreposição são retiradas da cor de fundo do rodapé definida por você.
ru_ru: Настройте здесь прозрачность наложения - цвета наложения берутся из заданного вами цвета фона нижнего колонтитула.
uk: Відредагуйте тут прозорість наложення - кольори наложення беруться з визначеного вами кольору фону підвалу.

source: Footer
ar: تذييل
cs_cz: Patička
de_de: Fußzeile
es_es: Pie de página
fr_fr: Pied de page
it_it: Piè di pagina
nl_nl: Voettekst
pt_br: Rodapé
ru_ru: Нижний колонтитул
uk: Нижній колонтитул

source: Blog
ar: مدونة
ru_ru: Блог
uk: Блог

source: Blog Layout
ar: تخطيط المدونة
cs_cz: Rozložení blogu
es_es: Diseño del blog
fr_fr: Mise en page du blog
it_it: Layout del blog
nl_nl: Blogindeling
pt_br: Layout do blog
ru_ru: Макет блога
uk: Макет блогу

source: Standard Blog W/ Sidebar
ar: مدونة قياسية مع شريط جانبي
cs_cz: Standardní blog s boční lištou
de_de: Standard Blog mit Seitenleiste
es_es: Blog estándar con barra lateral
fr_fr: Blog standard avec barre latérale
it_it: Blog standard con barra laterale
nl_nl: Standaard blog met zijbalk
pt_br: Blog Padrão com Barra Lateral
ru_ru: Стандартный блог с боковой панелью
uk: Стандартний блог з бічною панеллю
