Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Toggle whether or not to enable smooth scrolling for browsers which support it.
ar: قم بتبديل تمكين التمرير السلس في المتصفحات التي تدعمه.
cs_cz: Přepněte, zda povolit plynulé posouvání pro prohlížeče, které ho podporují.
de_de: Aktivieren oder deaktivieren Sie das sanfte Scrollen für Browser, die es unterstützen.
es_es: Alternar si habilitar o no el desplazamiento suave para los navegadores que lo admiten.
fr_fr: Activer ou désactiver le défilement fluide pour les navigateurs qui le prennent en charge.
it_it: Attiva o disattiva lo scorrimento fluido per i browser che lo supportano.
nl_nl: Schakel in of uit of soepel scrollen ingeschakeld is voor browsers die dit ondersteunen.
pt_br: Alternar se deve ou não habilitar a rolagem suave para navegadores que a suportam.
ru_ru: Переключите возможность включения плавной прокрутки для браузеров, которые ее поддерживают.
uk: Перемикайте можливість увімкнення плавної прокрутки для браузерів, які її підтримують.

source: Meta Viewport Functionality
ar: وظيفة العرض الميتاviewport
cs_cz: Funkčnost meta viewport
de_de: Funktionalität der Meta-Viewport
es_es: Funcionalidad de la Meta Viewport
fr_fr: Fonctionnalité de la méta-viewport
it_it: Funzionalità del Meta Viewport
nl_nl: Functionaliteit van de meta-viewport
pt_br: Funcionalidade de Meta Viewport
ru_ru: Функциональность мета-вьюпорта
uk: Функціональність мета-відображення

source: Determines whether browser zooming/scaling is enabled or disabled. Enabling this will improve accessibility for users with low vision.
ar: يحدد ما إذا كان تكبير/تصغير المتصفح مفعّلًا أم معطّلًا. تمكين هذا سيحسن إمكانية الو
cs_cz: Určuje, zda je povoleno nebo zakázáno přiblížení/měřítkování prohlížeče. Povolení tohoto nastavení zlepší přístupnost pro uživatele s nízkým vid
de_de: Ermittelt, ob die Browser-Zoomfunktion aktiviert oder deaktiviert ist. Wenn dies aktiviert ist, wird die Zugänglichkeit für Benutzer mit eingeschränktem Sehvermögen verbessert.
es_es: Determina si el zoom o escalado del navegador está habilitado o deshabilitado. Habilitar esto mejorará la accesibilidad para los usuarios con baja visión.
fr_fr: Détermine si le zoom/scaling du navigateur est activé ou désactivé. L'activer améliorera l'accessibilité pour les utilisateurs ayant une vision réduite.
it_it: Determina se lo zooming/scalatura del browser è abilitato o disabilitato. Abilitare questa funzione migliorerà l'accessibilità per gli utenti con vista ridotta.
nl_nl: Bepaalt of browser zoomen/schalen is ingeschakeld of uitgeschakeld. Het inschakelen hiervan zal de toegankelijkheid verbeteren voor gebruikers met een slecht zicht.
pt_br: Determina se o zoom/escala do navegador está ativado ou desativado. Ativar isso irá melhorar a acessibilidade para usuários com baixa visão.
ru_ru: Определяет, включено ли масштабирование браузера. Включение этой функции улучшит доступность для пользователей с ослабленным зрением.
uk: Визначає, чи увімкнено чи вимкнено масштабування в браузері. Увімкнення цієї функції покращить

source: Max Website Container Width
ar: عرض حاوية موقع ماكس
cs_cz: Maximální šířka kontejneru webové stránky
de_de: Maximale Breite des Website-Containers
es_es: Ancho máximo del contenedor del sitio web
fr_fr: Largeur maximale du conteneur du site Web
it_it: Larghezza massima del contenitore del sito web
nl_nl: Maximale breedte van de websitecontainer
pt_br: Largura máxima do contêiner do site
ru_ru: Максимальная ширина контейнера веб-сайта
uk: Максимальна ширина контейнера веб-сайту

source: Your container will scale to a maximum width of 1425px, use this option if you'd like to increase that value.
ar: سيتم تكبير حاويتك إلى عرض أقصى يبلغ 1425 بكسل، استخدم هذا الخيار إذا كنت ترغب في زيادة هذ
cs_cz: Váš kontejner se bude škálovat na maximální šířku 1425px, použijte tuto možnost, pokud chcete zvýšit tuto hodnotu.
de_de: Ihr Container wird auf eine maximale Breite von 1425px skaliert, verwenden Sie diese Option, wenn Sie diesen Wert erhöhen möchten.
es_es: Tu contenedor se ajustará a un ancho máximo de 1425px, utiliza esta opción si deseas aumentar ese valor.
fr_fr: Votre conteneur s'adaptera à une largeur maximale de 1425px, utilisez cette option si vous souhaitez augmenter cette valeur.
it_it: Il tuo contenitore si adatterà a una larghezza massima di 1425px, utilizza questa opzione se desideri aumentare quel valore.
nl_nl: Uw container zal schalen tot een maximale breedte van 1425px, gebruik deze optie als u die waarde wilt verhogen.
pt_br: Seu contêiner irá se ajustar para uma largura máxima de 1425px, use esta opção se deseja aumentar esse valor.
ru_ru: Ваш контейнер будет масштабироваться до максимальной ширины 1425px, используйте эту опцию, если хотите увеличить это значение.
uk: Ваш контейнер буде масштабуватися до максимальної ширини 1425px, скористайтеся цією опцією, якщо ви хочете зб

source: Container Left/Right Padding
ar: التباعد الأيسر/الأيمن للحاوية
cs_cz: Odsazení kontejneru vlevo/vpravo
de_de: Container links/rechts Innenabstand
es_es: Relleno del contenedor a la izquierda/derecha
fr_fr: Remplissage gauche/droit du conteneur
it_it: Padding sinistro/destro del contenitore
nl_nl: Container links/rechts opvulling
pt_br: Preenchimento à esquerda/direita do contêiner
ru_ru: Отступ слева/справа контейнера
uk: Відступи контейнера зліва/справа

source: The main content container will have 90px of padding set on left and right, use this option if you'd like to modify that.
ar: سيكون حاوية المحتوى الرئيسية لها 90 بكسل من الحشوة المضبوطة على اليمين واليسار، استخدم هذا الخ
cs_cz: Hlavní kontejner obsahu bude mít nastaveno 90px odsazení vlevo a vpravo, použijte tuto možnost, pokud byste to chtěli upravit.
de_de: Der Hauptinhalt Container wird links und rechts einen Padding von 90px haben, verwenden Sie diese Option, wenn Sie das ändern möchten.
es_es: El contenedor principal de contenido tendrá un relleno de 90px establecido en la izquierda y derecha, usa esta opción si deseas modificarlo.
fr_fr: Le conteneur principal du contenu aura un rembourrage de 90px défini sur la gauche et la droite, utilisez cette option si vous souhaitez le modifier.
it_it: Il contenitore principale del contenuto avrà un padding di 90px impostato a sinistra e a destra, utilizza questa opzione se desideri modificarlo.
nl_nl: De hoofdinhoudscontainer zal aan de linker- en rechterkant 90px padding hebben, gebruik deze optie als je dat wilt aanpassen.
pt_br: O contêiner principal de conteúdo terá 90px de preenchimento definido à esquerda e à direita, use esta opção se desejar modificá-lo.
ru_ru: Основной контейнер контента будет иметь отступы 90px слева и справа, используйте эту опцию, если хотите изменить это.
uk: Основний контейнер з вмістом матиме 90px відступу, встановленого зліва та справа, скористайтеся цією опцією, якщо

source: Functionality
ar: الوظائف
cs_cz: Funkčnost
de_de: Funktionalität
es_es: Funcionalidad
fr_fr: Fonctionnalité
it_it: Funzionalità
nl_nl: Functionaliteit
pt_br: Funcionalidade
ru_ru: Функциональность
uk: Функціональність

source: Delay Javascript Execution
ar: تأخير تنفيذ جافا سكريبت
cs_cz: Zpoždění provedení Javascriptu
de_de: Verzögerung der Ausführung von Javascript
es_es: Retrasar la ejecución de Javascript
fr_fr: Retarder l'exécution de Javascript
it_it: Ritardare l'esecuzione di Javascript
nl_nl: Vertraag de uitvoering van Javascript.
pt_br: Atrasar a execução do Javascript
ru_ru: Задержать выполнение JavaScript
uk: Відкладення виконання Javascript

source: Prevents theme javascript from running until the user makes an interaction such as scrolling, tapping etc.
ar: يمنع تشغيل جافا سكريبت القالب حتى يقوم المستخدم بعمل تفاعل مثل التمرير، النقر، إلخ.
cs_cz: Zabraňuje spuštění javascriptu tématu, dokud uživatel nevykoná interakci, jako je posouvání, klepnutí atd.
de_de: Verhindert, dass das Theme-Javascript ausgeführt wird, bis der Benutzer eine Interaktion wie Scrollen, Tippen usw. vornimmt.
es_es: Evita que el javascript del tema se ejecute hasta que el usuario realice una interacción como desplazarse, tocar, etc.
fr_fr: Empêche le javascript du thème de s'exécuter tant que l'utilisateur n'effectue pas une interaction telle que faire défiler, appuyer, etc.
it_it: Impedisce al javascript del tema di eseguire fino a quando l'utente non effettua un'interazione come lo scrolling, il tapping, ecc.
nl_nl: Voorkomt dat thema javascript wordt uitgevoerd totdat de gebruiker een interactie maakt zoals scrollen, tikken, enz.
pt_br: Impede que o JavaScript do tema seja executado até que o usuário faça uma interação, como rolar, tocar, etc.
ru_ru: Предотвращает выполнение JavaScript темы до тех пор, пока пользователь не совершит взаимодействие, такое как прокрутка, нажатие и т. д.
uk: Запобігає виконанню темою JavaScript до тих пір, поки користувач не здійснить взаємодію, таку як прокручування

source: Devices to Activate "Delay Javascript" Logic
ar: أجهزة لتنشيط منطق "تأخير جافا سكريبت"
cs_cz: Zařízení pro aktivaci logiky "Zpoždění Javascriptu"
de_de: Geräte zur Aktivierung der "Verzögerung von Javascript"-Logik
es_es: Dispositivos para activar la lógica de "Retrasar Javascript"
fr_fr: Appareils pour activer la logique "Retarder Javascript"
it_it: Dispositivi per attivare la logica "Ritardo Javascript"
nl_nl: Apparaten om de "Vertraging Javascript" logica te activeren.
pt_br: Dispositivos para ativar a lógica de "Atraso de Javascript"
ru_ru: Устройства для активации логики "Отложить выполнение JavaScript"
uk: Пристрої для активації логіки "Затримка JavaScript"

source: If you are using a performance plugin that caches your pages, this will need to be set to "All Devices" in order to take effect.
ar: إذا كنت تستخدم إضافة أداء تقوم بتخزين صفحاتك، فيجب ضبطها على "جميع الأجهزة" لكي تأتي
cs_cz: Pokud používáte výkonný plugin, který ukládá vaše stránky do mezipaměti, musí být nastaven na "Všechna zařízení", aby mohl být efektivní.
de_de: Wenn Sie ein Leistungs-Plugin verwenden, das Ihre Seiten zwischenspeichert, muss dies auf "Alle Geräte" eingestellt werden, damit es wirksam wird.
es_es: Si estás utilizando un plugin de rendimiento que almacena en caché tus páginas, esto deberá configurarse en "Todos los dispositivos" para que tenga efecto.
fr_fr: Si vous utilisez un plugin de performance qui met en cache vos pages, cela devra être réglé sur "Tous les appareils" pour prendre effet.
it_it: Se stai utilizzando un plugin di performance che memorizza nella cache le tue pagine, questo dovrà essere impostato su "Tutti i dispositivi" affinché abbia effetto.
nl_nl: Als je een prestatieplugin gebruikt die je pagina's cacheert, moet dit worden ingesteld op "Alle apparaten" om effect te hebben.
pt_br: Se você estiver usando um plugin de desempenho que faz cache das suas páginas, isso precisará ser configurado para "Todos os Dispositivos" para ter efeito.
ru_ru: Если вы используете плагин производительности, который кэширует ваши страницы, это должно быть установлено на "Все устройства", чтобы начать действовать.
uk: Якщо ви використовуєте плагін продуктивності, який кешує ваші сторінки, це потрібно встановити на "Всі пристро

source: All Devices
ar: جميع الأجهزة
cs_cz: Všechna zařízení
de_de: Alle Geräte
es_es: Todos los dispositivos
fr_fr: Tous les appareils
it_it: Tutti i dispositivi
nl_nl: Alle apparaten
pt_br: Todos os dispositivos
ru_ru: Все устройства
uk: Усі пристрої

source: Mobile
ar: الهاتف النقال
cs_cz: Mobilní
de_de: Mobil
es_es: Móvil
it_it: Cellulare
nl_nl: Mobiel
pt_br: Móvel
ru_ru: Мобильный
uk: Мобільний

source: Move jQuery to Footer
ar: نقل jQuery إلى أسفل الصفحة
cs_cz: Přesuňte jQuery do zápatí
de_de: Verschieben Sie jQuery nach unten.
es_es: Mover jQuery al pie de página
fr_fr: Déplacez jQuery vers le pied de page.
it_it: Sposta jQuery in fondo.
nl_nl: Verplaats jQuery naar de voettekst.
pt_br: Mova o jQuery para o rodapé.
ru_ru: Переместите jQuery в подвал.
uk: Перемістіть jQuery у підвал.

source: Attempts to move jQuery to the footer to make it non render-blocking. Note that this can break third party plugins/scripts which require JavaScript to be loaded in the head.
ar: محاولات نقل jQuery إلى الجزء السفلي للصفحة لجعلها غير تعطيلية للتقديم. يرجى ملاحظة أن هذا قد
cs_cz: Pokusy přesunout jQuery do zápatí stránky, aby neblokovala vykreslování. Upozorněte, že tímto může dojít k porušení třetích stran pluginů/skriptů
de_de: Versuche, jQuery in den Footer zu verschieben, um es nicht render-blocking zu machen. Beachte, dass dies Drittanbieter-Plugins/Scripts beeinträchtigen kann, die JavaScript erfordern, das im Head geladen werden muss.
es_es: Intentos de mover jQuery al pie de página para que no bloquee la renderización. Ten en cuenta que esto puede afectar a complementos o scripts de terceros que requieran que JavaScript se cargue en la cabecera.
fr_fr: Tentatives de déplacer jQuery vers le pied de page pour le rendre non bloquant au rendu. Notez que cela peut perturber les plugins/scripts tiers qui nécessitent que JavaScript soit chargé dans l'en-tête.
it_it: Tentativi di spostare jQuery in fondo alla pagina per renderlo non bloccante durante il caricamento. Si noti che ciò potrebbe causare problemi con plugin/script di terze parti che richiedono che JavaScript sia caricato nell'intestazione.
nl_nl: Pogingen om jQuery naar de footer te verplaatsen om het niet-renderblokkerend te maken. Let op dat dit externe plugins/scripts kan breken die vereisen dat JavaScript in de head wordt geladen.
pt_br: Tentativas de mover o jQuery para o rodapé para torná-lo não bloqueador de renderização. Note que isso pode quebrar plugins/scripts de terceiros que requerem que o JavaScript seja carregado no cabeçalho.
ru_ru: Попытки переместить jQuery в нижнюю часть страницы для предотвращения блокировки рендеринга. Обратите внимание, что это может нарушить работу сторонних плаг
uk: Спроби перемістити jQuery у нижню частину сторінки для уникнення блокування рендерингу. Зверніть увагу, що це може з

source: Font Display Swap
ar: تبديل عرض الخط
cs_cz: Zobrazení písma výměna
de_de: Schriftart Display Swap
es_es: Intercambio de fuente
fr_fr: Affichage de police d'échange
it_it: Cambio di visualizzazione del font
nl_nl: Lettertype Weergave Wisselen
pt_br: Troca de exibição de fonte
ru_ru: Отображение шрифта: замена
uk: Зміна шрифту на віддаленому сервері

source: This is a font performance option which will your allow text to display in a default font before Google fonts have loaded.
ar: هذا خيار أداء الخطوط الذي سيسمح لنصك بالظهور بخط افتراضي قبل تحميل خطوط Google.
cs_cz: Toto je možnost výkonu písma, která umožní zobrazení textu ve výchozím písmu před načtením písem Google.
de_de: Dies ist eine Schriftleistungsoption, die es ermöglicht, dass der Text in einer Standardschrift angezeigt wird, bevor Google-Schriftarten geladen wurden.
es_es: Esta es una opción de rendimiento de fuente que permitirá que su texto se muestre en una fuente predeterminada antes de que se carguen las fuentes de Google.
fr_fr: Il s'agit d'une option de performance de police qui permettra à votre texte de s'afficher dans une police par défaut avant le chargement des polices Google.
it_it: Questa è un'opzione di prestazioni del font che permetterà al testo di essere visualizzato in un font predefinito prima che i font di Google siano stati caricati.
nl_nl: Dit is een lettertype-prestatieoptie waarmee tekst in een standaard lettertype wordt weergegeven voordat Google-lettertypen zijn geladen.
pt_br: Esta é uma opção de desempenho de fonte que permitirá que seu texto seja exibido em uma fonte padrão antes que as fontes do Google sejam carregadas.
ru_ru: Это опция производительности шрифтов, которая позволит вашему тексту отображаться шрифтом по умолчанию до загрузки шрифтов Google.
uk: Це опція продуктивності шрифтів, яка дозволить вашому тексту відображатися у типовому шрифті до завантаження шрифтів Google.

source: Remove WordPress Emoji Script/CSS
ar: إزالة نص/نمط الإيموجي في ووردبريس
cs_cz: Odstraňte skript/CSS pro emoji WordPress.
de_de: Entfernen Sie das WordPress Emoji-Skript/CSS.
es_es: Eliminar el script/CSS de emojis de WordPress
fr_fr: Supprimer le script/CSS des emojis WordPress.
it_it: Rimuovi lo script/CSS degli emoji di WordPress
nl_nl: Verwijder WordPress Emoji Script/CSS
pt_br: Remova o script/CSS de emojis do WordPress.
ru_ru: Удалите скрипт/CSS для эмодзи WordPress.
uk: Видаліть скрипт/CSS емодзі WordPress.

source: Removes the WordPress Emoji assets which automatically convert emoticons to WP specific emojis.
ar: يقوم بإزالة ملفات الإيموجي في ووردبريس التي تحول تلقائيًا الرموز التعبيرية إلى إيموجي خاصة ب
cs_cz: Odstraní aktivační soubory WordPress Emoji, které automaticky převádějí emotikony na specifické emoji WP.
de_de: Entfernt die WordPress Emoji-Assets, die automatisch Emoticons in WP-spezifische Emojis umwandeln.
es_es: Elimina los activos de Emoji de WordPress que convierten automáticamente los emoticonos en emojis específicos de WP.
fr_fr: Supprime les ressources Emoji de WordPress qui convertissent automatiquement les émoticônes en emojis spécifiques à WP.
it_it: Rimuove gli asset Emoji di WordPress che convertono automaticamente le emoticon in emoji specifiche di WP.
nl_nl: Verwijdert de WordPress Emoji-bestanden die automatisch emoticons converteren naar specifieke WP-emoji's.
pt_br: Remove os recursos de Emoji do WordPress que convertem automaticamente emoticons em emojis específicos do WP.
ru_ru: Удаляет ресурсы эмодзи WordPress, которые автоматически преобразуют смайлики в специфические для WP эмодзи.
uk: Видаляє ресурси емодзі WordPress, які автоматично перетворюють емоції на специфічні для WP емодзі.

source: Accent Color
ar: لون التحديد
cs_cz: Barva zdůraznění
de_de: Akzentfarbe
es_es: Color de acento
fr_fr: Couleur d'accent
it_it: Colore dell'accento
nl_nl: Accentkleur
pt_br: Cor da Acentuação
ru_ru: Цвет акцента
uk: Колір акценту

source: Change this color to alter the accent color globally for your site.
ar: قم بتغيير هذا اللون لتعديل لون التحديد على مستوى الموقع العالمي.
cs_cz: Změňte tuto barvu, abyste globálně změnili akcentovou barvu na vašem webu.
de_de: Ändern Sie diese Farbe, um die Akzentfarbe global für Ihre Website zu ändern.
es_es: Cambia este color para modificar el color de acento globalmente en tu sitio.
fr_fr: Changez cette couleur pour modifier la couleur d'accentuation de manière globale pour votre site.
it_it: Cambia questo colore per modificare il colore dell'accento globalmente per il tuo sito.
nl_nl: Verander deze kleur om de accentkleur wereldwijd voor je site aan te passen.
pt_br: Altere essa cor para modificar a cor de destaque globalmente em seu site.
ru_ru: Измените этот цвет, чтобы изменить глобальный акцентный цвет для вашего сайта.
uk: Змініть цей колір, щоб змінити глобальний акцентний колір для вашого сайту.

source: Accent Color #2
ar: لون اللكنة #2
cs_cz: Barva zdůraznění #2
de_de: Akzentfarbe #2
es_es: Color de acento #2
fr_fr: Couleur d'accent #2
it_it: Colore dell'accento n. 2
nl_nl: Accentkleur #2
pt_br: Cor da Acentuação #2
ru_ru: Цвет акцента №2
uk: Колір акценту #2

source: Color Scheme
ar: مخطط الألوان
cs_cz: Barevné schéma
de_de: Farbschema
es_es: Esquema de color
fr_fr: Combinaison de couleurs
it_it: Schema di colori
nl_nl: Kleurschema
pt_br: Esquema de cores
ru_ru: Цветовая схема
uk: Кольорова схема

source: Overall Form Style
ar: الشكل العام للنموذج
cs_cz: Celkový styl formuláře
de_de: Gesamtformularstil
es_es: Estilo general del formulario
fr_fr: Style de formulaire global
it_it: Stile complessivo del modulo
nl_nl: Algemene formulierstijl
pt_br: Estilo de Formulário Geral
ru_ru: Общий стиль формы
uk: Загальний стиль форми

source: Sets the style of all form elements used.
ar: يُعين نمط جميع عناصر النموذج المستخدمة.
cs_cz: Nastavuje styl všech použitých prvků formuláře.
de_de: Setzt den Stil aller verwendeten Formularelemente.
es_es: Establece el estilo de todos los elementos de formulario utilizados.
fr_fr: Définit le style de tous les éléments de formulaire utilisés.
it_it: Imposta lo stile di tutti gli elementi del modulo utilizzati.
nl_nl: Stelt de stijl in van alle gebruikte formulierelementen.
pt_br: Define o estilo de todos os elementos de formulário utilizados.
ru_ru: Устанавливает стиль для всех используемых элементов формы.
uk: Встановлює стиль для всіх використаних елементів форми.

source: If you're trying to get third party forms to display without any styling from NectarBlocks, simply select the
ar: إذا كنت تحاول عرض نماذج الطرف الثالث دون أي تنسيق من NectarBlocks، فقط حدد
cs_cz: Pokud se snažíte zobrazit formuláře třetí strany bez jakéhokoli stylu od NectarBlocks, jednoduše vyberte
de_de: Wenn Sie versuchen, Drittanbieterformulare anzuzeigen, ohne dass sie von NectarBlocks gestylt werden, wählen Sie einfach aus.
es_es: Si estás tratando de hacer que los formularios de terceros se muestren sin ningún estilo de NectarBlocks, simplemente selecciona el
fr_fr: Si vous essayez d'afficher des formulaires tiers sans aucun style de NectarBlocks, il vous suffit de sélectionner
it_it: Se stai cercando di far visualizzare moduli di terze parti senza alcuno stile da NectarBlocks, seleziona semplicemente
nl_nl: Als je probeert om formulieren van derden weer te geven zonder enige opmaak van NectarBlocks, selecteer dan eenvoudigweg de
pt_br: Se você está tentando fazer com que os formulários de terceiros sejam exibidos sem nenhum estilo do NectarBlocks, basta selecionar o
ru_ru: Если вы пытаетесь отобразить формы сторонних поставщиков без какого-либо оформления от NectarBlocks, просто выберите
uk: Якщо ви намагаєтеся відобразити форми сторонніх постачальників без будь-якого оформлення від NectarBlocks, просто виберіть

source: Inherit
ar: وراثة
cs_cz: Dědit
de_de: Vererben
es_es: Heredar
fr_fr: Hériter
it_it: Ereditare
nl_nl: Overerven
pt_br: Herdar
ru_ru: Унаследовать
uk: Успадкувати

source: option.
ar: الخيار.
cs_cz: možnost.
es_es: opción.
it_it: opzione.
nl_nl: optie.
pt_br: opção.
ru_ru: вариант.
uk: варіант.

source: Minimal
ar: الحد الأدنى
cs_cz: Minimální
es_es: Mínimo
it_it: Minimale
nl_nl: Minimaal
pt_br: Mínimo
ru_ru: Минимальный
uk: Мінімальний

source: Enable Fancy Select Styling
ar: تمكين تنسيق اختيار فاخر
cs_cz: Povolit stylování výběru s Fancy Select
de_de: Aktiviere die elegante Auswahloptik.
es_es: Habilitar Estilo de Selección Elegante
fr_fr: Activer le style de sélection élégant
it_it: Abilita lo stile del selettore elegante
nl_nl: Activeer de stijlvolle selectieopties.
pt_br: Ativar Estilização de Seleção Personalizada
ru_ru: Включить стиль для красивого выбора
uk: Увімкнути стильове оформлення вибору Fancy

source: This will add additional styling and functionality to your select (dropdown) elements.
ar: سيضيف هذا تنسيقًا إضافيًا ووظائف إلى عناصر الاختيار (القائمة المنسدلة) الخاصة بك.
cs_cz: Toto přidá další stylování a funkčnost k vašim výběrovým (rozbalovacím) prvkům.
de_de: Dies fügt zusätzliches Styling und Funktionalität zu Ihren Auswahlelementen (Dropdown) hinzu.
es_es: Esto agregará estilos y funcionalidad adicionales a tus elementos select (desplegables).
fr_fr: Cela ajoutera un style et une fonctionnalité supplémentaires à vos éléments de sélection (menu déroulant).
it_it: Questo aggiungerà ulteriore stile e funzionalità ai tuoi elementi select (a discesa).
nl_nl: Dit zal extra opmaak en functionaliteit toevoegen aan uw selectie (keuzelijst) elementen.
pt_br: Isso adicionará estilos e funcionalidades adicionais aos seus elementos select (dropdown).
ru_ru: Это добавит дополнительный стиль и функциональность к вашим элементам select (выпадающие списки).
uk: Це додасть додатковий стиль та функціональність до ваших елементів вибору (випадаючих списків).
