Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Form Submit Button Style
ar: نمط زر تقديم النموذج
cs_cz: Styl tlačítka pro odeslání formuláře
de_de: Stil des Formular-Sendebuttons
es_es: Estilo del botón de envío del formulario
fr_fr: Style du bouton de soumission du formulaire
it_it: Stile del pulsante di invio del modulo
nl_nl: Stijl van het formulier verzendknop
pt_br: Estilo do botão de envio do formulário
ru_ru: Стиль кнопки отправки формы
uk: Стиль кнопки відправки форми

source: Select your desired style which will be used for submit buttons throughout your site
ar: اختر النمط الذي ترغب في استخدامه لأزرار الإرسال على موقعك
cs_cz: Vyberte požadovaný styl, který bude použit pro odesílací tlačítka na celém vašem webu.
de_de: Wählen Sie Ihren gewünschten Stil aus, der für die Schaltflächen "Absenden" auf Ihrer Website verwendet wird.
es_es: Selecciona el estilo deseado que se utilizará para los botones de envío en todo tu sitio.
fr_fr: Sélectionnez le style souhaité qui sera utilisé pour les boutons de soumission sur l'ensemble de votre site.
it_it: Seleziona lo stile desiderato che verrà utilizzato per i pulsanti di invio in tutto il tuo sito.
nl_nl: Selecteer de gewenste stijl die zal worden gebruikt voor verzendknoppen op uw site.
pt_br: Selecione o estilo desejado que será usado para os botões de envio em todo o seu site.
ru_ru: Выберите желаемый стиль, который будет использоваться для кнопок отправки на вашем сайте.
uk: Виберіть бажаний стиль, який буде використовуватися для кнопок відправки на всьому вашому сайті.

source: Nectar Btn
ar: زر Nectar
cs_cz: Tlačítko Nectar
de_de: Nektar-Schaltfläche
es_es: Botón de Nectar
fr_fr: Bouton Nectar
it_it: Pulsante Nectar
nl_nl: Nectar knop
pt_br: Botão Nectar
ru_ru: Кнопка Nectar
uk: Кнопка Nectar

source: Nectar Btn See Through
ar: زر Nectar شفاف
cs_cz: Tlačítko Nectar Průhledné
de_de: Nektar Btn Durchsichtig
es_es: Botón de Néctar Transparente
fr_fr: Bouton Nectar Voir à travers
it_it: Pulsante Nectar Trasparente
nl_nl: Nectar Knop Zien Doorheen
pt_br: Botão Nectar Transparente
ru_ru: Кнопка Nectar с прозрачным фоном
uk: Кнопка Nectar Прозора

source: Form Submit Button Padding
ar: حشو زر تقديم النموذج
cs_cz: Odstup tlačítka Odeslat formuláře
de_de: Polsterung des Formular-Senden-Schaltfläche
es_es: Relleno del botón de envío del formulario
fr_fr: Marge du bouton de soumission du formulaire
it_it: Padding del pulsante di invio del modulo
nl_nl: Vorm Verzendknop Vulling
pt_br: Preenchimento do botão de envio do formulário
ru_ru: Отступ кнопки отправки формы
uk: Відступ кнопки відправки форми

source: Fine-tune form submit button padding.
ar: ضبط هامش زر إرسال النموذج.
cs_cz: Vyladit odsazení tlačítka pro odeslání formuláře.
de_de: Feinabstimmung der Polsterung des Formular-Sendebuttons.
es_es: Ajustar el relleno del botón de envío del formulario.
fr_fr: Ajustez finement le rembourrage du bouton de soumission du formulaire.
it_it: Raffina il padding del pulsante di invio del modulo.
nl_nl: Verfijn de opvulling van de formulier verzendknop.
pt_br: Ajuste fino do preenchimento do botão de envio do formulário.
ru_ru: Отрегулируйте отступ кнопки отправки формы.
uk: Дотримуйтеся налаштування відступу кнопки відправки форми.

source: Padding Top/Bottom
ar: الهامش العلوي / السفلي
cs_cz: Odsazení nahoře/dole
de_de: Oben/Unten Polsterung
es_es: Relleno superior/inferior
fr_fr: Marge supérieure/inferieure
it_it: Padding superiore/inferiore
nl_nl: Vulling boven/onder
pt_br: Preenchimento Superior/Inferior
ru_ru: Отступ сверху/снизу
uk: Відступ зверху/знизу

source: Padding Left/Right
ar: التبطين الأيسر/الأيمن
cs_cz: Odsazení vlevo/vpravo
de_de: Linksbündiger/Rechtsbündiger Abstand
es_es: Relleno izquierda/derecha
fr_fr: Marge à gauche/droite
it_it: Padding sinistra/destra
nl_nl: Links/Rechts opvullen
pt_br: Margem Esquerda/Direita
ru_ru: Отступ слева/справа
uk: Відступи зліва/справа

source: Form Input Field Text Size
ar: حجم النص في حقل إدخال النموذج
cs_cz: Velikost textu v poli pro zadání formuláře
de_de: Größe des Eingabefeldtextes
es_es: Tamaño del campo de entrada de formulario
fr_fr: Taille du champ de saisie de formulaire
it_it: Dimensione del campo di input del modulo
nl_nl: Formulier invoerveld tekstgrootte
pt_br: Tamanho do Texto do Campo de Entrada do Formulário
ru_ru: Размер текста поля ввода формы
uk: Розмір тексту поля введення форми

source: Alters the font size for form input field/textarea elements.
ar: يغير حجم الخط لحقول إدخال النموذج/عناصر النص الكبير.
cs_cz: Upravuje velikost písma pro vstupní pole formuláře/textarea prvky.
de_de: Ändert die Schriftgröße für Formulareingabefelder/Textarea-Elemente.
es_es: Modifica el tamaño de fuente para los campos de entrada de formulario/elementos de área de texto.
fr_fr: Modifie la taille de la police pour les champs de saisie de formulaire/éléments de zone de texte.
it_it: Modifica la dimensione del carattere per i campi di input del modulo/elementi textarea.
nl_nl: Past de lettergrootte aan voor invoervelden/tekstvakken in formulieren.
pt_br: Altera o tamanho da fonte para os campos de entrada de formulário/elementos de área de texto.
ru_ru: Изменяет размер шрифта для элементов ввода формы/текстовой области.
uk: Змінює розмір шрифту для елементів введення форми/текстової області.

source: Form Input Field Padding
ar: حشو حقل إدخال النموذج
cs_cz: Odsazení vstupního pole formuláře
de_de: Formulareingabefeld Polsterung
es_es: Relleno de campo de entrada de formulario
fr_fr: Marge de champ de saisie de formulaire
it_it: Spaziatura del campo di input del modulo
nl_nl: Invoerveldvulling
pt_br: Preenchimento do Campo de Entrada do Formulário
ru_ru: Отступ поля ввода формы
uk: Відступ для поля введення форми

source: Fine-tune form input fields/textarea element padding.
ar: ضبط حوافول الإدخال في النموذج/عنصر النص الكبير.
cs_cz: Doladit odsazení vstupních polí a textové oblasti formuláře.
de_de: Feinabstimmung der Eingabefelder/Textarea-Element-Polsterung.
es_es: Ajustar el relleno de los campos de entrada de formulario/elemento textarea.
fr_fr: Affinez le rembourrage des champs de saisie de formulaire/élément textarea.
it_it: Perfeziona il padding dei campi di input del modulo/elemento textarea.
nl_nl: Verfijn de opmaak van invoervelden/tekstvakvelden.
pt_br: Ajuste fino do preenchimento dos campos de entrada de formulário/elemento de área de texto.
ru_ru: Настройте отступы для полей ввода формы/элемента textarea.
uk: Дотримуйтесь налаштування відступів для полів введення форми/елементу textarea.

source: Form Input Border Width
ar: عرض حدود إدخال النموذج
cs_cz: Šířka ohraničení vstupního pole
de_de: Formulareingabegrenzbreite
es_es: Ancho del borde de entrada del formulario
fr_fr: Largeur de la bordure de l'entrée de formulaire
it_it: Larghezza del bordo dell'input del modulo
nl_nl: Formulierinvoerrandbreedte
pt_br: Largura da borda de entrada do formulário
ru_ru: Ширина границы поля ввода
uk: Ширина межі введення форми

source: 1px
ar: 1 بيكسل
fr_fr: 1 pixel
nl_nl: 1 pixel

source: 2px
ar: 2 بكسل

source: 3px
ar: 3 بكسل

source: Form Input BG Color
ar: لون خلفية إدخال النموذج
cs_cz: Barva pozadí vstupního formuláře
de_de: Hintergrundfarbe des Formularfeldes
es_es: Color de fondo de entrada del formulario
fr_fr: Couleur de fond de l'entrée de formulaire
it_it: Colore di sfondo dell'input del modulo
nl_nl: Achtergrondkleur formulierinvoer
pt_br: Cor do Fundo de Entrada do Formulário
ru_ru: Цвет фона поля ввода
uk: Колір фону введення форми

source: Form Input Text Color
ar: لون نص إدخال النموذج
cs_cz: Barva textu vstupního formuláře
de_de: Eingabefeld Textfarbe
es_es: Color del texto de entrada del formulario
fr_fr: Couleur du texte de saisie de formulaire
it_it: Colore del testo dell'input del modulo
nl_nl: Tekstkleur van invoerveld
pt_br: Cor da Texto de Entrada do Formulário
ru_ru: Цвет текста ввода формы
uk: Колір тексту введення форми

source: Form Input Border Color
ar: لون حدود إدخال النموذج
cs_cz: Barva ohraničení vstupního pole
de_de: Rahmenfarbe des Formularfelds
es_es: Color del borde del campo de entrada
fr_fr: Couleur de la bordure de l'entrée de formulaire
it_it: Colore del bordo dell'input del modulo
nl_nl: Randkleur van invoerveld
pt_br: Cor da borda de entrada do formulário
ru_ru: Цвет границы поля ввода
uk: Колір рамки введення форми

source: Form Input Border Hover Color
ar: لون تحوم حدود إدخال النموذج
cs_cz: Barva ohraničení vstupního pole při najetí kurzoru
de_de: Farbe des Rahmens für die Eingabeformular bei Mausüberfahrt
es_es: Color de borde de entrada de formulario
fr_fr: Couleur de survol de la bordure de l'entrée de formulaire
it_it: Colore del bordo del campo di input al passaggio del mouse
nl_nl: Kleur van de rand bij het zweven over een formulierinvoer
pt_br: Cor da borda do formulário ao passar o mouse
ru_ru: Цвет обводки поля ввода при наведении
uk: Колір рамки поля введення при наведенні

source: Form Input Border Focus Color
ar: لون تركيز حدود إدخال النموذج
cs_cz: Barva ohraničení vstupního pole při zaměření
de_de: Eingabefeld Rahmen Fokusfarbe
es_es: Color de enfoque del borde de entrada de formulario
fr_fr: Couleur de mise au point de la bordure de l'entrée de formulaire
it_it: Colore del bordo di input del modulo in evidenza
nl_nl: Kleur van de focusrand van het invoerveld
pt_br: Cor da borda de foco do campo de entrada.
ru_ru: Цвет рамки при фокусировке поля ввода
uk: Колір межі введення форми при фокусі

source: Form Styling
ar: تنسيق النموذج
cs_cz: Stylování formuláře
de_de: Formulargestaltung
es_es: Estilo de formulario
fr_fr: Mise en forme du formulaire
it_it: Stile del modulo
nl_nl: Formulier opmaak
pt_br: Estilização de formulário
ru_ru: Оформление формы
uk: Оформлення форми

source: General WordPress Pages
ar: الصفحات العامة في ووردبريس
cs_cz: Obecné stránky WordPressu
de_de: Allgemeine WordPress-Seiten
es_es: Páginas generales de WordPress
fr_fr: Pages générales de WordPress
it_it: Pagine generali di WordPress
nl_nl: Algemene WordPress-pagina's
pt_br: Páginas gerais do WordPress
ru_ru: Общие страницы WordPress
uk: Загальні сторінки WordPress.

source: Layout
ar: التصميم
cs_cz: Rozložení
es_es: Diseño
fr_fr: Disposition
nl_nl: Indeling
ru_ru: Макет
uk: Макет

source: The layout for your search results.
ar: التخطيط لنتائج بحثك.
cs_cz: Rozložení vašich výsledků vyhledávání.
de_de: Das Layout für Ihre Suchergebnisse.
es_es: El diseño de los resultados de tu búsqueda.
fr_fr: La mise en page de vos résultats de recherche.
it_it: Il layout per i risultati della ricerca.
nl_nl: De lay-out voor uw zoekresultaten.
pt_br: O layout para os resultados da sua busca.
ru_ru: Макет для результатов вашего поиска.
uk: Макет для результатів вашого пошуку.

source: Grid & Sidebar
ar: الجدول والشريط الجانبي
cs_cz: Mřížka a postranní panel
de_de: Raster & Seitenleiste
es_es: Cuadrícula y barra lateral
fr_fr: Grille et barre latérale
it_it: Griglia e barra laterale
nl_nl: Raster & zijbalk
pt_br: Grade & Barra lateral
ru_ru: Сетка и боковая панель
uk: Сітка та бічна панель

source: Grid No Sidebar
ar: الشبكة بدون شريط جانبي
cs_cz: Mřížka bez postranního panelu
de_de: Raster ohne Seitenleiste
es_es: Cuadrícula sin barra lateral
fr_fr: Grille sans barre latérale
it_it: Griglia senza barra laterale
nl_nl: Raster Geen Zijbalk
pt_br: Grade sem barra lateral
ru_ru: Сетка без боковой панели
uk: Сітка без бічної панелі

source: List & Sidebar
ar: قائمة وشريط جانبي
cs_cz: Seznam a postranní panel
de_de: Liste & Seitenleiste
es_es: Lista y barra lateral
fr_fr: Liste et barre latérale
it_it: Elenco e barra laterale
nl_nl: Lijst & zijbalk
pt_br: Lista e Barra Lateral
ru_ru: Список и боковая панель
uk: Список та бічна панель

source: List No Sidebar
ar: قائمة بدون شريط جانبي
cs_cz: Seznam bez postranního panelu
de_de: Liste ohne Seitenleiste
es_es: Lista Sin Barra Lateral
fr_fr: Liste sans barre latérale
it_it: Elenco senza barra laterale
nl_nl: Geen zijbalk weergeven.
pt_br: Listar sem barra lateral
ru_ru: Список без боковой панели
uk: Список без бічної панелі

source: Header Background Color
ar: لون خلفية العنوان
cs_cz: Barva pozadí záhlaví
de_de: Hintergrundfarbe des Headers
es_es: Color de fondo del encabezado
fr_fr: Couleur de fond de l'en-tête
it_it: Colore di sfondo dell'intestazione
nl_nl: Achtergrondkleur van de kop
pt_br: Cor de Fundo do Cabeçalho
ru_ru: Цвет фона заголовка
uk: Колір фону заголовка

source: Header Font Color
ar: لون الخط في العنوان
cs_cz: Barva písma záhlaví
de_de: Schriftfarbe des Headers
es_es: Color de fuente del encabezado
fr_fr: Couleur de la police d'en-tête
it_it: Colore del carattere dell'intestazione
nl_nl: Kopletter Kleur
pt_br: Cor da Fonte do Cabeçalho
ru_ru: Цвет шрифта заголовка
uk: Колір шрифту заголовка

source: Default is #000000
ar: الافتراضي هو #000000
cs_cz: Výchozí hodnota je #000000
de_de: Standard ist #000000.
es_es: El valor por defecto es #000000
fr_fr: La valeur par défaut est #000000
it_it: Il predefinito è #000000
nl_nl: Standaard is #000000
pt_br: O padrão é #000000.
ru_ru: По умолчанию - #000000
uk: За замовчуванням - #000000.

source: Header Background Image
ar: صورة الخلفية للعنوان
cs_cz: Obrázek pozadí záhlaví
de_de: Hintergrundbild des Headers
es_es: Imagen de fondo del encabezado
fr_fr: Image d'arrière-plan de l'en-tête
it_it: Immagine di sfondo dell'intestazione
nl_nl: Achtergrondafbeelding van de koptekst
pt_br: Imagem de Fundo do Cabeçalho
ru_ru: Фоновое изображение заголовка
uk: Зображення фону заголовка

source: Upload an optional background that will be used on your search results page
ar: قم بتحميل خلفية اختيارية ستُستخدم على صفحة نتائج البحث الخاصة بك
cs_cz: Nahrát volitelné pozadí, které bude použito na stránce výsledků vyhledávání.
de_de: Laden Sie ein optionales Hintergrundbild hoch, das auf Ihrer Suchergebnisseite verwendet wird.
es_es: Sube un fondo opcional que se utilizará en tu página de resultados de búsqueda.
fr_fr: Téléchargez un arrière-plan facultatif qui sera utilisé sur votre page de résultats de recherche.
it_it: Carica uno sfondo opzionale che verrà utilizzato sulla pagina dei risultati di ricerca
nl_nl: Upload een optionele achtergrond die zal worden gebruikt op jouw zoekresultatenpagina.
pt_br: Faça o upload de um plano de fundo opcional que será usado na página de resultados da sua busca.
ru_ru: Загрузите дополнительный фон, который будет использоваться на странице результатов поиска.
uk: Завантажте необов'язкове фонове зображення, яке буде використовуватися на сторінці результатів пошуку.

source: Search Results Template
ar: قالب نتائج البحث
cs_cz: Výsledky vyhledávání šablona
de_de: Suchergebnisvorlage
es_es: Plantilla de resultados de búsqueda
fr_fr: Modèle de résultats de recherche
it_it: Modello dei risultati di ricerca
nl_nl: Zoekresultaten sjabloon
pt_br: Modelo de Resultados da Busca
ru_ru: Шаблон результатов поиска
uk: Шаблон результатів пошуку

source: Background Color
ar: لون الخلفية
cs_cz: Barva pozadí
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur de fond
it_it: Colore di sfondo
nl_nl: Achtergrondkleur
pt_br: Cor de fundo
ru_ru: Цвет фона
uk: Колір фону

source: Font Color
ar: لون الخط
cs_cz: Barva písma
de_de: Schriftfarbe
es_es: Color de fuente
fr_fr: Couleur de la police
it_it: Colore del testo
nl_nl: Tekstkleur
pt_br: Cor da fonte
ru_ru: Цвет шрифта
uk: Колір шрифту

source: Background Image
ar: صورة الخلفية
cs_cz: Obrázek pozadí
de_de: Hintergrundbild
es_es: Imagen de fondo
fr_fr: Image d'arrière-plan
it_it: Immagine di sfondo
nl_nl: Achtergrondafbeelding
pt_br: Imagem de Fundo
ru_ru: Фоновое изображение
uk: Зображення на задньому плані

source: Upload an optional background that will be used on the 404 page
ar: قم بتحميل خلفية اختيارية ستُستخدم على صفحة الخطأ 404
cs_cz: Nahrajte volitelné pozadí, které bude použito na stránce 404.
de_de: Laden Sie ein optionales Hintergrundbild hoch, das auf der 404-Seite verwendet wird.
es_es: Sube un fondo opcional que se usará en la página 404.
fr_fr: Téléchargez un arrière-plan facultatif qui sera utilisé sur la page 404.
it_it: Carica un'immagine di sfondo opzionale che verrà utilizzata sulla pagina 404
nl_nl: Upload een optionele achtergrond die zal worden gebruikt op de 404-pagina.
pt_br: Faça o upload de um plano de fundo opcional que será usado na página de erro 404.
ru_ru: Загрузите дополнительный фон, который будет использоваться на странице 404.
uk: Завантажте необов'язкове тло, яке буде використовуватися на сторінці 404.

source: Background Overlay Color
ar: لون التراكب الخلفي
cs_cz: Barva pozadí s překrytím
de_de: Hintergrundüberlagerungsfarbe
es_es: Color de superposición de fondo
fr_fr: Couleur de superposition de l'arrière-plan
it_it: Colore sovrapposizione sfondo
nl_nl: Achtergrond Overlay Kleur
pt_br: Cor de sobreposição de fundo
ru_ru: Цвет наложения фона
uk: Колір наложення фону

source: If you would like a color to overlay your background image, select it here.
ar: إذا كنت ترغب في وضع لون فوق صورة الخلفية الخاصة بك، اختره هنا.
cs_cz: Pokud chcete přidat barvu k překrytí vašeho pozadí, vyberte ji zde.
de_de: Wenn Sie möchten, dass eine Farbe Ihr Hintergrundbild überlagert, wählen Sie sie hier aus.
es_es: Si deseas un color para superponer en tu imagen de fondo, selecciónalo aquí.
fr_fr: Si vous souhaitez superposer une couleur à votre image d'arrière-plan, sélectionnez-la ici.
it_it: Se desideri sovrapporre un colore all'immagine di sfondo, selezionalo qui.
nl_nl: Als je een kleur wilt toevoegen aan je achtergrondafbeelding, selecteer het dan hier.
pt_br: Se você gostaria de adicionar uma cor para sobrepor a imagem de fundo, selecione-a aqui.
ru_ru: Если вы хотите наложить цвет на фоновое изображение, выберите его здесь.
uk: Якщо ви хочете накладати колір на фонове зображення, виберіть його тут.

source: Add Button To Direct User Home
ar: أضف زرًا لتوجيه المستخدم إلى الصفحة الرئيسية
cs_cz: Přidat tlačítko pro přímý návrat uživatele domů.
de_de: Füge einen Button hinzu, um den Benutzer zur Startseite zu leiten.
es_es: Añadir botón para dirigir al usuario a la página de inicio.
fr_fr: Ajouter un bouton pour renvoyer l'utilisateur à la page d'accueil.
it_it: Aggiungi un pulsante per indirizzare l'utente a casa.
nl_nl: Voeg een knop toe om de gebruiker naar huis te sturen.
pt_br: Adicione um botão para direcionar o usuário para a página inicial.
ru_ru: Добавьте кнопку для перехода пользователя на главную страницу.
uk: Додайте кнопку для переходу користувача на головну сторінку.

source: This will add a button onto your 404 template which links back to your home page.
ar: سيقوم هذا بإضافة زر على قالب الخطأ 404 الخاص بك الذي يعيد الربط بصفحتك الرئيسية.
cs_cz: To přidá tlačítko na vaši šablonu 404, které odkazuje zpět na vaši domovskou stránku.
de_de: Dies fügt eine Schaltfläche zu Ihrer 404-Vorlage hinzu, die zu Ihrer Startseite verlinkt.
es_es: Esto agregará un botón a tu plantilla de error 404 que enlaza de regreso a tu página de inicio.
fr_fr: Cela ajoutera un bouton sur votre modèle 404 qui renvoie à votre page d'accueil.
it_it: Questo aggiungerà un pulsante al tuo modello 404 che rimanda alla tua pagina principale.
nl_nl: Dit zal een knop toevoegen aan uw 404-sjabloon die linkt naar uw startpagina.
pt_br: Isso adicionará um botão ao seu modelo de erro 404 que direciona de volta para a sua página inicial.
ru_ru: Это добавит кнопку на ваш шаблон 404, которая будет вести обратно на вашу домашнюю страницу.
uk: Це додасть кнопку на ваш шаблон 404, яка посилається на домашню сторінку.

source: 404 Not Found Template
ar: قالب 404 لم يتم العثور عليه
cs_cz: Chyba 404 - Stránka nenalezena šablona
de_de: 404 Nicht gefunden Vorlage
es_es: Plantilla de Error 404 No Encontrado
fr_fr: Modèle 404 Introuvable
it_it: Modello 404 Non Trovato
nl_nl: 404 Niet Gevonden Sjabloon
pt_br: Modelo 404 Não Encontrado
ru_ru: Шаблон "404 Страница не найдена"
uk: Шаблон "404 Сторінку не знайдено"

source: Style
ar: الأسلوب
cs_cz: Styl
de_de: Stil
es_es: Estilo
it_it: Stile
nl_nl: Stijl
pt_br: Estilo
ru_ru: Стиль
uk: Стиль

source: Header Navigation
ar: قائمة التنقل العلوية
cs_cz: Hlavní navigace
de_de: Hauptnavigation
es_es: Navegación del encabezado
fr_fr: Navigation de l'en-tête
it_it: Navigazione dell'intestazione
nl_nl: Hoofdmenu
pt_br: Navegação do Cabeçalho
ru_ru: Навигация в шапке
uk: Навігація заголовка

source: Image Logo
ar: شعار الصورة
cs_cz: Obrázek loga
de_de: Bild Logo
es_es: Imagen del logotipo
it_it: Immagine Logo
nl_nl: Afbeelding Logo
pt_br: Logotipo da imagem
ru_ru: Изображение логотипа
uk: Зображення логотипу

source: If left unchecked, your site name will be used instead.
ar: إذا ترك دون رقابة، سيتم استخدام اسم موقعك بدلاً من ذلك.
cs_cz: Pokud nebude kontrolováno, bude použito jméno vašich stránek.
de_de: Wenn nicht überprüft, wird stattdessen der Name Ihrer Website verwendet.
es_es: Si no se controla, se usará el nombre de su sitio.
fr_fr: Si laissé sans surveillance, le nom de votre site sera utilisé à la place.
it_it: Se non viene controllato, verrà utilizzato il nome del tuo sito.
nl_nl: Als het niet gecontroleerd wordt, zal jouw sitenaam in plaats daarvan gebruikt worden.
pt_br: Se não for verificado, o nome do seu site será usado em vez disso.
ru_ru: Если не остановить, будет использовано название вашего сайта.
uk: Якщо не буде перевірено, буде використано назву вашого сайту.

source: Logo Upload
ar: تحميل الشعار
cs_cz: Nahrát logo
de_de: Logo hochladen
es_es: Cargar logo
fr_fr: Téléchargement du logo
it_it: Carica logo
pt_br: Upload de logotipo
ru_ru: Загрузка логотипа
uk: Завантаження логотипу

source: Upload your logo here and enter the height of it below.
ar: قم بتحميل شعارك هنا وأدخل ارتفاعه أدناه.
cs_cz: Nahrajte své logo zde a zadejte jeho výšku níže.
de_de: Laden Sie Ihr Logo hier hoch und geben Sie unten die Höhe ein.
es_es: Sube tu logotipo aquí e ingresa la altura del mismo a continuación.
fr_fr: Téléchargez votre logo ici et saisissez sa hauteur ci-dessous.
it_it: Carica il tuo logo qui e inserisci l'altezza di esso di seguito.
nl_nl: Upload hier je logo en voer hieronder de hoogte ervan in.
pt_br: Faça o upload do seu logotipo aqui e insira a altura dele abaixo.
ru_ru: Загрузите ваш логотип здесь и введите его высоту ниже.
uk: Завантажте свій логотип тут і вкажіть його висоту нижче.

source: Note: there are additional logo upload fields in the transparent header effect tab.
ar: ملاحظة: هناك حقول إضافية لتحميل الشعار في علامة تبويب تأثير الهيدر الشفاف.
cs_cz: Poznámka: v záložce pro průhledný efekt hlavičky jsou další pole pro nahrání loga.
de_de: Hinweis: Es gibt zusätzliche Logo-Upload-Felder im Tab für den transparenten Header-Effekt.
es_es: Nota: hay campos adicionales para cargar logotipos en la pestaña de efecto de encabezado transparente.
fr_fr: Note : il y a des champs supplémentaires pour télécharger des logos dans l'onglet effet d'en-tête transparent.
it_it: Nota: ci sono campi aggiuntivi per caricare il logo nella scheda dell'effetto dell'intestazione trasparente.
nl_nl: Let op: er zijn extra logo-uploadvelden in het tabblad voor het transparante kopteksteffect.
pt_br: Observação: existem campos adicionais de upload de logotipo na guia de efeito de cabeçalho transparente.
ru_ru: Примечание: во вкладке эффекта прозрачного заголовка есть дополнительные поля для загрузки логотипов.
uk: Зауважте: у вкладці ефекту прозорого заголовка є додаткові поля для завантаження логотипу.

source: Logo Height
ar: ارتفاع الشعار
cs_cz: Výška loga
de_de: Logo Höhe
es_es: Altura del logotipo
fr_fr: Hauteur du logo
it_it: Altezza del logo
nl_nl: Logo Hoogte
pt_br: Altura do logotipo
ru_ru: Высота логотипа
uk: Висота логотипу
