Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: This will turn off the autocomplete suggestions from appearing when typing in the search box.
ar: سيتم إيقاف اقتراحات الإكمال التلقائي من الظهور عند كتابة في مربع البحث.
cs_cz: Tohle vypne automatické návrhy, které se zobrazují při psaní do vyhledávacího pole.
de_de: Dies schaltet die automatischen Vorschläge aus, die beim Tippen im Suchfeld erscheinen.
es_es: Esto desactivará las sugerencias de autocompletar que aparecen al escribir en el cuadro de búsqueda.
fr_fr: Cela désactivera les suggestions d'autocomplétion qui apparaissent lorsque vous saisissez dans la zone de recherche.
it_it: Questo disattiverà le suggerimenti di autocompletamento che appaiono durante la digitazione nella casella di ricerca.
nl_nl: Dit zal de automatische aanvulsuggesties uitschakelen wanneer u typt in het zoekvak.
pt_br: Isso desativará as sugestões de autocompletar que aparecem ao digitar na caixa de pesquisa.
ru_ru: Это отключит автозаполнение предложений при вводе текста в поле поиска.
uk: Це вимкне автодоповнення пропозицій при введенні тексту в полі пошуку.

source: AJAX search styling
ar: تنسيق بحث AJAX
cs_cz: Stylování vyhledávání pomocí AJAXu.
de_de: AJAX-Suchstyling
es_es: Estilo de búsqueda AJAX
fr_fr: Mise en forme de la recherche AJAX
it_it: Stile di ricerca AJAX
nl_nl: AJAX zoekopmaak
pt_br: Estilização da busca AJAX
ru_ru: Стилизация поиска AJAX
uk: Стилізація пошуку AJAX

source: Select how to display the search results as the user types.
ar: اختر كيفية عرض نتائج البحث أثناء كتابة المستخدم.
cs_cz: Vyberte způsob zobrazení výsledků vyhledávání při psaní uživatele.
de_de: Wählen Sie aus, wie die Suchergebnisse angezeigt werden sollen, während der Benutzer tippt.
es_es: Selecciona cómo mostrar los resultados de búsqueda a medida que el usuario escribe.
fr_fr: Sélectionnez comment afficher les résultats de la recherche lorsque l'utilisateur tape.
it_it: Seleziona come visualizzare i risultati della ricerca mentre l'utente digita.
nl_nl: Selecteer hoe de zoekresultaten worden weergegeven terwijl de gebruiker typt.
pt_br: Selecione como exibir os resultados da busca conforme o usuário digita.
ru_ru: Выберите способ отображения результатов поиска по мере ввода пользователем.
uk: Виберіть спосіб відображення результатів пошуку під час введення користувачем.

source: Simple List
ar: قائمة بسيطة
cs_cz: Jednoduchý seznam
de_de: Einfache Liste
es_es: Lista simple
fr_fr: Liste simple
it_it: Elenco semplice
nl_nl: Eenvoudige lijst
pt_br: Lista simples
ru_ru: Простой список
uk: Простий список

source: Extended List
ar: قائمة موسعة
cs_cz: Rozšířený seznam
de_de: Erweiterte Liste
es_es: Lista extendida
fr_fr: Liste étendue
it_it: Lista estesa
nl_nl: Uitgebreide lijst
pt_br: Lista estendida
ru_ru: Расширенный список
uk: Розширений список

source: Limit Search To Post Type
ar: قيد البحث إلى نوع المنشورات
cs_cz: Omezit vyhledávání na typ příspěvku
de_de: Suche auf Beitragstyp beschränken.
es_es: Limitar búsqueda al tipo de publicación
fr_fr: Limitez la recherche au type de publication
it_it: Limitare la ricerca al tipo di post
nl_nl: Beperk zoekopdracht tot berichttype.
pt_br: Limitar a pesquisa ao tipo de postagem
ru_ru: Ограничить поиск по типу записи
uk: Обмежити пошук за типом допису

source: All
ar: الكل
cs_cz: Všechno
de_de: Alles
es_es: Todo
fr_fr: Tout
it_it: Tutti
nl_nl: Alles
pt_br: Tudo.
ru_ru: Все
uk: Усі

source: Products
ar: المنتجات
cs_cz: Produkty
de_de: Produkte
es_es: Productos
fr_fr: Produits
it_it: Prodotti
nl_nl: Producten
pt_br: Produtos
ru_ru: Продукты
uk: Продукти

source: Posts
ar: المنشورات
cs_cz: Příspěvky
de_de: Beiträge
es_es: Publicaciones
fr_fr: Publications
it_it: Articoli
nl_nl: Berichten
pt_br: Publicações
ru_ru: Публикации
uk: Пости

source: Header Search Typography
ar: نص رأس البحث
cs_cz: Typografie vyhledávání záhlaví
de_de: Kopfzeile Suche Typografie
es_es: Tipografía de búsqueda de encabezado
fr_fr: Typographie de recherche d'en-tête
it_it: Tipografia della barra di ricerca
nl_nl: Koptekst Zoektypografie
pt_br: Tipografia de Pesquisa de Cabeçalho
ru_ru: Типографика заголовка поиска
uk: Типографія пошуку заголовка

source: Inherit Navigation Typography
ar: وراثة التنقل والأنماط الطباعية
cs_cz: Převzít navigační typografii
de_de: Navigationstypografie vererben
es_es: Heredar la tipografía de navegación
fr_fr: Hériter de la typographie de navigation
it_it: Ereditare la tipografia di navigazione
nl_nl: Overerven Navigatie Typografie
pt_br: Herdar a tipografia de navegação
ru_ru: Наследовать навигацию типографии
uk: Успадкувати навігацію та типографіку.

source: Search Font Size
ar: البحث عن حجم الخط
cs_cz: Vyhledat velikost písma
de_de: Schriftgröße suchen
es_es: Buscar tamaño de fuente
fr_fr: Rechercher la taille de la police
it_it: Cerca Dimensione del Carattere
nl_nl: Zoek Lettergrootte
pt_br: Tamanho da fonte de pesquisa
ru_ru: Размер шрифта
uk: Розмір шрифту для пошуку

source: Search Placeholder Text
ar: نص العنصر النائب للبحث
cs_cz: Vyhledávací zástupný text
de_de: Suchen Sie den Platzhaltertext.
es_es: Texto de marcador de posición de búsqueda
fr_fr: Texte d'espace réservé de recherche
it_it: Testo segnaposto di ricerca
nl_nl: Zoektekst invoeren
pt_br: Texto de espaço reservado para pesquisa
ru_ru: Текст заполнителя поиска
uk: Текст заповнювача для пошуку

source: Define custom text to show to the user when opening the search, before they start typing.
ar: حدد نصًا مخصصًا لعرضه للمستخدم عند فتح البحث، قبل أن يبدأ بالكتابة.
cs_cz: Definujte vlastní text, který se zobrazí uživateli při otevření vyhledávání, předtím než začnou psát.
de_de: Definieren Sie benutzerdefinierten Text, der dem Benutzer angezeigt wird, wenn die Suche geöffnet wird, bevor er mit dem Tippen beginnt.
es_es: Define un texto personalizado para mostrar al usuario al abrir la búsqueda, antes de que comiencen a escribir.
fr_fr: Définir un texte personnalisé à afficher à l'utilisateur lors de l'ouverture de la recherche, avant qu'il ne commence à taper.
it_it: Definire un testo personalizzato da mostrare all'utente all'apertura della ricerca, prima che inizi a digitare.
nl_nl: Definieer aangepaste tekst om aan de gebruiker te tonen bij het openen van de zoekfunctie, voordat ze beginnen met typen.
pt_br: Defina um texto personalizado para mostrar ao usuário ao abrir a pesquisa, antes de começar a digitar.
ru_ru: Определите пользовательский текст, который будет отображаться пользователю при открытии поиска, перед тем как они начнут вводить текст.
uk: Визначте власний текст, який буде показуватися користувачу при відкритті пошуку, до того як він почне вводити текст.

source: Header Search
ar: بحث العنوان
cs_cz: Hledání záhlaví
de_de: Kopfzeile Suche
es_es: Búsqueda de encabezado
fr_fr: Recherche d'en-tête
it_it: Ricerca Intestazione
nl_nl: Koptekst Zoeken
pt_br: Pesquisa de Cabeçalho
ru_ru: Поиск заголовка
uk: Пошук заголовка

source: Off Canvas Menu
ar: القائمة الجانبية
cs_cz: Menu mimo plátno
de_de: Off-Canvas-Menü
es_es: Menú desplegable
fr_fr: Menu hors toile
it_it: Menu a scomparsa
nl_nl: Buiten het Canvas Menu
pt_br: Menu lateral
ru_ru: Меню за пределами холста
uk: Меню поза межами画布

source: This will add an off canvas menu button on all viewports to your header navigation. When this is disabled, the off canvas menu will only be visible on mobile devices.
ar: سيتم إضافة زر قائمة جانبية على جميع الشاشات لقائمة التنقل الخاصة برأس الصفحة الخاصة بك. ع
cs_cz: Toto přidá tlačítko nabídky mimo plátno na všechny zobrazení v záhlaví navigace. Pokud je toto vypnuté, nabídka mimo plátno bude viditelná
de_de: Dies fügt einen Off-Canvas-Menü-Button auf allen Viewports zu Ihrer Kopfnavigation hinzu. Wenn dies deaktiviert ist, wird das Off-Canvas-Menü nur auf mobilen Geräten sichtbar sein.
es_es: Esto agregará un botón de menú fuera del lienzo en todos los tamaños de pantalla a la navegación de tu encabezado. Cuando esto esté desactivado, el menú fuera del lienzo solo será visible en dispositivos móviles.
fr_fr: Cela ajoutera un bouton de menu déroulant sur tous les écrans à votre navigation d'en-tête. Lorsque cela est désactivé, le menu déroulant ne sera visible que sur les appareils mobiles.
it_it: Questo aggiungerà un pulsante del menu laterale su tutti i viewports alla navigazione dell'intestazione. Quando questo è disabilitato, il menu laterale sarà visibile solo sui dispositivi mobili.
nl_nl: Dit zal een knop voor een off-canvas menu toevoegen aan alle viewports van uw header navigatie. Wanneer dit is uitgeschakeld, zal het off-canvas menu alleen zichtbaar zijn op mobiele apparaten.
pt_br: Isso adicionará um botão de menu off canvas em todas as visualizações à navegação do seu cabeçalho. Quando isso estiver desativado, o menu off canvas só será visível em dispositivos móveis.
ru_ru: Это добавит кнопку меню за пределами холста на всех видовых экранах для вашей шапки навигации. Когда это отключено, меню за пределами холста будет видно только на мобильных у
uk: Це додасть кнопку меню off canvas на всіх видових портах до вашої навігації заголовка. Коли це вимкнено, меню off canvas буде видно лише на мобі

source: Off Canvas Menu Style
ar: نمط القائمة الجانبية الخارجية
cs_cz: Styl menu mimo plátno
de_de: Stil des Off-Canvas-Menüs
es_es: Estilo de menú fuera de lienzo
fr_fr: Style du menu hors toile
it_it: Stile del menu a scomparsa
nl_nl: Stijl van het Off Canvas-menu
pt_br: Estilo de Menu Off Canvas
ru_ru: Стиль меню за пределами холста
uk: Стиль меню поза екраном

source: The "Slide Out From Right Hover Triggered" style will force the "Full Width Header" option regardless of your selection.
ar: سيقوم نمط "الانزلاق من اليمين عند التحريك" بفرض خيار "العنوان بالعرض الكامل" بغض النظر عن اخت
cs_cz: Styl „Slide Out From Right Hover Triggered“ vynutí možnost „Plné záhlaví“ bez ohledu na vaši volbu.
de_de: Der Stil "Slide Out From Right Hover Triggered" erzwingt die Option "Vollbreiten-Header", unabhängig von Ihrer Auswahl.
es_es: El estilo "Slide Out From Right Hover Triggered" obligará a seleccionar la opción de "Encabezado de ancho completo" independientemente de tu elección.
fr_fr: Le style "Slide Out From Right Hover Triggered" forcera l'option "En-tête Pleine Largeur" quel que soit votre choix.
it_it: Lo stile "Slide Out From Right Hover Triggered" attiverà l'opzione "Intestazione a piena larghezza" indipendentemente dalla tua selezione.
nl_nl: De stijl "Schuif uit vanaf rechts bij hover" zal de optie "Volledige breedte header" afdwingen, ongeacht uw selectie.
pt_br: O estilo "Slide Out From Right Hover Triggered" forçará a opção "Cabeçalho de largura total" independentemente da sua seleção.
ru_ru: Стиль "Выдвижение справа при наведении" принудительно установит опцию "Полная ширина заголовка", независимо от вашего выбора.
uk: Стиль "Висування зправа при наведенні" вимагатиме опцію "Повний заголовок" незалежно від вашого вибору.

source: Slide Out From Side
ar: انزلق من الجانب
cs_cz: Vysunout z boku
de_de: Herausgleiten von der Seite
es_es: Deslizar desde el lateral
fr_fr: Faites glisser depuis le côté
it_it: Scorri fuori dal lato
nl_nl: Schuif uit vanaf de zijkant.
pt_br: Deslize para fora do lado.
ru_ru: Выдвигаться сбоку
uk: Висунутися з боку

source: Slide Out From Side Hover Triggered
ar: الانزلاق من الجانب عند تفعيل التحويم
cs_cz: Vysunutí z boku spuštěno při najetí na kurzor.
de_de: Ausschieben von der Seite bei Hover-Auslösung
es_es: Deslizarse desde el lado activado por el desplazamiento del cursor
fr_fr: Glisser depuis le côté déclenché par survol
it_it: Scorri fuori dal lato attivato dal passaggio del mouse
nl_nl: Schuif uit vanaf de zijkant bij hover-trigger.
pt_br: Slide Out From Side Hover Triggered Deslize para fora do lado acionado por hover
ru_ru: Выдвижение с бокового триггера при наведении.
uk: Висування з боку, спрацьоване при наведенні курсору.

source: Fullscreen Cover Slide + Blur BG
ar: شريحة الغلاف بحجم كامل مع خلفية متموجة
cs_cz: Plný obrazovkový slide + rozmazané pozadí
de_de: Vollbild-Titelfolie + Hintergrund verschwimmen
es_es: Diapositiva de portada a pantalla completa + fondo desenfocado
fr_fr: Diapositive de couverture en plein écran + flou d'arrière-plan
it_it: Diapositiva a schermo intero con sfondo sfocato
nl_nl: Volledig scherm omslag dia + Vervaagde achtergrond
pt_br: Slide de capa em tela cheia + Fundo desfocado
ru_ru: Полноэкранный слайд с размытым фоном
uk: Повноекранний обкладинковий слайд + розмитий фон

source: Fullscreen Cover Fade
ar: تغطية كاملة بتأثير تلاشٍ
cs_cz: Plné zobrazení s postupným zeslabováním obálky
de_de: Vollbild-Cover Überblendung
es_es: Pantalla completa con fundido de portada
fr_fr: Plein écran avec fondu de couverture
it_it: Schermo intero con dissolvenza di copertura
nl_nl: Volledig scherm omslag vervagen
pt_br: Cobertura em Tela Cheia com Efeito de Desvanecimento
ru_ru: Полноэкранный затемненный экран
uk: Повноекранне затемнення обкладинки

source: Fullscreen Cover Split
ar: تغطية كاملة بتقسيم الشاشة
cs_cz: Celá obrazovka Rozdělení obálky
de_de: Vollbild-Cover-Split
es_es: Pantalla completa dividida
fr_fr: Plein écran Couverture Divisée
it_it: Schermo intero Copertina Divisa
nl_nl: Volledig scherm omslag splitsen
pt_br: Tela cheia dividida
ru_ru: Полноэкранный разделитель обложки
uk: Повноекранне розділення обкладинки

source: Simple Dropdown
ar: قائمة منسدلة بسيطة
cs_cz: Jednoduchý rozbalovací seznam
de_de: Einfacher Dropdown
es_es: Menú desplegable simple
fr_fr: Menu déroulant simple
it_it: Menu a discesa semplice
nl_nl: Eenvoudige vervolgkeuzelijst
pt_br: Menu suspenso simples
ru_ru: Простой выпадающий список
uk: Простий випадаючий список

source: Off Canvas Menu Separate Mobile Menu
ar: قائمة Off Canvas منفصلة عن قائمة الهاتف المحمول
cs_cz: Oddělené mobilní menu mimo plátno
de_de: Off-Canvas-Menü Separates Mobilmenü
es_es: Menú desplegable fuera de lienzo Menú móvil separado
fr_fr: Menu hors toile Menu mobile séparé
it_it: Menu nascosto separato per dispositivi mobili
nl_nl: Apart mobiel menu voor off-canvas menu.
pt_br: Menu off-canvas separado para dispositivos móveis
ru_ru: Мобильное меню вне холста, отдельное меню
uk: Мобільне меню окремо від висувного меню

source: This will cause your off canvas to only display navigation menu items assigned to the "Off Canvas Navigation Menu" location when viewing on a mobile device.
ar: سيؤدي هذا إلى عرض قائمة التنقل في الشريط الجانبي فقط لعناصر قائمة التنقل المعينة لموقع "ق
cs_cz: Toto způsobí, že váš off canvas bude zobrazovat pouze položky navigačního menu přiřazené k umístění "Off Canvas Navigation Menu" při prohlížení na mobilním zařízení
de_de: Dies führt dazu, dass Ihr Off-Canvas nur die Navigationsmenüpunkte anzeigt, die dem Standort "Off-Canvas-Navigationsmenü" zugeordnet sind, wenn Sie auf einem mobilen Gerät anzeigen.
es_es: Esto hará que tu off canvas muestre únicamente los elementos del menú de navegación asignados a la ubicación "Menú de navegación fuera de lienzo" al verlo en un dispositivo móvil.
fr_fr: Cela fera en sorte que votre hors-canvas affiche uniquement les éléments du menu de navigation assignés à l'emplacement "Menu de navigation hors-canvas" lors de la visualisation sur un appareil mobile.
it_it: Questo farà sì che il tuo off canvas mostri solo gli elementi del menu di navigazione assegnati alla posizione "Menu di navigazione off canvas" quando visualizzato su un dispositivo mobile.
nl_nl: Dit zorgt ervoor dat uw off-canvas alleen de navigatiemenu-items weergeeft die zijn toegewezen aan de locatie "Off Canvas Navigatiemenu" bij het bekijken op een mobiel apparaat.
pt_br: Isso fará com que seu off canvas exiba apenas os itens do menu de navegação atribuídos à localização "Menu de Navegação Off Canvas" ao visualizar em um dispositivo móvel.
ru_ru: Это приведет к тому, что ваше боковое меню будет отображать только пункты меню назначенные для расположения "Меню навигации за пределами холста" при просмотре на м
uk: Це призведе до того, що ваше відступне меню буде відображати лише пункти меню навігації, призначені для розташування "М

source: Default Off Canvas Background Image
ar: الصورة الافتراضية للخلفية الجانبية الخارجية
cs_cz: Výchozí pozadí mimo plátno
de_de: Standard-Hintergrundbild für die Off-Canvas-Ansicht
es_es: Imagen de fondo predeterminada del panel lateral fuera de lienzo
fr_fr: Image d'arrière-plan par défaut du menu déroulant hors-canvas.
it_it: Immagine di sfondo predefinita per il menu laterale nascosto
nl_nl: Standaard achtergrondafbeelding van het uitschuifmenu
pt_br: Imagem de fundo padrão do Off Canvas
ru_ru: Изображение фона по умолчанию для бокового меню
uk: Фонове зображення за замовчуванням для Off Canvas

source: Choose the default image to be shown in your Off Canvas Menu. You can also supply a unique item for each menu item in
ar: اختر الصورة الافتراضية التي ستُعرض في قائمة Off Canvas الخاصة بك. يمكنك أيضًا توفير عنصر فريد لك
cs_cz: Vyberte výchozí obrázek, který se má zobrazit ve vašem menu Off Canvas. Můžete také poskytnout jedinečný obrázek pro každou položku v menu.
de_de: Wählen Sie das Standardbild aus, das in Ihrem Off-Canvas-Menü angezeigt werden soll. Sie können auch für jedes Menüelement ein einzigartiges Bild bereitstellen.
es_es: Elige la imagen predeterminada que se mostrará en tu Menú Fuera de Lienzo. También puedes proporcionar un elemento único para cada elemento del menú.
fr_fr: Choisissez l'image par défaut à afficher dans votre menu déroulant latéral. Vous pouvez également fournir un élément unique pour chaque élément de menu dans
it_it: Scegli l'immagine predefinita da mostrare nel tuo Menu a scomparsa. Puoi anche fornire un'immagine unica per ciascuna voce di menu in
nl_nl: Kies de standaardafbeelding die moet worden weergegeven in uw Off Canvas-menu. U kunt ook een uniek item leveren voor elk menu-item in.
pt_br: Escolha a imagem padrão a ser exibida no seu Menu Off Canvas. Você também pode fornecer um item único para cada item de menu em
ru_ru: Выберите изображение по умолчанию, которое будет отображаться в вашем меню за пределами холста. Вы также можете предоставить уникальный элемент для каждого пункта меню в
uk: Виберіть зображення за замовчуванням, яке буде показане у вашому висувному меню. Ви також можете надати унікальний елемент для кожного

source: Appearance > Menus.
ar: المظهر > القوائم.
cs_cz: Vzhled > Nabídky.
de_de: Aussehen > Menüs.
es_es: Apariencia > Menús.
fr_fr: Apparence > Menus.
it_it: Aspetto > Menu.
nl_nl: Weergave > Menu's.
pt_br: Aparência > Menus.
ru_ru: Внешний вид > Меню.
uk: Вигляд > Меню.

source: Off Canvas Menu Dropdown Behavior
ar: سلوك القائمة الجانبية القابلة للطي
cs_cz: Chování rozbalovací nabídky mimo plátno
de_de: Verhalten des Dropdown-Menüs im Off-Canvas-Menü
es_es: Comportamiento del menú desplegable fuera del lienzo
fr_fr: Comportement du menu déroulant hors toile
it_it: Comportamento del menu a comparsa fuori canvas
nl_nl: Gedrag van het dropdownmenu buiten het canvas
pt_br: Comportamento do Menu Dropdown Off Canvas
ru_ru: Поведение выпадающего меню за пределами холста
uk: Поведінка випадаючого меню Off Canvas

source: Please select the functionality for how dropdowns will behave in your off canvas menu.
ar: يرجى تحديد الوظيفية لكيفية سلوك القوائم المنسدلة في قائمة القماش الخاصة بك.
cs_cz: Prosím vyberte funkcionalitu pro chování rozbalovacích nabídek ve vašem bočním menu.
de_de: Bitte wählen Sie die Funktionalität aus, wie Dropdowns sich in Ihrem Off-Canvas-Menü verhalten sollen.
es_es: Por favor, selecciona la funcionalidad de cómo se comportarán los menús desplegables en tu menú fuera del lienzo.
fr_fr: Veuillez sélectionner la fonctionnalité pour le comportement des menus déroulants dans votre menu hors toile.
it_it: Per favore seleziona la funzionalità per il comportamento dei menu a discesa nel tuo menu laterale.
nl_nl: Gelieve de functionaliteit te selecteren voor hoe dropdowns zich zullen gedragen in uw off-canvas menu.
pt_br: Por favor, selecione a funcionalidade de como os menus suspensos se comportarão no seu menu off canvas.
ru_ru: Пожалуйста, выберите функционал для того, как выпадающие списки будут вести себя в вашем меню за пределами холста.
uk: Будь ласка, виберіть функціонал для того, як повинні працювати випадаючі списки в вашому меню поза канвасом.

source: Off Canvas Menu Add Menu Label
ar: إضافة تسمية القائمة للقائمة الجانبية
cs_cz: Přidat popisek menu mimo plátno
de_de: Off-Canvas-Menü Menübeschriftung hinzufügen
es_es: Añadir etiqueta de menú al menú desplegable
fr_fr: Ajouter une étiquette de menu au menu déroulant.
it_it: Aggiungi etichetta menu al menu fuori canvas
nl_nl: Voeg menu label toe aan het zijmenu.
pt_br: Adicionar rótulo de menu ao menu off canvas.
ru_ru: Добавить метку меню для меню за пределами холста
uk: Додати підпис до меню Off Canvas

source: Off Canvas Menu Button Position
ar: موقع زر القائمة الجانبية المخفية
cs_cz: Pozice tlačítka menu mimo plátno
de_de: Position des Off-Canvas-Menü-Schalters
es_es: Posición del botón del menú desplegable.
fr_fr: Position du bouton de menu déroulant
it_it: Posizione del pulsante del menu a scomparsa
nl_nl: Positie van het menuknop voor het uitschuifmenu
pt_br: Posição do Botão do Menu Off Canvas
ru_ru: Позиция кнопки меню за пределами холста
uk: Позиція кнопки меню поза полотном

source: Off Canvas Menu Bottom Text
ar: نص قائمة القائمة الجانبية السفلية
cs_cz: Text na spodním panelu bočního menu
de_de: Text unten im Off-Canvas-Menü
es_es: Texto inferior del menú desplegable
fr_fr: Texte inférieur du menu déroulant
it_it: Testo in basso del menu a scomparsa
nl_nl: Tekst onderaan het uitklapmenu
pt_br: Texto inferior do menu off canvas
ru_ru: Текст внизу меню за пределами холста
uk: Текст у нижньому випливаючому меню

source: This will add some text fixed at the bottom of your off canvas menu - useful for copyright or quick contact info etc.
ar: سيتم إضافة نص مثبت في أسفل قائمة القائمة الجانبية الخاصة بك - مفيد لحقوق النشر أو معلومات
cs_cz: Toto přidá nějaký text fixovaný na dně vašeho menu mimo plátno - užitečné pro autorská práva nebo rychlé kontaktní informace atd.
de_de: Dies fügt einen Text am unteren Rand Ihres Off-Canvas-Menüs hinzu - nützlich für Urheberrechte oder schnelle Kontaktinformationen usw.
es_es: Esto agregará un texto fijo en la parte inferior de su menú deslizante, útil para derechos de autor, información de contacto rápida, etc.
fr_fr: Cela ajoutera du texte fixé en bas de votre menu déroulant latéral - utile pour le droit d'auteur ou des informations de contact rapide, etc.
it_it: Questo aggiungerà del testo fisso in fondo al tuo menu a scomparsa, utile per informazioni sul copyright o contatti rapidi, ecc.
nl_nl: Dit zal wat tekst toevoegen die vast staat aan de onderkant van uw off-canvas menu - handig voor auteursrecht of snelle contactinformatie, enz.
pt_br: Isso adicionará um texto fixo na parte inferior do seu menu off canvas - útil para direitos autorais ou informações de contato rápido, etc.
ru_ru: Это добавит некоторый текст, закрепленный внизу вашего меню за пределами экрана - полезно для авторских прав или быстрой контактной информации и т. д.
uk: Це додасть деякий текст, зафіксований унизу вашого висувного меню - корисно для авторських прав або швидкої контактної інформа

source: Off Canvas Menu Overlay Strength
ar: قوة تراكيب القائمة الجانبية المتحركة
cs_cz: Síla překrytí bočního menu
de_de: Stärke des Off-Canvas-Menü-Overlays
es_es: Fuerza de la superposición del menú fuera de lienzo
fr_fr: Force de superposition du menu hors toile
it_it: Forza del menu sovrapposto fuori canvas
nl_nl: Sterkte van het Off Canvas Menu Overlay
pt_br: Força da sobreposição do menu off canvas
ru_ru: Сила оверлея меню вне поля Canvas
uk: Сила накладного меню з висуванням
