Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Use the following options to control what meta information will be shown on your single post template.
ar: استخدم الخيارات التالية للتحكم في المعلومات الوصفية التي ستُعرض على قالب المقالة الفردية الخاصة بك.
cs_cz: Použijte následující možnosti k ovládání toho, jaké meta informace budou zobrazeny na vašem šabloně jednotlivého příspěvku.
de_de: Verwenden Sie die folgenden Optionen, um zu steuern, welche Metainformationen auf Ihrem einzelnen Beitragstemplate angezeigt werden.
es_es: Utiliza las siguientes opciones para controlar qué información meta se mostrará en tu plantilla de publicación individual.
fr_fr: Utilisez les options suivantes pour contrôler les informations méta qui seront affichées sur votre modèle de publication unique.
it_it: Utilizza le seguenti opzioni per controllare quali informazioni meta verranno mostrate sul tuo template di post singolo.
nl_nl: Gebruik de volgende opties om te bepalen welke metagegevens worden weergegeven op jouw enkele bericht sjabloon.
pt_br: Use as seguintes opções para controlar quais informações meta serão exibidas no modelo de postagem única.
ru_ru: Используйте следующие параметры для управления тем, какая мета-информация будет показана на вашем шаблоне одиночной записи.
uk: Використовуйте наступні параметри для контролю того, яка мета-інформація буде показана на вашому шаблоні одного поста.

source: Remove Single Post Date
ar: إزالة تاريخ المنشور الفردي
cs_cz: Odstranit datum jednotlivého příspěvku
de_de: Einzelnes Beitragdatum entfernen.
es_es: Eliminar la fecha de la publicación individual
fr_fr: Supprimer la date de publication unique
it_it: Rimuovi la data del singolo post
nl_nl: Verwijder enkele berichtdatum
pt_br: Remover data de postagem única
ru_ru: Удалить дату одного поста
uk: Видалити дату одного посту

source: Remove Single Post Author
ar: إزالة مؤلف المنشور الفردي
cs_cz: Odstranit jediného autora příspěvku.
de_de: Autor des einzelnen Beitrags entfernen.
es_es: Eliminar autor de la publicación individual
fr_fr: Supprimer l'auteur unique de l'article
it_it: Rimuovi l'autore del singolo post
nl_nl: Verwijder enkele berichtauteur
pt_br: Remover autor do post único
ru_ru: Удалить одного автора поста
uk: Видалити автора одного посту

source: Remove Single Post Comment Number
ar: إزالة رقم تعليق المنشور الفردي
cs_cz: Odstranit jednotlivé číslo komentáře k příspěvku.
de_de: Entferne die einzelne Kommentarnummer für Beiträge.
es_es: Eliminar el número de comentarios de una sola publicación.
fr_fr: Supprimer le numéro de commentaire de publication unique
it_it: Rimuovi il numero del commento singolo all'articolo
nl_nl: Verwijder het enkele reactienummer van de post.
pt_br: Remover número de comentário de postagem única
ru_ru: Удалить номер комментария к одному посту
uk: Видалити номер коментаря до одного посту

source: Remove Single Estimated Reading Time
ar: إزالة الوقت المقدر للقراءة الفردي
cs_cz: Odstraňte jednotlivý odhadovaný čas čtení.
de_de: Entfernen Sie die einzelne geschätzte Lesezeit.
es_es: Eliminar Tiempo de Lectura Estimado Individual
fr_fr: Supprimer le temps de lecture estimé unique
it_it: Rimuovi il tempo di lettura stimato singolo
nl_nl: Verwijder Enkele Geschatte Leestijd
pt_br: Remover Tempo Estimado de Leitura Único
ru_ru: Удалить одиночное предполагаемое время чтения
uk: Видалити одиничний приблизний час читання

source: Blog Archive (Post Grid/List) Template
ar: قالب أرشيف المدونة (شبكة/قائمة المنشورات)
cs_cz: Šablona archivu blogu (mřížka/seznam příspěvků)
de_de: Blog Archiv (Beitragsraster/Liste) Vorlage
es_es: Plantilla de Archivo de Blog (Cuadrícula/Lista)
fr_fr: Modèle d'archive de blog (Grille/Liste d'articles)
it_it: Modello di Archivio del Blog (Griglia/Lista di Post)
nl_nl: Blogarchief (Berichtenraster/-lijst) Sjabloon
pt_br: Modelo de Arquivo do Blog (Grade/Lista de Posts)
ru_ru: Шаблон архива блога (сетка/список записей)
uk: Шаблон архіву блогу (сітка/список постів)

source: Use the following options to control what meta information will be shown on your posts in the main post query.
ar: استخدم الخيارات التالية للتحكم في المعلومات الوصفية التي ستُعرض على مشاركاتك في الاستعلام الرئيسي للم
cs_cz: Použijte následující možnosti k ovládání toho, jaké meta informace budou zobrazeny ve vašich příspěvcích v hlavním dotazu příspěvků.
de_de: Verwenden Sie die folgenden Optionen, um zu steuern, welche Metainformationen in Ihren Beiträgen in der Hauptbeitragsabfrage angezeigt werden.
es_es: Utiliza las siguientes opciones para controlar qué información meta se mostrará en tus publicaciones en la consulta principal de publicaciones.
fr_fr: Utilisez les options suivantes pour contrôler les informations méta qui seront affichées sur vos articles dans la requête principale des articles.
it_it: Usa le seguenti opzioni per controllare quali informazioni meta verranno mostrate nei tuoi post nella query principale dei post.
nl_nl: Gebruik de volgende opties om te bepalen welke metagegevens worden weergegeven op je berichten in de hoofdberichtenquery.
pt_br: Use as seguintes opções para controlar quais informações meta serão exibidas em suas postagens na consulta principal de postagens.
ru_ru: Используйте следующие параметры для управления тем, какая мета-информация будет отображаться в ваших записях в основном запросе записей.
uk: Використовуйте наступні параметри для керування тим, яка мета-інформація буде показана у ваших повідомленнях у головному запиті пов

source: Remove Post Date
ar: إزالة تاريخ النشر
cs_cz: Odstranit datum příspěvku.
de_de: Veröffentlichungsdatum entfernen
es_es: Eliminar fecha de publicación
fr_fr: Supprimer la date de publication
it_it: Rimuovi la data del post
nl_nl: Verwijder postdatum
pt_br: Remover data da postagem
ru_ru: Удалить дату публикации
uk: Видалити дату публікації

source: Remove Post Author
ar: إزالة مؤلف المنشور
cs_cz: Odstranit autora příspěvku.
de_de: Autor entfernen
es_es: Eliminar autor de la publicación
fr_fr: Supprimer l'auteur de l'article
it_it: Rimuovi l'autore del post
nl_nl: Verwijder bericht auteur
pt_br: Remover autor da postagem.
ru_ru: Удалить автора сообщения
uk: Видалити автора публікації

source: Remove Categories
ar: إزالة الفئات
cs_cz: Odebrat kategorie
de_de: Kategorien entfernen
es_es: Eliminar categorías
fr_fr: Supprimer les catégories
it_it: Rimuovi categorie
nl_nl: Verwijder Categorieën
pt_br: Remover categorias
ru_ru: Удалить категории
uk: Видалити категорії

source: Post Meta
ar: البيانات الوصفية
cs_cz: Příspěvek Meta
de_de: Metadaten
es_es: Meta de la publicación
fr_fr: Méta de publication
it_it: Metadati dell'articolo
nl_nl: Bericht Meta
pt_br: Metadados do post
ru_ru: Мета-публикация
uk: Мета посту

source: Post Types
ar: أنواع المنشورات
cs_cz: Typy příspěvků
de_de: Beitragstypen
es_es: Tipos de publicaciones
fr_fr: Types de publications
it_it: Tipi di post
nl_nl: Berichttypes
pt_br: Tipos de postagens
ru_ru: Типы записей
uk: Типи публікацій

source: Woocommerce
ar: ووكوميرس

source: WooCommerce Cart In Nav
ar: سلة التسوق في WooCommerce
cs_cz: Košík WooCommerce v navigaci
de_de: Warenkorb in der Navigation von WooCommerce
es_es: Carrito de WooCommerce en la barra de navegación
fr_fr: Panier WooCommerce dans la barre de navigation
it_it: Carrello WooCommerce nella barra di navigazione
nl_nl: Winkelwagen in navigatiebalk
pt_br: Carrinho do WooCommerce no Menu
ru_ru: Корзина WooCommerce в навигационной панели
uk: Кошик WooCommerce в навігації

source: This will add a cart item to your main navigation.
ar: سيتم إضافة عنصر سلة التسوق إلى قائمة التنقل الرئيسية الخاصة بك.
cs_cz: Toto přidá položku do košíku do vaší hlavní navigace.
de_de: Dies fügt einen Warenkorb-Artikel zu Ihrer Hauptnavigation hinzu.
es_es: Esto agregará un artículo al carrito en tu navegación principal.
fr_fr: Cela ajoutera un article au panier dans votre navigation principale.
it_it: Questo aggiungerà un articolo al carrello nella tua navigazione principale.
nl_nl: Dit zal een winkelwagenitem toevoegen aan uw hoofdnavigatie.
pt_br: Isso adicionará um item ao carrinho na sua navegação principal.
ru_ru: Это добавит элемент корзины в ваше главное меню.
uk: Це додасть товар у кошик до вашої головної навігації.

source: Cart In Nav Style
ar: تصميم سلة التسوق في شريط التنقل
cs_cz: Košík v stylu navigace.
de_de: Warenkorb im Navigationsstil
es_es: Carrito en estilo de navegación
fr_fr: Panier dans le style de navigation
it_it: Carrello nello stile della barra di navigazione
nl_nl: Winkelwagen in Navigatiestijl
pt_br: Estilo de Carrinho no Menu
ru_ru: Стиль корзины в навигационной панели.
uk: Стиль корзини в навігації

source: Please select the style you would like for your AJAX cart.
ar: يرجى اختيار النمط الذي ترغب فيه لسلة التسوق الخاصة بك AJAX.
cs_cz: Prosím vyberte styl, který byste chtěli pro váš AJAX košík.
de_de: Bitte wählen Sie den Stil aus, den Sie für Ihren AJAX-Warenkorb möchten.
es_es: Por favor, selecciona el estilo que te gustaría para tu carrito AJAX.
fr_fr: Veuillez sélectionner le style que vous souhaitez pour votre panier AJAX.
it_it: Per favore seleziona lo stile che desideri per il tuo carrello AJAX.
nl_nl: Gelieve de stijl te kiezen die u wilt voor uw AJAX-winkelwagen.
pt_br: Por favor, selecione o estilo que você gostaria para o seu carrinho AJAX.
ru_ru: Пожалуйста, выберите стиль, который вы бы хотели для вашей корзины AJAX.
uk: Будь ласка, виберіть стиль, який ви бажаєте для вашої AJAX кошика.

source: Note:
ar: ملاحظة:
cs_cz: Poznámka:
de_de: Hinweis:
es_es: Nota:
fr_fr: Remarque :
it_it: Nota:
nl_nl: Let op:
pt_br: Nota:
ru_ru: Примечание:
uk: Зауваження:

source: Because WooCommerce caches the cart widget markup, when changing this option you will need to add a product to the cart to see the full change. Alternatively, you can also use the "Clear sessions" tool within WooCommerce > Status > Tools for this.
ar: نظرًا لأن WooCommerce يقوم بتخزين مؤقت لعلامات تخطيط عنصر واجهة سلة التسوق، عند تغيير هذا الخ
cs_cz: Protože WooCommerce ukládá do mezipaměti značení widgetu košíku, při změně této možnosti budete muset přidat produkt do košíku, abyste viděli celou změnu. Alternativně
de_de: Da WooCommerce den Warenkorb-Widget-Markup zwischenspeichert, müssen Sie beim Ändern dieser Option ein Produkt zum Warenkorb hinzufügen, um die vollständige Änderung zu sehen. Alternativ können Sie auch das Tool "Sitzungen löschen" unter
es_es: Debido a que WooCommerce almacena en caché el marcado del widget del carrito, al cambiar esta opción necesitarás agregar un producto al carrito para ver el cambio completo. Alternativamente, también puedes usar la herramienta "Borrar sesiones" dentro de WooCommerce > Estado > Herramient
fr_fr: Étant donné que WooCommerce met en cache le balisage du widget du panier, lorsque vous modifiez cette option, vous devrez ajouter un produit au panier pour voir le changement complet. Alternativement, vous pouvez également utiliser l'outil "Effacer les sessions" dans WooCommerce >
it_it: Poiché WooCommerce memorizza nella cache il markup del widget del carrello, quando si modifica questa opzione sarà necessario aggiungere un prodotto al carrello per vedere il cambiamento completo. In alternativa, è possibile utilizzare lo strumento "Cancella sessioni" all'interno.
nl_nl: Omdat WooCommerce de markup van de winkelwagenwidget cacheert, moet je bij het wijzigen van deze optie een product aan de winkelwagen toevoegen om de volledige verandering te zien. Als alternatief kun je ook de tool "Sessies wissen" gebruiken
pt_br: Como o WooCommerce faz cache da marcação do widget do carrinho, ao alterar essa opção, você precisará adicionar um produto ao carrinho para ver a mudança completa. Alternativamente, você também pode usar a ferramenta "Limpar sessões" dentro de WooCommerce > Status > Ferrament
ru_ru: Поскольку WooCommerce кеширует разметку виджета корзины, при изменении этой опции вам нужно добавить товар в корзину, чтобы увидеть полное изменение. В качестве альтерн
uk: Оскільки WooCommerce кешує розмітку віджету кошика, при зміні цієї опції вам потрібно додати продукт до кошика,

source: Hover Dropdown
ar: القائمة المنسدلة عند التحويم
cs_cz: Zarovnání Dropdown
de_de: Schwebendes Dropdown
es_es: Desplegable al pasar el cursor
fr_fr: Menu déroulant au survol
it_it: Menu a discesa al passaggio del mouse
nl_nl: Zweef neerzetten
pt_br: Menu suspenso de navegação
ru_ru: Раскрывающееся меню при наведении
uk: Висувний випадаючий список

source: Click Extended Functionality
ar: انقر على الوظائف الموسعة
cs_cz: Klikněte na Rozšířenou funkčnost.
de_de: Klicken Sie auf Erweiterte Funktionen.
es_es: Haz clic en Funcionalidad Extendida.
fr_fr: Cliquez sur Fonctionnalités Étendues
it_it: Clicca su Funzionalità Estesa
nl_nl: Klik op Uitgebreide functionaliteit
pt_br: Clique em Funcionalidade Estendida.
ru_ru: Нажмите на Расширенные функции
uk: Клацніть Розширену Функціональність

source: AJAX Product Template Add to Cart
ar: إضافة إلى السلة - قالب منتج AJAX
cs_cz: Přidat do košíku šablonu produktu pomocí AJAX
de_de: AJAX Produktvorlagen In den Warenkorb
es_es: Plantilla de producto AJAX Agregar al carrito
fr_fr: Modèle de produit AJAX Ajouter au panier
it_it: Aggiungi al carrello il modello prodotto AJAX
nl_nl: AJAX Product Template Toevoegen aan winkelwagen
pt_br: Modelo de Produto AJAX Adicionar ao Carrinho
ru_ru: Шаблон продукта AJAX Добавить в корзину
uk: Шаблон продукту AJAX Додати до кошика

source: Enabling this will allow products to be added to the cart without causing a page refresh on the single product template and in the quickview modal.
ar: سيتيح تمكين هذا إضافة المنتجات إلى السلة دون تسبب في تحديث الصفحة على قالب المنتج الفردي وفي الناف
cs_cz: Povolením tohoto nastavení umožníte přidávat produkty do košíku bez nutnosti obnovení stránky v šabloně jednoho produktu a v rychlém zobrazení.
de_de: Durch Aktivieren dieser Option können Produkte zum Warenkorb hinzugefügt werden, ohne dass es zu einem Seitenneuladen auf der Einzelproduktvorlage und im Schnellansichts-Modal kommt.
es_es: Habilitar esto permitirá agregar productos al carrito sin causar una actualización de la página en la plantilla de producto individual y en el modal de vista rápida.
fr_fr: Activer cela permettra d'ajouter des produits au panier sans provoquer de rafraîchissement de la page sur le modèle de produit unique et dans la fenêtre modale de visualisation rapide.
it_it: Abilitando questa opzione sarà possibile aggiungere prodotti al carrello senza causare un aggiornamento della pagina nel modello del singolo prodotto e nella finestra modale di anteprima rapida.
nl_nl: Het inschakelen hiervan maakt het mogelijk om producten aan de winkelwagen toe te voegen zonder dat er een pagina vernieuwd wordt op de enkel product sjabloon en in de snelle weergave modal.
pt_br: Ativar isso permitirá que produtos sejam adicionados ao carrinho sem causar uma atualização na página no modelo de produto único e no modal de visualização rápida.
ru_ru: Включение этой функции позволит добавлять товары в корзину без обновления страницы на шаблоне отдельного товара и в модальном окне быстрого просмотра.
uk: Увімкнення цієї функції дозволить додавати товари до кошика без оновлення сторінки на шаблоні одного товару та в модальному ві

source: Main Shop Layout
ar: التخطيط الرئيسي للمتجر
cs_cz: Hlavní rozložení obchodu
de_de: Hauptgeschäftslayout
es_es: Diseño principal de la tienda
fr_fr: Disposition principale du magasin
it_it: Layout principale del negozio
nl_nl: Hoofd winkelindeling
pt_br: Layout da Loja Principal
ru_ru: Основной макет магазина
uk: Основний макет магазину

source: Please select layout you would like to use on your main shop page.
ar: يرجى اختيار التخطيط الذي ترغب في استخدامه على صفحة المتجر الرئيسية الخاصة بك.
cs_cz: Prosím vyberte rozložení, které byste chtěli použít na hlavní stránce obchodu.
de_de: Bitte wählen Sie das Layout aus, das Sie auf Ihrer Hauptshop-Seite verwenden möchten.
es_es: Por favor selecciona el diseño que te gustaría usar en la página principal de tu tienda.
fr_fr: Veuillez sélectionner la mise en page que vous souhaitez utiliser sur votre page principale de boutique.
it_it: Per favore seleziona il layout che desideri utilizzare sulla tua pagina principale del negozio.
nl_nl: Gelieve het ontwerp te kiezen dat u wilt gebruiken op uw hoofdwinkel pagina.
pt_br: Por favor, selecione o layout que você gostaria de usar na página principal da sua loja.
ru_ru: Пожалуйста, выберите макет, который вы хотели бы использовать на главной странице вашего магазина.
uk: Будь ласка, виберіть макет, який ви хочете використовувати на головній сторінці вашого магазину.

source: No Sidebar
ar: بدون شريط جانبي
cs_cz: Bez postranního panelu
de_de: Keine Seitenleiste
es_es: Sin barra lateral
fr_fr: Pas de barre latérale
it_it: Nessuna barra laterale
nl_nl: Geen zijbalk
pt_br: Sem barra lateral
ru_ru: Нет боковой панели
uk: Без бічної панелі

source: Right Sidebar
ar: الشريط الجانبي الأيمن
cs_cz: Pravý panel
de_de: Rechte Seitenleiste
es_es: Barra lateral derecha
fr_fr: Barre latérale droite
it_it: Barra laterale destra
nl_nl: Rechter zijbalk
pt_br: Barra lateral direita
ru_ru: Правая боковая панель
uk: Права бічна панель

source: Left Sidebar
ar: الشريط الجانبي الأيسر
cs_cz: Levý postranní panel
de_de: Linke Seitenleiste
es_es: Barra lateral izquierda
fr_fr: Barre latérale gauche
it_it: Barra laterale sinistra
nl_nl: Linker zijbalk
pt_br: Barra lateral esquerda
ru_ru: Левая боковая панель
uk: Ліва бічна панель

source: Add Filter Sidebar Toggle
ar: إضافة تبديل الشريط الجانبي للفلتر
cs_cz: Přidat tlačítko pro ovládání bočního panelu filtrů.
de_de: Filter-Sidebar umschalten
es_es: Agregar alternador de barra lateral de filtro
fr_fr: Activer le bouton de la barre latérale des filtres
it_it: Aggiungi il pulsante di attivazione della barra laterale dei filtri
nl_nl: Voeg Filter Zijbalk Schakelaar Toe
pt_br: Adicionar alternância de barra lateral de filtro
ru_ru: Добавить переключатель боковой панели фильтров
uk: Додати перемикач бічної панелі фільтрів

source: Enabling this will allow your sidebar widget area to be toggled from a button above your products on all product archives.
ar: سيتيح لك تمكين هذا خيار تبديل منطقة الودجت الجانبية الخاصة بك من زر أعلى منتجاتك على جميع أرشي
cs_cz: Povolením tohoto nastavení umožníte přepínání bočního widgetu z tlačítka nad vašimi produkty ve všech archívech produktů.
de_de: Durch Aktivieren dieser Option kann Ihr Seitenleisten-Widgetbereich über einen Button über Ihren Produkten in allen Produktarchiven umgeschaltet werden.
es_es: Al habilitar esto, permitirá que su área de widgets de la barra lateral se pueda alternar desde un botón encima de sus productos en todos los archivos de productos.
fr_fr: Activer cela permettra à votre zone de widget de la barre latérale d'être basculée à partir d'un bouton au-dessus de vos produits sur toutes les archives de produits.
it_it: Abilitando questa opzione, sarà possibile attivare/disattivare l'area dei widget della barra laterale da un pulsante sopra i tuoi prodotti in tutte le categorie di prodotti.
nl_nl: Door dit in te schakelen, kan uw zijbalkwidgetgebied worden omgeschakeld vanaf een knop boven uw producten op alle productarchieven.
pt_br: Ao habilitar isso, você permitirá que a área de widgets da barra lateral seja alternada a partir de um botão acima de seus produtos em todos os arquivos de produtos.
ru_ru: Включение этой опции позволит переключать область виджетов боковой панели с помощью кнопки над товарами на всех архивах продуктов.
uk: Увімкнення цієї опції дозволить перемикати область віджетів бічної панелі за допомогою кнопки над вашими товарами

source: Display Active Filters Next To Toggle
ar: عرض الفلاتر النشطة بجوار التبديل
cs_cz: Zobrazit aktivní filtry vedle přepínače
de_de: Zeige aktive Filter neben dem Umschalter an.
es_es: Mostrar filtros activos al lado del interruptor
fr_fr: Afficher les filtres actifs à côté de l'interrupteur
it_it: Mostra filtri attivi accanto al pulsante di attivazione
nl_nl: Toon actieve filters naast de schakelaar.
pt_br: Exibir Filtros Ativos ao Lado do Interruptor
ru_ru: Отображать активные фильтры рядом с переключателем.
uk: Відображати активні фільтри поруч з перемикачем

source: Displays currently active filters next to the filter toggle button. Not compatible with third party plugins which update WooCommerce filters without reloading the page.
ar: يعرض الفلاتر النشطة حاليًا بجوار زر تبديل الفلاتر. غير متوافق مع الإضافات من الأطراف الثالثة الت
cs_cz: Zobrazuje aktuálně aktivní filtry vedle tlačítka přepínání filtrů. Není kompatibilní s pluginy třetích stran, které aktualizují filtry WooCommerce bez nutnosti znovunačtení stránky
de_de: Zeigt aktuell aktive Filter neben dem Filter-Umschaltknopf an. Nicht kompatibel mit Drittanbieter-Plugins, die WooCommerce-Filter aktualisieren, ohne die Seite neu zu laden.
es_es: Muestra los filtros activos actualmente junto al botón de alternancia de filtros. No es compatible con complementos de terceros que actualizan los filtros de WooCommerce sin recargar la página.
fr_fr: Affiche les filtres actuellement actifs à côté du bouton de bascule du filtre. Non compatible avec les plugins tiers qui mettent à jour les filtres WooCommerce sans recharger la page.
it_it: Mostra attualmente i filtri attivi accanto al pulsante di attivazione del filtro. Non compatibile con plugin di terze parti che aggiornano i filtri di WooCommerce senza ricaricare la pagina.
nl_nl: Toont momenteel actieve filters naast de filterknop. Niet compatibel met externe plugins die WooCommerce-filters bijwerken zonder de pagina opnieuw te laden.
pt_br: Exibe os filtros atualmente ativos ao lado do botão de alternância de filtro. Não é compatível com plugins de terceiros que atualizam os filtros do WooCommerce sem recarregar a página.
ru_ru: Отображает в настоящее время активные фильтры рядом с кнопкой переключения фильтров. Не совместим с сторонними плагинами, которые обновляют фильтры WooCommerce
uk: Відображає поточні активні фільтри поруч з кнопкою перемикача фільтрів. Не сумісний з плагінами сторонніх виробників,

source: Filter Sidebar Toggle Starting State
ar: تبديل حالة بدء شريط الفلترة
cs_cz: Stav spouštění přepínače bočního panelu filtrů
de_de: Filter-Sidebar-Umschaltzustand
es_es: Estado inicial de activación del filtro de la barra lateral
fr_fr: État de départ de basculement de la barre latérale de filtre
it_it: Stato iniziale del pulsante di apertura della barra laterale dei filtri
nl_nl: Filter zijbalk schakelaar startstatus
pt_br: Estado inicial de ativação do filtro da barra lateral
ru_ru: Начальное состояние переключателя боковой панели фильтрации
uk: Початковий стан перемикача бічної панелі фільтрів

source: Open
ar: افتح
cs_cz: Otevřeno
de_de: Öffnen.
es_es: Abierto
fr_fr: Ouvrir
it_it: Aperto
nl_nl: Openen
pt_br: Aberto
ru_ru: Открой.
uk: Відкрити

source: Closed
ar: مغلق
cs_cz: Zavřeno
de_de: Geschlossen.
es_es: Cerrado
fr_fr: Fermé
it_it: Chiuso
nl_nl: Gesloten
pt_br: Fechado
ru_ru: Закрыто
uk: Закрито.
