Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Header Permanent Transparent
ar: رأس دائم شفاف
cs_cz: Trvalá průhledná hlavička
de_de: Kopfzeile dauerhaft transparent
es_es: Encabezado permanente transparente
fr_fr: En-tête transparent permanent
it_it: Intestazione permanente trasparente
nl_nl: Koptekst Permanent Transparant
pt_br: Cabeçalho Permanente Transparente
ru_ru: Постоянный прозрачный заголовок
uk: Постійний прозорий заголовок

source: Add Shadow Behind Transparent Header
ar: أضف ظل خلف الهيدر الشفاف
cs_cz: Přidej stín za průhledným záhlavím.
de_de: Füge einen Schatten hinter dem transparenten Header hinzu.
es_es: Agregar sombra detrás del encabezado transparente.
fr_fr: Ajouter une ombre derrière l'en-tête transparent.
it_it: Aggiungi ombra dietro l'intestazione trasparente.
nl_nl: Voeg een schaduw toe achter de transparante header.
pt_br: Adicionar sombra atrás do cabeçalho transparente.
ru_ru: Добавьте тень за прозрачным заголовком.
uk: Додайте тінь за прозорим заголовком.

source: Add a subtle shadow behind your transparent header to help with the visibility of your navigation items.
ar: أضف ظل خفيف خلف رأس الصفحة الشفافة للمساعدة في رؤية عناصر التنقل الخاصة بك.
cs_cz: Přidejte jemný stín za vaším průhledným záhlavím, abyste pomohli s viditelností vašich navigačních položek.
de_de: Fügen Sie einen dezenten Schatten hinter Ihren transparenten Header hinzu, um die Sichtbarkeit Ihrer Navigationspunkte zu verbessern.
es_es: Agrega una sombra sutil detrás de tu encabezado transparente para ayudar con la visibilidad de tus elementos de navegación.
fr_fr: Ajoutez une ombre subtile derrière votre en-tête transparent pour aider à la visibilité de vos éléments de navigation.
it_it: Aggiungi un'ombra sottile dietro l'intestazione trasparente per migliorare la visibilità degli elementi di navigazione.
nl_nl: Voeg een subtiele schaduw toe achter je transparante header om de zichtbaarheid van je navigatie-items te verbeteren.
pt_br: Adicione uma sombra sutil atrás do seu cabeçalho transparente para ajudar na visibilidade dos itens de navegação.
ru_ru: Добавьте тонкую тень за вашим прозрачным заголовком, чтобы помочь с видимостью ваших элементов навигации.
uk: Додайте ненав'язливу тінь за прозорим заголовком, щоб полегшити видимість навігаційних елементів.

source: Transparent Header Effect
ar: تأثير رأس الصفحة الشفاف
cs_cz: Průhledný efekt záhlaví
de_de: Transparenter Header-Effekt
es_es: Efecto de encabezado transparente
fr_fr: Effet d'en-tête transparent
it_it: Effetto intestazione trasparente
nl_nl: Transparant koptekst effect
pt_br: Efeito de Cabeçalho Transparente
ru_ru: Эффект прозрачного заголовка
uk: Ефект прозорого заголовка

source: Header Link Hover/Active Effect
ar: تأثير تحويم/تنشيط الرابط في الهيدر
cs_cz: Efekt při najetí myší a aktivní efekt odkazu v záhlaví
de_de: Header Link Hover/Active Effect Header Link Hover/Aktivierungseffekt
es_es: Efecto de desplazamiento/activación del enlace del encabezado
fr_fr: Effet de survol/actif du lien d'en-tête
it_it: Effetto di passaggio/su attivo del collegamento dell'intestazione
nl_nl: Koptekst Link Zweef/Actief Effect
pt_br: Efeito de Hover/Ativo no Link do Cabeçalho
ru_ru: Эффект наведения/активации ссылки в заголовке
uk: Ефект наведення/активування посилання заголовка

source: Color Change
ar: تغيير اللون
cs_cz: Změna barvy
de_de: Farbwechsel
es_es: Cambio de color
fr_fr: Changement de couleur
it_it: Cambio di colore
nl_nl: Kleurverandering
pt_br: Mudança de cor
ru_ru: Изменение цвета
uk: Зміна кольору

source: Animated Underline
ar: تحتية متحركة
cs_cz: Animované podtržení
de_de: Animierte Unterstreichung
es_es: Subrayado animado
fr_fr: Souligner animé
it_it: Sottolineatura animata
nl_nl: Geanimeerde onderstreping
pt_br: Sublinhado animado
ru_ru: Анимированное подчеркивание
uk: Анімоване підкреслення

source: Button Background
ar: خلفية الزر
cs_cz: Pozadí tlačítka
de_de: Schaltflächenhintergrund
es_es: Fondo del botón
fr_fr: Arrière-plan du bouton
it_it: Sfondo del pulsante
nl_nl: Achtergrond van de knop
pt_br: Fundo do botão
ru_ru: Фон кнопки
uk: Фон кнопки

source: Button Background Size
ar: حجم خلفية الزر
cs_cz: Velikost pozadí tlačítka
de_de: Größe des Schaltflächenhintergrunds
es_es: Tamaño de fondo del botón
fr_fr: Taille de l'arrière-plan du bouton
it_it: Dimensioni dello sfondo del pulsante
nl_nl: Knop achtergrondgrootte
pt_br: Tamanho do Fundo do Botão
ru_ru: Размер фона кнопки
uk: Розмір фону кнопки

source: Alters the button background size releative to link tett.
ar: يغير حجم خلفية الزر بناءً على حجم نص الرابط.
cs_cz: Upravuje velikost pozadí tlačítka vzhledem k textu odkazu.
de_de: Ändert die Hintergrundgröße des Buttons relativ zum Link-Text.
es_es: Modifica el tamaño del fondo del botón en relación al texto del enlace.
fr_fr: Modifie la taille de l'arrière-plan du bouton par rapport au texte du lien.
it_it: Modifica la dimensione dello sfondo del pulsante in relazione al testo del link.
nl_nl: Past de achtergrondgrootte van de knop aan ten opzichte van de gekoppelde tekst.
pt_br: Altera o tamanho do fundo do botão em relação ao texto do link.
ru_ru: Изменяет размер фона кнопки относительно текста ссылки.
uk: Змінює розмір фону кнопки відносно тексту посилання.

source: Medium
ar: متوسط
cs_cz: Střední
de_de: Mittelgroß
es_es: Medio
fr_fr: Moyen
it_it: Medio
nl_nl: Gemiddeld
pt_br: Médio
ru_ru: Средний
uk: Середній

source: Button Background Animation
ar: تحريك خلفية الزر
cs_cz: Animace pozadí tlačítka
de_de: Button Hintergrundanimation
es_es: Animación de fondo del botón
fr_fr: Animation de fond du bouton
it_it: Animazione dello sfondo del pulsante
nl_nl: Knopachtergrondanimatie
pt_br: Animação de Fundo do Botão
ru_ru: Анимация фона кнопки
uk: Анімація фону кнопки

source: Alters the button background entrance animation.
ar: يغير تأثير دخول خلفية الزر.
cs_cz: Upravuje animaci vstupu pozadí tlačítka.
de_de: Ändert die Hintergrund-Eingangsanimation des Buttons.
es_es: Modifica la animación de entrada del fondo del botón.
fr_fr: Modifie l'animation d'entrée de l'arrière-plan du bouton.
it_it: Modifica l'animazione di ingresso dello sfondo del pulsante.
nl_nl: Wijzigt de achtergrondentree-animatie van de knop.
pt_br: Altera a animação de entrada do fundo do botão.
ru_ru: Изменяет анимацию входа фона кнопки.
uk: Змінює анімацію входу фону кнопки.

source: Fade In
ar: تتلاشى الصورة
cs_cz: Zesílení
de_de: Einblenden
es_es: Fundido a negro
fr_fr: Début de l'histoire
it_it: Inizio graduale
pt_br: Fade In Desvanecer-se.
ru_ru: Начало
uk: З'явлення

source: Grow In
ar: نمو في
cs_cz: Růst v
de_de: Wachsen Sie in.
es_es: Crecer en
fr_fr: Grandir en
it_it: Crescere in
nl_nl: Groei in
pt_br: Crescer em
ru_ru: Расти в
uk: Зростайте у

source: Header Hide Until Needed
ar: إخفاء العنوان حتى يكون مطلوبًا
cs_cz: Záhlaví skrýt, dokud není potřeba.
de_de: Header ausblenden, bis benötigt
es_es: Ocultar encabezado hasta que sea necesario.
fr_fr: Masquer l'en-tête jusqu'à ce qu'il soit nécessaire
it_it: Nascondere l'intestazione finché necessario
nl_nl: Koptekst verbergen tot nodig
pt_br: Ocultar cabeçalho até ser necessário
ru_ru: Скрыть заголовок до момента необходимости
uk: Приховати заголовок до потреби

source: Do you want the header to be hidden after scrolling until needed? i.e. the user scrolls back up towards the top
ar: هل ترغب في إخفاء العنوان بعد التمرير حتى يكون مرئيًا عند الحاجة؟ أي عندما يقوم المستخدم
cs_cz: Chcete, aby se záhlaví skrylo po posunutí, dokud bude potřeba? tj. uživatel se posune zpět nahoru směrem k horní části.
de_de: Möchtest du, dass der Header nach dem Scrollen ausgeblendet wird, bis er benötigt wird? d.h. wenn der Benutzer wieder nach oben zum oberen Bereich scrollt.
es_es: ¿Desea que la cabecera se oculte tras el desplazamiento hasta que sea necesario? es decir, que el usuario vuelva a desplazarse hacia la parte superior
fr_fr: Voulez-vous que l'en-tête soit masqué après le défilement jusqu'à ce qu'il soit nécessaire ? c'est-à-dire lorsque l'utilisateur remonte vers le haut.
it_it: Vuoi che l'intestazione sia nascosta dopo lo scorrimento fino a quando è necessario? cioè quando l'utente scorre di nuovo verso l'alto verso l'alto.
nl_nl: Wil je dat de header verborgen wordt na het scrollen totdat het nodig is? D.w.z. wanneer de gebruiker weer naar boven scrolt richting de bovenkant.
pt_br: Você quer que o cabeçalho seja ocultado após a rolagem até que seja necessário? Ou seja, quando o usuário rolar de volta para cima em direção ao topo.
ru_ru: Хотите, чтобы заголовок скрывался после прокрутки до тех пор, пока он не понадобится? То есть, когда пользователь снова прокручивает вверх к верху.
uk: Чи хочете ви, щоб заголовок був прихований після прокручування, поки він не потрібний? Тобто, коли користувач прокру

source: Header Resize On Scroll
ar: تغيير حجم العنوان عند التمرير
cs_cz: Změna velikosti záhlaví při posouvání
de_de: Headergröße beim Scrollen ändern
es_es: Encabezado se redimensiona al desplazarse
fr_fr: Modification de l'en-tête lors du défilement
it_it: Ridimensionamento dell'intestazione durante lo scorrimento
nl_nl: Koptekst vergroten bij scrollen
pt_br: Redimensionar cabeçalho ao rolar
ru_ru: Изменение размера заголовка при прокрутке
uk: Зміна розміру заголовка при прокручуванні

source: Do you want the header to shrink a little when you scroll?
ar: هل ترغب في تقليص العنوان قليلاً عند التمرير؟
cs_cz: Chcete, aby se záhlaví trochu zmenšilo při posouvání?
de_de: Möchtest du, dass der Header ein wenig kleiner wird, wenn du scrollst?
es_es: ¿Quieres que el encabezado se encoja un poco cuando haces scroll?
fr_fr: Voulez-vous que l'en-tête rétrécisse un peu lorsque vous faites défiler la page?
it_it: Vuoi che l'intestazione si riduca leggermente quando fai scorrere la pagina?
nl_nl: Wil je dat de header een beetje krimpt wanneer je scrolt?
pt_br: Você quer que o cabeçalho encolha um pouco quando você rolar a página?
ru_ru: Хотите, чтобы заголовок немного уменьшился при прокрутке?
uk: Чи хочете ви, щоб заголовок трохи зменшувався під час прокручування?

source: This will only be active when the
ar: سيكون هذا نشطًا فقط عندما يكون
cs_cz: To bude aktivní pouze, když
de_de: Dies wird nur aktiv sein, wenn der
es_es: Esto solo estará activo cuando el
fr_fr: Cela ne sera actif que lorsque le
it_it: Questo sarà attivo solo quando
nl_nl: Dit zal alleen actief zijn wanneer de
pt_br: Isso só estará ativo quando o
ru_ru: Это будет активно только, когда
uk: Це буде активним лише коли

source: effect is turned off
ar: التأثير مُعطل
cs_cz: Efekt je vypnutý.
de_de: Effekt ist ausgeschaltet.
es_es: el efecto está apagado
fr_fr: L'effet est désactivé
it_it: L'effetto è spento
nl_nl: Effect is uitgeschakeld.
pt_br: O efeito está desligado.
ru_ru: Эффект отключен.
uk: Ефект вимкнено

source: Header Logo Shrink Number (in px)
ar: تقليص شعار العنوان بعدد البكسل (بالبكسل)
cs_cz: Zmenšit číslo záhlaví loga (v px)
de_de: Kopfzeilenlogo verkleinern (in px)
es_es: Encoger el número de tamaño del logotipo del encabezado (en px)
fr_fr: Réduire le logo de l'en-tête (en pixels)
it_it: Numero di riduzione del logo dell'intestazione (in px)
nl_nl: Koptekstlogo Verkleiningsnummer (in px)
pt_br: Número de Redução do Logotipo do Cabeçalho (em px)
ru_ru: Уменьшить размер логотипа в заголовке (в пикселях)
uk: Зменшити розмір логотипу заголовка (у пікселях)

source: Condense Header On Scroll
ar: ضغط عنوان الصفحة عند التمرير
cs_cz: Sbalte záhlaví při posouvání.
de_de: Header beim Scrollen komprimieren.
es_es: Reducir encabezado al desplazarse
fr_fr: Réduire l'en-tête en faisant défiler
it_it: Riduci l'intestazione durante lo scorrimento
nl_nl: Inklapbare koptekst bij scrollen.
pt_br: Reduzir cabeçalho ao rolar
ru_ru: Сжать заголовок при прокрутке
uk: Стиснути шапку при прокрутці

source: This option is specific to "Menu Bottom Bar" Header Format.
ar: هذا الخيار محدد لتنسيق رأس "شريط القائمة السفلي".
cs_cz: Tato možnost je specifická pro formát zápatí hlavičky "Menu Bottom Bar".
de_de: Diese Option ist spezifisch für das Header-Format "Menü unten".
es_es: Esta opción es específica para el formato de encabezado "Barra inferior de menú".
fr_fr: Cette option est spécifique au format d'en-tête "Menu Bottom Bar".
it_it: Questa opzione è specifica per il formato dell'intestazione "Menu Bottom Bar".
nl_nl: Deze optie is specifiek voor het "Menu Bottom Bar" Header-formaat.
pt_br: Esta opção é específica para o formato de cabeçalho "Menu Bottom Bar".
ru_ru: Этот вариант специфичен для формата заголовка "Меню в нижней панели".
uk: Ця опція є специфічною для формату заголовка "Нижній бар меню".

source: When Menu Is Center Aligned
ar: عندما يكون قائمة الطعام مُوَسَّطة الضبط
cs_cz: Když je menu zarovnáno na střed.
de_de: Wenn das Menü zentriert ist.
es_es: Cuando el menú está alineado al centro
fr_fr: Quand le menu est aligné au centre.
it_it: Quando il menu è allineato al centro
nl_nl: Wanneer het menu gecentreerd is.
pt_br: Quando o menu está centralizado.
ru_ru: Когда меню выровнено по центру
uk: Коли меню вирівнюється по центру

source: Adds the logo/header buttons into the bottom nav bar when scrolling. Uses the "Mobile Only Logo" if supplied.
ar: يضيف شعار/أزرار الرأس إلى شريط التنقل السفلي عند التمرير. يستخدم "شعار الجوال فقط" إذا تم توف
cs_cz: Přidává logo/tlačítka záhlaví do dolní navigační lišty při posouvání. Použije „Pouze mobilní logo“, pokud je k dispozici.
de_de: Fügt das Logo/Header-Buttons in die untere Navigationsleiste ein, wenn gescrollt wird. Verwendet das "Nur für Mobilgeräte Logo", wenn vorhanden.
es_es: Agrega el logo y los botones del encabezado en la barra de navegación inferior al desplazarse. Utiliza el "Logotipo solo para móviles" si se proporciona.
fr_fr: Ajoute le logo/les boutons d'en-tête dans la barre de navigation inférieure lors du défilement. Utilise le "Logo Mobile Seulement" s'il est fourni.
it_it: Aggiunge il logo/i pulsanti dell'intestazione nella barra di navigazione inferiore durante lo scrolling. Utilizza il "Logo solo per dispositivi mobili" se fornito.
nl_nl: Voegt het logo/headerknoppen toe aan de onderste navigatiebalk bij het scrollen. Gebruikt het "Alleen mobiel logo" indien geleverd.
pt_br: Adiciona o logo/botões do cabeçalho na barra de navegação inferior ao rolar. Utiliza o "Logotipo Apenas para Dispositivos Móveis" se fornecido.
ru_ru: Добавляет логотип/кнопки заголовка в нижнюю панель навигации при прокрутке. Использует "Логотип только для мобильных устройств", если предоставлен.
uk: Додає логотип/кнопки заголовка у нижню панель навігації при прокручуванні. Використовує "Логотип тільки для моб

source: When Menu Is left Aligned
ar: عندما يكون القائمة مُحاذية إلى اليسار
cs_cz: Když je menu zarovnáno vlevo
de_de: Wenn das Menü links ausgerichtet ist.
es_es: Cuando el menú está alineado a la izquierda
fr_fr: Quand le menu est aligné à gauche
it_it: Quando il menu è allineato a sinistra
nl_nl: Wanneer het menu links is uitgelijnd
pt_br: Quando o menu está alinhado à esquerda.
ru_ru: Когда меню выровнено по левому краю
uk: Коли меню вирівнюється зліва

source: Keeps bottom bar sticky when scrolling.
ar: يحافظ على شريط الأسفل لزجًا أثناء التمرير.
cs_cz: Udržuje dolní lištu přilepenou při posouvání.
de_de: Hält die untere Leiste beim Scrollen fest.
es_es: Mantiene la barra inferior fija al desplazarse.
fr_fr: Garde la barre inférieure collante lors du défilement.
it_it: Mantiene la barra inferiore fissa durante lo scorrimento.
nl_nl: Houdt de onderste balk vast tijdens het scrollen.
pt_br: Mantém a barra inferior fixa ao rolar a página.
ru_ru: Держит нижнюю панель прилипающей при прокрутке.
uk: Зберігає нижню панель фіксованою під час прокручування.

source: Animation Effects
ar: تأثيرات الرسوم المتحركة
cs_cz: Animace efekty
de_de: Animations-Effekte
es_es: Efectos de animación
fr_fr: Effets d'animation
it_it: Effetti di animazione
nl_nl: Animatie-effecten
pt_br: Efeitos de Animação
ru_ru: Эффекты анимации
uk: Ефекти анімації

source: Dropdown Opacity
ar: تعتيم القائمة المنسدلة
cs_cz: Průhlednost rozbalovacího seznamu
de_de: Dropdown Opazität
es_es: Opacidad del menú desplegable
fr_fr: Opacité du menu déroulant
it_it: Opacità del menu a discesa
nl_nl: Doorzichtigheid van het vervolgkeuzemenu
pt_br: Opacidade do Menu Suspenso
ru_ru: Непрозрачность выпадающего списка
uk: Прозорість випадаючого списку

source: Dropdown Link Hover/Active Effect
ar: تأثير تحوم/نشط لرابط القائمة المنسدلة
cs_cz: Efekt při najetí myší a aktivní odkaz v rozbalovacím menu
de_de: Dropdown Link Hover/Active Effekt
es_es: Efecto de desplazamiento y activación de enlace desplegable
fr_fr: Effet de survol/actif pour les liens déroulants
it_it: Effetto di passaggio/sullo stato attivo del collegamento a discesa
nl_nl: Effect bij zweven/actief van dropdownlink
pt_br: Efeito de Hover/Ativo para Link de Menu Suspenso
ru_ru: Эффект наведения/активации на ссылке в выпадающем списке
uk: Ефект наведення/активування посилання в розкривному списку

source: Background Color Change
ar: تغيير لون الخلفية
cs_cz: Změna barvy pozadí
de_de: Hintergrundfarbe ändern
es_es: Cambio de color de fondo
fr_fr: Changement de couleur de fond
it_it: Cambio del colore di sfondo
nl_nl: Achtergrondkleur veranderen
pt_br: Mudança de Cor de Fundo
ru_ru: Изменение цвета фона
uk: Зміна кольору фону

source: Dropdown Arrows
ar: السهام المنسدلة
cs_cz: Rozbalovací šipky
de_de: Dropdown-Pfeile
es_es: Flechas desplegables
fr_fr: Flèches déroulantes
it_it: Frecce a discesa
nl_nl: Keuzepijlen
pt_br: Setas de menu suspenso
ru_ru: Стрелки выпадающего списка
uk: Стрілки випадаючого списку

source: Show Arrow
ar: عرض السهم
cs_cz: Zobrazit šipku
de_de: Pfeil anzeigen
es_es: Mostrar flecha
fr_fr: Afficher la flèche
it_it: Mostra la freccia
nl_nl: Toon pijl
pt_br: Mostrar seta
ru_ru: Показать стрелку
uk: Показати стрілку

source: Don't Show Arrow
ar: لا تظهر السهم
cs_cz: Neberte šipku.
de_de: Zeige keinen Pfeil.
es_es: No mostrar la flecha
fr_fr: Ne montre pas la flèche
it_it: Non mostrare la freccia
nl_nl: Toon geen pijl.
pt_br: Não mostrar seta
ru_ru: Не показывай стрелку
uk: Не показуй стрілку

source: Display Descriptions
ar: عرض الوصفيات
cs_cz: Zobrazit popisy
de_de: Beschreibungen anzeigen
es_es: Mostrar descripciones
fr_fr: Afficher les descriptions
it_it: Mostra descrizioni
nl_nl: Toon beschrijvingen
pt_br: Exibir Descrições
ru_ru: Показать описания
uk: Відображення описів

source: This will display the "Description" field specified for dropdown menu items in Appearance > Menus.
ar: سيتم عرض حقل "الوصف" المحدد لعناصر قائمة السقطة في المظهر > القوائم.
cs_cz: Toto zobrazí pole „Popis“, které je určeno pro položky rozbalovacího menu v sekci Vzhled > Navigace.
de_de: Dies wird das für Dropdown-Menüpunkte in Aussehen > Menüs festgelegte "Beschreibung" Feld anzeigen.
es_es: Esto mostrará el campo "Descripción" especificado para los elementos del menú desplegable en Apariencia > Menús.
fr_fr: Cela affichera le champ "Description" spécifié pour les éléments de menu déroulant dans Apparence > Menus.
it_it: Questo mostrerà il campo "Descrizione" specificato per gli elementi del menu a discesa in Aspetto > Menu.
nl_nl: Dit zal het "Beschrijving" veld weergeven dat is gespecificeerd voor dropdownmenu-items in Weergave > Menu's.
pt_br: Isso irá exibir o campo "Descrição" especificado para os itens do menu suspenso em Aparência > Menus.
ru_ru: Это отобразит поле “Описание”, указанное для элементов выпадающего меню в разделе Внешний вид > Меню.
uk: Це відображатиме поле "Опис", вказане для пунктів випадаючого меню в Розкладка > Меню.

source: Dropdown Positioning
ar: تحديد موقع القائمة المنسدلة
cs_cz: Pozice rozbalovacího seznamu
de_de: Dropdown-Positionierung
es_es: Posicionamiento del menú desplegable
fr_fr: Positionnement du menu déroulant
it_it: Posizionamento del menu a discesa
nl_nl: Keuzevak Positionering
pt_br: Posicionamento do menu suspenso
ru_ru: Позиционирование выпадающего списка
uk: Позиціювання випадаючого списку

source: Bottom of Header Navigation Bar
ar: أسفل شريط التنقل العلوي
cs_cz: Dolní část navigačního panelu záhlaví.
de_de: Unterer Teil der Kopfnavigationsleiste
es_es: Parte inferior de la barra de navegación del encabezado
fr_fr: Bas de la barre de navigation de l'en-tête
it_it: Fondo della barra di navigazione dell'intestazione
nl_nl: Onderkant van de navigatiebalk in de header
pt_br: Rodapé da Barra de Navegação do Cabeçalho
ru_ru: Нижняя часть панели навигации в заголовке
uk: Нижня частина панелі навігації заголовка

source: Bottom of Menu Item Label
ar: أسفل تسمية عنصر القائمة
cs_cz: Dolní popisek položky v menu
de_de: Unterer Menüpunktetikett
es_es: Etiqueta del elemento del menú en la parte inferior
fr_fr: Bas de l'étiquette de l'élément de menu
it_it: Etichetta dell'elemento di menu in basso
nl_nl: Onderkant van menu-itemlabel
pt_br: Rótulo do Item de Menu na Parte Inferior
ru_ru: Нижняя часть названия пункта меню
uk: Назва пункту меню внизу

source: Dropdown Animation
ar: تحريك القائمة المنسدلة
cs_cz: Animace rozbalovacího seznamu
de_de: Dropdown Animation Dropdown-Animation
es_es: Animación de desplegable
fr_fr: Animation de menu déroulant
it_it: Animazione a discesa
nl_nl: Neerklapbare animatie
pt_br: Animação de menu suspenso
ru_ru: Анимация выпадающего списка
uk: Анімація випадаючого списку

source: Fade In Up
ar: تظهر بتدريج من الأسفل إلى الأعلى
cs_cz: Zesílení nahoru
de_de: Einblenden nach oben
es_es: Aparecer hacia arriba
fr_fr: Fondu en montant
it_it: Dissolvenza in alto
nl_nl: Vervagen naar boven
pt_br: Aparecer de forma suave de baixo para cima.
ru_ru: Появление сверху вниз
uk: З'явлення знизу вгору

source: Dropdown Roundness
ar: الاستدلال الدائري
cs_cz: Zaoblení rozbalovacího seznamu
de_de: Dropdown Rundung
es_es: Redondez del menú desplegable
fr_fr: Arrondi du menu déroulant
it_it: Arrotondamento del menu a discesa
nl_nl: Afgeronde keuzelijst
pt_br: Arredondamento do Menu Suspenso
ru_ru: Скругленные углы выпадающего списка
uk: Закругленість випадаючого списку

source: Dropdown Box Shadow
ar: ظل صندوق القائمة المنسدلة
cs_cz: Stín rozbalovacího seznamu
de_de: Dropdown Box Schatten
es_es: Sombra de caja desplegable
fr_fr: Ombre de la boîte déroulante
it_it: Ombra della casella a discesa
nl_nl: Dropdown Box Shadow Schaduw van het keuzemenu
pt_br: Sombra da Caixa de Seleção
ru_ru: Тень выпадающего списка
uk: Тінь для випадаючого списку

source: Dropdowns
ar: القوائم المنسدلة
cs_cz: Rozbalovací nabídky
de_de: Dropdowns Dropdown-Menüs
es_es: Desplegables
fr_fr: Menus déroulants
it_it: Menu a discesa
nl_nl: Keuzelijsten
pt_br: Menus suspensos
ru_ru: Раскрывающиеся списки
uk: Випадаючі списки

source: Remove Header search
ar: إزالة بحث الرأس
cs_cz: Odstraňte vyhledávání záhlaví.
de_de: Entferne die Kopfsuche.
es_es: Eliminar la búsqueda del encabezado
fr_fr: Supprimer la recherche d'en-tête
it_it: Rimuovi la ricerca dell'intestazione
nl_nl: Verwijder de zoekbalk in de koptekst.
pt_br: Remover a busca do cabeçalho
ru_ru: Удалить поиск в заголовке
uk: Видалити пошук у шапці

source: Disable AJAX from search
ar: عطل AJAX من البحث
cs_cz: Vypnout AJAX ve vyhledávání.
de_de: Deaktiviere AJAX für die Suche.
es_es: Deshabilitar AJAX en la búsqueda
fr_fr: Désactiver AJAX de la recherche
it_it: Disabilita AJAX dalla ricerca
nl_nl: Schakel AJAX uit voor zoeken.
pt_br: Desativar AJAX da busca
ru_ru: Отключить AJAX для поиска
uk: Вимкнути AJAX у пошуку
