Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Product Archive Page BG Color
ar: لون خلفية صفحة أرشيف المنتجات
cs_cz: Barva pozadí stránky s archivem produktů
de_de: Produktarchivseite Hintergrundfarbe
es_es: Color de fondo de la página de archivo de productos
fr_fr: Couleur de fond de la page d'archive des produits
it_it: Colore di sfondo della pagina di archivio prodotti
nl_nl: Achtergrondkleur van productarchiefpagina
pt_br: Cor de fundo da página de arquivo de produtos
ru_ru: Цвет фона страницы архива продуктов
uk: Колір фону сторінки архіву продуктів

source: Allows to you set the BG color for all product archive pages
ar: يسمح لك بتعيين لون الخلفية لجميع صفحات أرشيف المنتجات
cs_cz: Umožňuje vám nastavit barvu pozadí pro všechny stránky archivu produktů.
de_de: Ermöglicht es Ihnen, die Hintergrundfarbe für alle Produktarchivseiten festzulegen.
es_es: Permite establecer el color de fondo para todas las páginas de archivo de productos.
fr_fr: Permet de définir la couleur de fond pour toutes les pages d'archive de produits.
it_it: Permette di impostare il colore di sfondo per tutte le pagine di archivio dei prodotti
nl_nl: Hiermee kunt u de achtergrondkleur instellen voor alle productarchiefpagina's.
pt_br: Permite que você defina a cor de fundo para todas as páginas de arquivo de produtos.
ru_ru: Позволяет установить цвет фона для всех страниц архива продуктов
uk: Дозволяє встановити колір фону для всіх сторінок архіву продуктів.

source: Products Per Page
ar: المنتجات لكل صفحة
cs_cz: Počet produktů na stránku
de_de: Produkte pro Seite
es_es: Productos por página
fr_fr: Produits par page
it_it: Prodotti per pagina
nl_nl: Producten per pagina
pt_br: Produtos por página
ru_ru: Продукты на странице
uk: Товарів на сторінці

source: Please enter your desired your products per page (default is 12)
ar: يرجى إدخال عدد المنتجات المطلوبة لكل صفحة (الافتراضي ١٢)
cs_cz: Prosím zadejte požadovaný počet produktů na stránku (výchozí hodnota je 12)
de_de: Bitte geben Sie die gewünschte Anzahl Ihrer Produkte pro Seite ein (Standardwert ist 12).
es_es: Por favor, ingrese la cantidad deseada de productos por página (el valor predeterminado es 12)
fr_fr: Veuillez entrer le nombre de produits souhaités par page (par défaut, c'est 12)
it_it: Per favore, inserisci il numero desiderato di prodotti per pagina (il valore predefinito è 12)
nl_nl: Gelieve het gewenste aantal producten per pagina in te voeren (standaard is 12)
pt_br: Por favor, insira a quantidade desejada de produtos por página (o padrão é 12).
ru_ru: Пожалуйста, введите желаемое количество продуктов на странице (по умолчанию - 12)
uk: Будь ласка, введіть бажану кількість продуктів на сторінці (за замовчуванням - 12)

source: General
ar: عام
cs_cz: Generál
de_de: General Allgemein
fr_fr: Général
it_it: Generale
nl_nl: Algemeen
pt_br: Geral
ru_ru: Генерал
uk: Генерал

source: Single Product Layout
ar: تخطيط المنتج الفردي
cs_cz: Rozložení jednoho produktu
de_de: Einzelnes Produktlayout
es_es: Diseño de Producto Individual
fr_fr: Mise en page d'un seul produit
it_it: Layout del singolo prodotto
nl_nl: Individueel Productontwerp
pt_br: Layout de Produto Único
ru_ru: Макет одного товара
uk: Макет одного товару

source: Please select layout you would like to use on your single product page.
ar: يرجى اختيار التخطيط الذي ترغب في استخدامه على صفحة المنتج الفردي الخاصة بك.
cs_cz: Prosím vyberte rozložení, které byste chtěli použít na vaší stránce s jedním produktem.
de_de: Bitte wählen Sie das Layout aus, das Sie auf Ihrer einzelnen Produktseite verwenden möchten.
es_es: Por favor, selecciona el diseño que te gustaría usar en la página de tu producto individual.
fr_fr: Veuillez sélectionner la mise en page que vous souhaitez utiliser sur votre page de produit unique.
it_it: Per favore seleziona il layout che desideri utilizzare sulla tua pagina del singolo prodotto.
nl_nl: Gelieve het ontwerp te kiezen dat u wilt gebruiken op uw enkel productpagina.
pt_br: Por favor, selecione o layout que você gostaria de usar na página do seu produto único.
ru_ru: Пожалуйста, выберите макет, который вы хотели бы использовать на странице вашего товара.
uk: Будь ласка, виберіть макет, який ви хочете використовувати на сторінці вашого одного товару.

source: Single Product Gallery Type
ar: نوع معرض منتج واحد
cs_cz: Galerie jednoho produktu
de_de: Einzelnes Produktgalerie-Typ
es_es: Tipo de galería de producto único
fr_fr: Type de galerie de produit unique
it_it: Tipo di galleria prodotto singolo
nl_nl: Enkele productgalerijtype
pt_br: Tipo de Galeria de Produto Único
ru_ru: Тип галереи для одного товара
uk: Тип галереї з одним товаром

source: Please select what gallery type you would like on your single product page
ar: يرجى اختيار نوع المعرض الذي ترغب فيه على صفحة المنتج الفردي الخاصة بك
cs_cz: Prosím vyberte, jaký typ galerie byste chtěli na vaší stránce s jedním produktem.
de_de: Bitte wählen Sie aus, welchen Galerie-Typ Sie auf Ihrer einzelnen Produktseite möchten.
es_es: Por favor, selecciona qué tipo de galería te gustaría en tu página de producto individual.
fr_fr: Veuillez sélectionner le type de galerie que vous souhaitez sur votre page de produit unique.
it_it: Per favore seleziona il tipo di galleria che desideri sulla pagina del tuo singolo prodotto
nl_nl: Gelieve te kiezen welk galerijtype u wilt op uw enkel productpagina.
pt_br: Por favor, selecione qual tipo de galeria você gostaria na página do seu produto único.
ru_ru: Пожалуйста, выберите тип галереи, который вы хотели бы видеть на странице вашего товара.
uk: Будь ласка, виберіть тип галереї, який ви бажаєте на сторінці вашого одного товару.

source: Default WooCommerce Gallery
ar: المعرض الافتراضي لـ WooCommerce
cs_cz: Výchozí galerie WooCommerce
de_de: Standard WooCommerce Galerie
es_es: Galería predeterminada de WooCommerce
fr_fr: Galerie WooCommerce par défaut
it_it: Galleria predefinita di WooCommerce
nl_nl: Standaard WooCommerce galerij
pt_br: Galeria padrão do WooCommerce
ru_ru: Галерея по умолчанию WooCommerce
uk: Стандартна галерея WooCommerce

source: Bottom Thumbnails Slider
ar: شريط الصور المصغرة السفلي
cs_cz: Dolní miniatury posuvníku
de_de: Untere Miniaturansicht-Schieberegler
es_es: Control deslizante de miniaturas inferiores
fr_fr: Curseur des miniatures en bas
it_it: Miniature in basso dello slider
nl_nl: Onderste miniatuurweergave schuifregelaar
pt_br: Miniaturas Inferiores do Slider
ru_ru: Нижний слайдер миниатюр
uk: Нижній слайдер мініатюр

source: 2 Column Images + Sticky Product Info
ar: صورتان في عمودين + معلومات المنتج الثابتة
cs_cz: 2 sloupcové obrázky + přilnavé informace o produktu
de_de: 2 Spalten Bilder + Sticky Produktinformationen
es_es: Imágenes de 2 columnas + Información de producto fija
fr_fr: 2 Images en 2 Colonnes + Informations Produit Collantes
it_it: Immagini a 2 colonne + Informazioni prodotto fisse
nl_nl: 2 Kolomafbeeldingen + Plakkende Productinformatie
pt_br: 2 Colunas de Imagens + Informações do Produto Fixas
ru_ru: Изображения в две колонки + закрепленная информация о продукте
uk: Зображення у дві колонки + закріплена інформація про товар

source: Custom Product Gallery Width
ar: عرض معرض المنتجات المخصص
cs_cz: Šířka vlastní galerie produktů
de_de: Benutzerdefinierte Produktgalerie Breite
es_es: Ancho personalizado de la galería de productos
fr_fr: Largeur personnalisée de la galerie de produits
it_it: Larghezza galleria prodotti personalizzata
nl_nl: Aangepaste productgalerij breedte
pt_br: Largura personalizada da galeria de produtos
ru_ru: Ширина настраиваемой галереи продуктов
uk: Ширина галереї власних продуктів

source: Product Gallery Width Percent
ar: عرض معرض المنتجات بالنسبة المئوية
cs_cz: Šířka galerie produktů v procentech.
de_de: Breite des Produktgalerie in Prozent.
es_es: Ancho del Galería de Productos en Porcentaje
fr_fr: Largeur en pourcentage de la galerie de produits
it_it: Larghezza percentuale della galleria prodotti
nl_nl: Breedte van de productgalerij in procenten
pt_br: Largura da Galeria de Produtos em Porcentagem
ru_ru: Ширина галереи продуктов в процентах
uk: Ширина галереї продуктів у відсотках

source: Specify a custom width for your product gallery to be used on desktop views.
ar: حدد عرضًا مخصصًا لمعرض منتجاتك لاستخدامه في عروض سطح المكتب.
cs_cz: Určete vlastní šířku pro vaši produktovou galerii, která se bude používat na pohledy na desktopu.
de_de: Geben Sie eine benutzerdefinierte Breite für Ihre Produktgalerie an, die auf Desktop-Ansichten verwendet werden soll.
es_es: Especifica un ancho personalizado para tu galería de productos que se utilizará en las vistas de escritorio.
fr_fr: Spécifiez une largeur personnalisée pour votre galerie de produits à utiliser sur les vues de bureau.
it_it: Specificare una larghezza personalizzata per la tua galleria di prodotti da utilizzare nelle visualizzazioni desktop.
nl_nl: Specificeer een aangepaste breedte voor uw productgalerij die wordt gebruikt op desktopweergaven.
pt_br: Especifique uma largura personalizada para a sua galeria de produtos a ser usada em visualizações de desktop.
ru_ru: Укажите пользовательскую ширину для галереи продуктов, которая будет использоваться в представлении на рабочем столе.
uk: Вкажіть власну ширину для галереї продуктів, яка буде використовуватися на перегляді настільного комп'ютера.

source: Product Gallery Locked To Aspect Ratio
ar: تم قفل معرض المنتجات على نسبة الأبعاد
cs_cz: Galerie produktů uzamčena na poměr stran
de_de: Produktgalerie gesperrt auf Seitenverhältnis
es_es: Galería de productos bloqueada al ratio de aspecto.
fr_fr: Galerie de produits verrouillée sur un rapport d'aspect
it_it: Galleria prodotto bloccata al rapporto d'aspetto
nl_nl: Productgalerij vergrendeld op aspectverhouding
pt_br: Galeria de produtos bloqueada para a proporção de aspecto
ru_ru: Галерея продуктов заблокирована по соотношению сторон
uk: Галерея продуктів заблокована на співвідношенні сторін

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
cs_cz: Poměr stran
de_de: Seitenverhältnis
es_es: Relación de aspecto
fr_fr: Rapport d'aspect
it_it: Rapporto d'aspetto
nl_nl: Beeldverhouding
pt_br: Proporção de Aspecto
ru_ru: Cоотношение сторон
uk: Співвідношення сторін

source: Product Tab Position
ar: موضع علامة التبويب للمنتج
cs_cz: Pozice záložky produktu
de_de: Position des Produkt-Tabulators
es_es: Posición de la pestaña del producto
fr_fr: Position de l'onglet du produit
it_it: Posizione della scheda del prodotto
nl_nl: Positie van producttabblad
pt_br: Posição da aba do produto
ru_ru: Позиция вкладки товара
uk: Позиція вкладки продукту

source: Please select what area you would like your tabs to display in on the single product page
ar: يرجى اختيار المنطقة التي ترغب في عرض علامات التبويب الخاصة بك في صفحة المنتج الفردي
cs_cz: Prosím vyberte, ve které oblasti chcete, aby se zobrazovaly vaše záložky na stránce jediného produktu.
de_de: Bitte wählen Sie aus, in welchem Bereich Sie möchten, dass Ihre Registerkarten auf der einzelnen Produktseite angezeigt werden.
es_es: Por favor, selecciona en qué área te gustaría que se muestren tus pestañas en la página de producto individual.
fr_fr: Veuillez sélectionner l'endroit où vous souhaitez afficher vos onglets sur la page de produit unique.
it_it: Per favore seleziona in quale area desideri che le schede vengano visualizzate nella pagina del singolo prodotto.
nl_nl: Gelieve te selecteren in welk gebied je wilt dat je tabbladen worden weergegeven op de enkele productpagina.
pt_br: Por favor, selecione em qual área você gostaria que suas abas fossem exibidas na página de produto único.
ru_ru: Пожалуйста, выберите область, в которой вы хотели бы отображать ваши вкладки на странице одного товара.
uk: Будь ласка, виберіть область, в якій ви хочете, щоб ваші вкладки відображалися на сторінці одного товару.

source: In Side Area
ar: في منطقة الجانب
cs_cz: V boční oblasti
de_de: Im Seitenbereich
es_es: En el área lateral
fr_fr: Dans la zone latérale
it_it: Nell'area laterale
nl_nl: In zijbalk
pt_br: Na Área Lateral
ru_ru: В боковой области
uk: У бічній області

source: Fullwidth Under Images
ar: تحت الصور بعرض كامل
cs_cz: Plné šířky pod obrázky
de_de: Vollbreite unter Bilder
es_es: Ancho completo debajo de las imágenes.
fr_fr: Sous les images en pleine largeur
it_it: Sotto le immagini a larghezza intera
nl_nl: Volledige breedte onder afbeeldingen
pt_br: Sob imagens em largura total
ru_ru: Полная ширина под изображениями
uk: Повний розмір під зображеннями

source: Fullwidth Under Images Stacked (No Tabs)
ar: تراص الصور بالكامل تحت بعض (بدون تبويبات)
cs_cz: Obrázky pod sebou v plné šířce (bez záložek)
de_de: Vollbreite unter gestapelten Bildern (keine Registerkarten)
es_es: Ancho completo debajo de las imágenes apiladas (sin pestañas)
fr_fr: Plein largeur sous les images empilées (pas d'onglets)
it_it: Immagine a larghezza intera sovrapposte (senza schede)
nl_nl: Volledige breedte onder gestapelde afbeeldingen (geen tabbladen)
pt_br: Imagens Empilhadas em Largura Total (Sem Abas)
ru_ru: Полная ширина под изображениями (без вкладок)
uk: Розміщення на повну ширину під зображеннями (без вкладок)

source: Product Reviews Style
ar: أسلوب تقييم المنتجات
cs_cz: Styl recenzí produktů
de_de: Produktbewertungen-Stil
es_es: Estilo de reseñas de productos
fr_fr: Style des avis sur les produits
it_it: Stile delle recensioni del prodotto
nl_nl: Stijl van productrecensies
pt_br: Estilo de Avaliações de Produtos
ru_ru: Стиль обзоров продуктов
uk: Стиль відгуків на продукти

source: Determines how product reviews will be styled.
ar: يحدد كيف سيتم تنسيق تقييمات المنتجات.
cs_cz: Určuje, jak budou stylovány recenze produktů.
de_de: Bestimmt, wie Produktbewertungen gestaltet werden.
es_es: Determina cómo se estilarán las reseñas de productos.
fr_fr: Détermine comment les avis sur les produits seront stylisés.
it_it: Determina come le recensioni dei prodotti verranno stilizzate.
nl_nl: Bepaalt hoe productrecensies worden opgemaakt.
pt_br: Determina como as avaliações de produtos serão estilizadas.
ru_ru: Определяет, как будут стилизованы отзывы о продукте.
uk: Визначає, як будуть стилізовані відгуки про продукт.

source: Related/Upsell Products Carousel
ar: دائرة منتجات ذات صلة/تعزيز المبيعات
cs_cz: Kolečko souvisejících/doplňkových produktů
de_de: Verwandte/Zusatzprodukte Karussell
es_es: Carrusel de productos relacionados/ofertas adicionales
fr_fr: Carrousel de produits associés / complémentaires
it_it: Carosello di Prodotti Correlati/Aggiuntivi
nl_nl: Gerelateerde/Aanbevolen Producten Carrousel
pt_br: Carrossel de Produtos Relacionados/Complementares
ru_ru: Карусель связанных/дополнительных товаров
uk: Карусель пов'язаних/додаткових товарів

source: Increases the max number of related/upsell products to 8 and will enable a carousel display.
ar: يزيد الحد الأقصى لعدد المنتجات ذات الصلة/المقترحة إلى 8 وسيتم تمكين عرض دائري.
cs_cz: Zvyšuje maximální počet souvisejících/doporučených produktů na 8 a umožní zobrazení karuselu.
de_de: Erhöht die maximale Anzahl von verwandten/empfohlenen Produkten auf 8 und aktiviert eine Karussellanzeige.
es_es: Aumenta el número máximo de productos relacionados/recomendados a 8 y habilitará una visualización en carrusel.
fr_fr: Augmente le nombre maximal de produits associés / complémentaires à 8 et activera un affichage en carrousel.
it_it: Aumenta il numero massimo di prodotti correlati/promozionali a 8 e abiliterà la visualizzazione a carosello.
nl_nl: Verhoogt het maximale aantal gerelateerde/aanbevolen producten naar 8 en activeert een carrouselweergave.
pt_br: Aumenta o número máximo de produtos relacionados/sugestões para 8 e habilitará um display em carrossel.
ru_ru: Увеличивает максимальное количество связанных/рекомендуемых продуктов до 8 и включает отображение карусели.
uk: Збільшує максимальну кількість пов'язаних/рекомендованих продуктів до 8 та активує відображення каруселі.

source: Related/Upsell Products Carousel Max Products
ar: دوران منتجات ذات صلة/تعزيز البيع الإضافي - الحد الأقصى للمنتجات
cs_cz: Kolekce souvisejících/doporučených produktů - Maximum produktů v karuselu
de_de: Maximale Anzahl von verwandten/zusätzlichen Produkten im Karussell
es_es: Carrusel de Productos Relacionados/Adicionales - Máximo de Productos
fr_fr: Carrousel de produits associés / complémentaires - Nombre maximum de produits
it_it: Carosello Prodotti Correlati/Aggiuntivi Massimo Prodotti
nl_nl: Carrousel met Gerelateerde/Aanbevolen Producten Maximaal Producten
pt_br: Carrossel de Produtos Relacionados/Adicionais - Máximo de Produtos
ru_ru: Карусель связанных/дополнительных товаров Максимальное количество товаров
uk: Максимальна кількість товарів у каруселі "Супутні/Додаткові товари"

source: Choose the maximum number of related/upsell products to display per carousel.
ar: اختر الحد الأقصى لعدد المنتجات ذات الصلة/الإضافية لعرضها في كل كاروسيل.
cs_cz: Vyberte maximální počet souvisejících / doporučených produktů k zobrazení na každém karuselu.
de_de: Wählen Sie die maximale Anzahl von verwandten/Zusatzprodukten aus, die pro Karussell angezeigt werden sollen.
es_es: Elige el número máximo de productos relacionados/productos complementarios para mostrar por carrusel.
fr_fr: Choisissez le nombre maximum de produits connexes/complémentaires à afficher par carrousel.
it_it: Scegli il numero massimo di prodotti correlati/upsell da visualizzare per carosello.
nl_nl: Kies het maximale aantal gerelateerde/upsell producten om weer te geven per carrousel.
pt_br: Escolha o número máximo de produtos relacionados/sugestões para exibir por carrossel.
ru_ru: Выберите максимальное количество связанных/дополнительных товаров для отображения в каждом карусели.
uk: Виберіть максимальну кількість пов'язаних/додаткових товарів для відображення у каруселі.

source: Add to Cart Style
ar: نمط إضافة إلى السلة
cs_cz: Přidat do košíku styl
de_de: Warenkorb-Stil
es_es: Estilo de Agregar al Carrito
fr_fr: Style Ajouter au Panier
it_it: Stile Aggiungi al Carrello
nl_nl: Stijl toevoegen aan winkelwagen
pt_br: Estilo Adicionar ao Carrinho
ru_ru: Стиль кнопки "Добавить в корзину"
uk: Стиль Додавання в Кошик

source: Product Title Typography
ar: نوع الخط لعنوان المنتج
cs_cz: Typografie názvu produktu
de_de: Produkttitel-Typografie
es_es: Tipografía del título del producto
fr_fr: Typographie du titre du produit
it_it: Tipografia del titolo del prodotto
nl_nl: Producttitel typografie
pt_br: Tipografia do Título do Produto
ru_ru: Типографика заголовка продукта
uk: Типографія назви продукту

source: Product Price Typography
ar: تنسيق أسعار المنتجات
cs_cz: Typografie cen produktů
de_de: Produktpreis-Typografie
es_es: Tipografía del precio del producto
fr_fr: Typographie du prix du produit
it_it: Tipografia del prezzo del prodotto
nl_nl: Typografie van productprijzen
pt_br: Tipografia de Preço do Produto
ru_ru: Типографика цены продукта
uk: Типографія ціни продукту

source: Product Tab Heading Typography
ar: نوع الخط لعنوان علامة التبويب الخاص بالمنتج
cs_cz: Typografie záhlaví záložky produktu
de_de: Schriftart für Produktregisterkarte Überschrift
es_es: Tipografía del encabezado de la pestaña del producto
fr_fr: Typographie de l'en-tête de l'onglet Produit
it_it: Tipografia dell'intestazione della scheda prodotto
nl_nl: Typografie van producttabbladkop
pt_br: Tipografia do Título da Aba do Produto
ru_ru: Типографика заголовка вкладки продукта
uk: Типографія заголовка вкладки продукту

source: Product Variable Product Dropdown Style
ar: نمط القائمة المنسدلة لمتغير المنتجات
cs_cz: Styl rozbalovacího seznamu produktu s proměnlivým produktem.
de_de: Produkt Variable Produkt Dropdown-Stil
es_es: Estilo de menú desplegable de producto variable.
fr_fr: Style de menu déroulant de produit variable
it_it: Stile menu a discesa del prodotto variabile.
nl_nl: Product Variabele Product Dropdown Stijl
pt_br: Estilo de menu suspenso do produto variável.
ru_ru: Стиль выпадающего списка переменного продукта
uk: Стиль випадаючого списку змінного продукту

source: Product Gallery BG Color
ar: لون خلفية معرض المنتجات
cs_cz: Barva pozadí galerie produktů
de_de: Hintergrundfarbe der Produktgalerie
es_es: Color de fondo de la galería de productos
fr_fr: Couleur de fond de la galerie de produits
it_it: Colore di sfondo della galleria di prodotti
nl_nl: Achtergrondkleur van productgalerij
pt_br: Cor de Fundo da Galeria de Produtos
ru_ru: Цвет фона галереи продуктов
uk: Колір фону галереї продуктів

source: Remove SKU From Product Page
ar: إزالة SKU من صفحة المنتج
cs_cz: Odstraňte SKU z produktové stránky.
de_de: SKU von der Produktseite entfernen.
es_es: Eliminar SKU de la página del producto
fr_fr: Supprimer le SKU de la page produit
it_it: Rimuovi SKU dalla pagina del prodotto
nl_nl: Verwijder SKU van productpagina.
pt_br: Remover SKU da página do produto
ru_ru: Удалите артикул со страницы товара.
uk: Видалити артикул зі сторінки товару

source: Remove Additional Information Tab From Product Page
ar: إزالة علامة التبويب للمعلومات الإضافية من صفحة المنتج
cs_cz: Odstraňte záložku Další informace z produktové stránky.
de_de: Entfernen Sie das zusätzliche Informationen-Tab von der Produktseite.
es_es: Eliminar pestaña de Información Adicional de la página del producto.
fr_fr: Supprimer l'onglet Informations supplémentaires de la page produit.
it_it: Rimuovi la scheda Informazioni Aggiuntive dalla pagina del prodotto.
nl_nl: Verwijder het tabblad met aanvullende informatie van de productpagina.
pt_br: Remover a aba de Informações Adicionais da página do produto.
ru_ru: Удалите вкладку "Дополнительная информация" со страницы товара.
uk: Видалити вкладку "Додаткова інформація" зі сторінки товару.

source: Single Product
ar: منتج واحد
cs_cz: Jeden produkt
de_de: Einzelnes Produkt
es_es: Producto individual
fr_fr: Produit unique
it_it: Prodotto singolo
nl_nl: Enkel product
pt_br: Produto Único
ru_ru: Одиночный продукт
uk: Один продукт

source: Archive Header Background Image
ar: صورة الخلفية لرأس الأرشيف
cs_cz: Obrázek pozadí hlavičky archivu
de_de: Hintergrundbild des Archiv-Header
es_es: Imagen de fondo del encabezado del archivo
fr_fr: Image d'arrière-plan de l'en-tête d'archive
it_it: Immagine di sfondo dell'intestazione dell'archivio
nl_nl: Achtergrondafbeelding van archiefkop
pt_br: Imagem de Fundo do Cabeçalho do Arquivo
ru_ru: Фоновое изображение заголовка архива
uk: Зображення фону заголовка архіву

source: Upload an optional background that will be used as the default on all woocommerce archive pages.
ar: قم بتحميل خلفية اختيارية ستُستخدم كافتراضي على جميع صفحات الأرشيف في ووكوميرس.
cs_cz: Nahrajte volitelné pozadí, které bude použito jako výchozí na všech archivních stránkách WooCommerce.
de_de: Laden Sie ein optionales Hintergrundbild hoch, das standardmäßig auf allen WooCommerce-Archivseiten verwendet wird.
es_es: Sube un fondo opcional que se utilizará como predeterminado en todas las páginas de archivo de WooCommerce.
fr_fr: Téléchargez un arrière-plan facultatif qui sera utilisé par défaut sur toutes les pages d'archive de WooCommerce.
it_it: Carica uno sfondo opzionale che verrà utilizzato come predefinito su tutte le pagine di archivio di WooCommerce.
nl_nl: Upload een optionele achtergrond die standaard zal worden gebruikt op alle WooCommerce-archiefpagina's.
pt_br: Faça o upload de um plano de fundo opcional que será usado como padrão em todas as páginas de arquivo do WooCommerce.
ru_ru: Загрузите дополнительный фон, который будет использоваться по умолчанию на всех страницах архивов woocommerce.
uk: Завантажте додаткове фонове зображення, яке буде використовуватися за замовчуванням на всіх сторінках архіву woocommerce.
