Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Mobile Logo Height
ar: ارتفاع شعار الجوال
cs_cz: Výška mobilního loga
de_de: Höhe des mobilen Logos
es_es: Altura del logotipo móvil
fr_fr: Hauteur du logo mobile
it_it: Altezza del logo mobile
nl_nl: Hoogte van het mobiele logo
pt_br: Altura do logotipo móvel
ru_ru: Высота логотипа на мобильном устройстве
uk: Висота мобільного логотипу

source: Mobile Only Logo Upload
ar: تحميل شعار الهاتف المحمول فقط
cs_cz: Nahrát logo pouze pro mobilní zařízení.
de_de: Logo nur für Mobilgeräte hochladen.
es_es: Subida de logotipo solo para dispositivos móviles
fr_fr: Téléchargement de logo uniquement pour mobile
it_it: Carica solo il logo per dispositivi mobili
nl_nl: Logo uploaden alleen voor mobiel.
pt_br: Upload de logotipo apenas para dispositivos móveis.
ru_ru: Загрузка логотипа только для мобильных устройств
uk: Завантаження логотипу лише для мобільних пристроїв.

source: An optional field that allows you to display a separate logo that will be shown on mobile devices only.
ar: حقل اختياري يسمح لك بعرض شعار منفصل سيظهر فقط على الأجهزة المحمولة.
cs_cz: Volitelné pole, které vám umožní zobrazit samostatné logo, které bude zobrazeno pouze na mobilních zařízeních.
de_de: Ein optionales Feld, das es Ihnen ermöglicht, ein separates Logo anzuzeigen, das nur auf mobilen Geräten angezeigt wird.
es_es: Un campo opcional que te permite mostrar un logotipo separado que se mostrará solo en dispositivos móviles.
fr_fr: Un champ facultatif qui vous permet d'afficher un logo séparé qui sera affiché uniquement sur les appareils mobiles.
it_it: Un campo opzionale che ti consente di visualizzare un logo separato che verrà mostrato solo sui dispositivi mobili.
nl_nl: Een optioneel veld dat je toestaat om een apart logo weer te geven dat alleen op mobiele apparaten getoond zal worden.
pt_br: Um campo opcional que permite exibir um logotipo separado que será mostrado apenas em dispositivos móveis.
ru_ru: Необязательное поле, которое позволяет отображать отдельный логотип, который будет показан только на мобильных устройствах.
uk: Необов'язкове поле, яке дозволяє відображати окремий логотип, який буде показаний лише на мобільних пристроях.

source: Header Padding
ar: الهامش العلوي
cs_cz: Odsazení záhlaví
de_de: Kopfzeilenpolsterung
es_es: Relleno de encabezado
fr_fr: Marge d'en-tête
it_it: Padding dell'intestazione
nl_nl: Koptekst vulling
pt_br: Preenchimento do cabeçalho
ru_ru: Отступ заголовка
uk: Відступ заголовка

source: Menu Item Gap
ar: فجوة بند القائمة
cs_cz: Mezera položky v menu
de_de: Menüpunkt Abstand
es_es: Espacio entre elementos del menú
fr_fr: Écart de l'élément de menu
it_it: Spazio tra gli elementi del menu
nl_nl: Menu Item Ruimte
pt_br: Espaço do Item de Menu
ru_ru: Пробел между пунктами меню
uk: Проміжок між пунктами меню

source: Background Opacity
ar: تعتيم الخلفية
cs_cz: Průhlednost pozadí
de_de: Hintergrund Opazität
es_es: Opacidad de fondo
fr_fr: Opacité de l'arrière-plan
it_it: Opacità dello sfondo
nl_nl: Achtergrond dekking
pt_br: Opacidade do Fundo
ru_ru: Непрозрачность фона
uk: Непрозорість фону

source: If you are trying to have your header navigation completely see through before scrolling, setting this very low is not how to achieve it. The fully transparent style as shown on many of the demos is the option titled
ar: إذا كنت تحاول جعل شريط التنقل الخاص بالعنوان شفاف تمامًا قبل التمرير، فإن ضبط هذا القيمة ب
cs_cz: Pokud se snažíte mít svou hlavičkovou navigaci úplně průhlednou před posunutím, nastavení tohoto velmi nízko není způsob, jak toho dosáhnout.
de_de: Wenn Sie versuchen, Ihre Kopfnavigation vollständig durchsichtig zu haben, bevor Sie scrollen, ist es nicht so, dass Sie dies erreichen können, indem Sie es sehr niedrig einstellen. Der vollständig transparente Stil, wie er in vielen der Demos gezeigt wird,
es_es: Si estás tratando de hacer que la navegación de tu encabezado sea completamente transparente antes de desplazarte, establecer esto muy bajo no es la forma de lograrlo. El estilo completamente transparente, como se muestra en muchas de las demos, es la opción titulada
fr_fr: Si vous essayez d'avoir votre navigation d'en-tête complètement transparente avant de défiler, le régler très bas n'est pas la façon d'y parvenir. Le style entièrement transparent tel qu'illustré dans de nombreuses démonstrations est l'option intitulée
it_it: Se stai cercando di rendere completamente trasparente la tua navigazione dell'intestazione prima dello scorrimento, impostare questo valore molto basso non è il modo per ottenerlo. Lo stile completamente trasparente, come mostrato in molte delle demo, è l'opzione
nl_nl: Als je probeert om je koptekstnavigatie volledig doorzichtig te maken voordat er wordt gescrold, dan is het niet de juiste manier om dit te bereiken door het heel laag in te stellen. De volledig transparante stijl
pt_br: Se você está tentando deixar a navegação do cabeçalho completamente transparente antes de rolar, configurar isso muito baixo não é a maneira de alcançar. O estilo totalmente transparente, como mostrado em muitos dos demos, é a opção intitulada.
ru_ru: Если вы пытаетесь сделать вашу навигационную панель заголовка полностью прозрачной до прокрутки, установка очень низкого значения не поможет вам достичь этого. Пол
uk: Якщо ви намагаєтеся зробити вашу навігацію заголовка повністю прозорою до прокрутки, встановлення дуже низького значення

source: Use Transparent Header When Applicable
ar: استخدم الهيدر الشفاف عند الضرورة
cs_cz: Používejte průhlednou hlavičku, když je to možné.
de_de: Verwenden Sie einen transparenten Header, wenn möglich.
es_es: Utiliza el encabezado transparente cuando sea aplicable.
fr_fr: Utilisez l'en-tête transparent lorsque cela est applicable.
it_it: Utilizzare l'intestazione trasparente quando applicabile.
nl_nl: Gebruik een transparante header indien van toepassing.
pt_br: Utilize cabeçalho transparente quando aplicável.
ru_ru: Используйте прозрачный заголовок, когда это уместно.
uk: Використовуйте прозорий заголовок, коли це можливо.

source: which is available in the Header Navigation ~ Transparent Header Effect tab.
ar: الذي يتوفر في قائمة التنقل الرأسية ~ علامة تبويب تأثير الهيدر الشفاف.
cs_cz: který je k dispozici v záložce Transparentní efekt hlavičky v navigaci záhlaví.
de_de: welches im Header-Navigationsmenü verfügbar ist ~ Registerkarte Transparenter Header-Effekt.
es_es: que está disponible en la pestaña Efecto de encabezado transparente de la Navegación del encabezado.
fr_fr: qui est disponible dans l'onglet Effet d'en-tête transparent de la Navigation en-tête.
it_it: che è disponibile nella scheda Effetto Intestazione Trasparente della Navigazione dell'Intestazione.
nl_nl: die beschikbaar is in het Header Navigatie ~ Transparante Header Effect tabblad.
pt_br: que está disponível na guia Efeito de Cabeçalho Transparente da Navegação do Cabeçalho.
ru_ru: который доступен во вкладке Header Navigation ~ Transparent Header Effect.
uk: який доступний у вкладці Header Navigation ~ Transparent Header Effect.

source: Box Shadow
ar: ظل صندوق
cs_cz: Stín boxu
de_de: Schattenwurf
es_es: Sombra de caja
fr_fr: Ombre de la boîte
it_it: Ombra della scatola
nl_nl: Schaduwrand
pt_br: Sombra de caixa
ru_ru: Тень блока
uk: Тінь блоку

source: Small
ar: صغير
cs_cz: Malý
de_de: Klein
es_es: Pequeño
fr_fr: Petit
it_it: Piccolo
nl_nl: Klein
pt_br: Pequeno
ru_ru: Маленький
uk: Малий

source: Large
ar: كبير
cs_cz: Velký
de_de: Groß
es_es: Grande
fr_fr: Grand
it_it: Grande
nl_nl: Groot
pt_br: Grande
ru_ru: Большой
uk: Великий

source: Large With Bottom Line
ar: كبير بخط سفلي
cs_cz: Velký s dolní čarou
de_de: Groß mit unterer Linie
es_es: Grande con línea inferior
fr_fr: Grand avec une ligne de fond
it_it: Grande con linea inferiore
nl_nl: Groot met onderste regel
pt_br: Grande com linha de fundo
ru_ru: Большой с нижней линией
uk: Великий з нижньою лінією

source: None
ar: لا شيء
cs_cz: Žádný
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
nl_nl: Geen
pt_br: Nenhum
ru_ru: Ни один
uk: Жоден

source: Blur Background
ar: ضبابية الخلفية
cs_cz: Rozostřit pozadí
de_de: Hintergrund verschwimmen
es_es: Desenfocar fondo
fr_fr: Flou d'arrière-plan
it_it: Sfondo sfocato
nl_nl: Vervaag achtergrond
pt_br: Desfoque de fundo
ru_ru: Размыть задний план
uk: Розмиття фону

source: Blur Background Functionality
ar: وظيفة تحريف الخلفية
cs_cz: Funkce rozmazání pozadí
de_de: Funktion zur Hintergrundunschärfe
es_es: Funcionalidad de desenfoque de fondo
fr_fr: Fonctionnalité de flou d'arrière-plan
it_it: Funzionalità di sfondo sfocato
nl_nl: Achtergrond vervagen functionaliteit
pt_br: Funcionalidade de desfoque de fundo
ru_ru: Функционал размытия фона
uk: Функціонал розмиття фону

source: Active when "Transparent header effect" is not
ar: نشط عندما لا يكون "تأثير رأس الصفحة الشفاف"
cs_cz: Aktivní, když není povoleno "Průhledný efekt záhlaví"
de_de: Aktiv, wenn "Durchscheinender Header-Effekt" nicht aktiv ist.
es_es: Activo cuando no está activo el "efecto de encabezado transparente"
fr_fr: Actif lorsque l'effet d'en-tête transparent n'est pas.
it_it: Attivo quando non è attivo l'effetto dell'intestazione trasparente.
nl_nl: Actief wanneer "Transparant kopteksteffect" niet is.
pt_br: Ativo quando o efeito de "cabeçalho transparente" não está.
ru_ru: Активно, когда отключен эффект "Прозрачный заголовок".
uk: Активний, коли включений ефект "прозорого заголовка"

source: Active in all header states
ar: نشط في جميع حالات العنوان
cs_cz: Aktivní ve všech stavech záhlaví
de_de: Aktiv in allen Kopfzeilenzuständen
es_es: Activo en todos los estados del encabezado
fr_fr: Actif dans tous les états d'en-tête
it_it: Attivo in tutti gli stati dell'intestazione
nl_nl: Actief in alle kopstaten
pt_br: Ativo em todos os estados do cabeçalho.
ru_ru: Активно во всех состояниях заголовка
uk: Активний у всіх станах заголовка

source: Border
ar: الحدود
cs_cz: Hranice
de_de: Grenze
es_es: Frontera
fr_fr: Frontière
it_it: Confine
nl_nl: Grens
pt_br: Fronteira
ru_ru: Граница
uk: Кордон

source: Header Border Color
ar: لون حدود العنوان
cs_cz: Barva ohraničení záhlaví
de_de: Kopfzeilenrahmenfarbe
es_es: Color del borde del encabezado
fr_fr: Couleur de la bordure de l'en-tête
it_it: Colore del bordo dell'intestazione
nl_nl: Koprandkleur
pt_br: Cor da borda do cabeçalho
ru_ru: Цвет границы заголовка
uk: Колір межі заголовка

source: Remove Desktop Stickiness
ar: إزالة الالتصاق على سطح المكتب
cs_cz: Odstraňte lepivost plochy na pracovní ploše
de_de: Entfernen Sie die Desktop-Klebrigkeit.
es_es: Eliminar la adherencia al escritorio
fr_fr: Supprimer la collant de bureau
it_it: Rimuovi l'adesione del desktop
nl_nl: Verwijder bureaublad plakkerigheid
pt_br: Remover a aderência da área de trabalho
ru_ru: Удалить липкость рабочего стола
uk: Видалити липкість робочого столу

source: Logo & General Styling
ar: الشعار والتصميم العام
cs_cz: Logo a obecný styl
de_de: Logo & Allgemeines Styling
es_es: Logotipo y Estilo General
fr_fr: Logo et Style Général
it_it: Logo e Stile Generale
nl_nl: Logo & Algemene Stijl
pt_br: Logo e Estilo Geral
ru_ru: Логотип и общий стиль
uk: Логотип та загальний стиль

source: Header Layout
ar: تخطيط العنوان
cs_cz: Rozložení záhlaví
de_de: Kopfzeilenlayout
es_es: Diseño del encabezado
fr_fr: Mise en page de l'en-tête
it_it: Layout dell'intestazione
nl_nl: Koptekstindeling
pt_br: Layout do cabeçalho
ru_ru: Макет заголовка
uk: Макет заголовка

source: Default Layout
ar: التخطيط الافتراضي
cs_cz: Výchozí rozložení
de_de: Standardlayout
es_es: Diseño predeterminado
fr_fr: Mise en page par défaut
it_it: Layout predefinito
nl_nl: Standaardindeling
pt_br: Layout padrão
ru_ru: Стандартный макет
uk: Стандартний макет

source: Centered Menu
ar: القائمة المركزية
cs_cz: Menu uprostřed
de_de: Zentriertes Menü
es_es: Menú centrado
fr_fr: Menu centré
it_it: Menu centrato
nl_nl: Gecentreerd menu
pt_br: Menu Centralizado
ru_ru: Меню по центру
uk: Центральне меню

source: Centered Menu Alt
ar: القائمة المركزية البديلة
cs_cz: Menu v centru
de_de: Zentriertes Menü Alt
es_es: Menú centrado Alt
fr_fr: Menu centré alternatif
it_it: Menu centrato alternativo
nl_nl: Gecentreerd menu Alt
pt_br: Menu Centralizado Alt
ru_ru: Меню по центру (альтернатива)
uk: Меню по центру (альтернатива)

source: Menu Bottom Bar
ar: شريط القائمة السفلي
cs_cz: Dolní lišta menu
de_de: Menü unten Leiste
es_es: Barra de menú inferior
fr_fr: Barre de menu inférieure
it_it: Barra inferiore del menu
nl_nl: Menu Onderste Balk
pt_br: Barra de menu inferior
ru_ru: Нижняя панель меню
uk: Нижній панель меню

source: Centered Logo Menu Alt
ar: قائمة الشعار المُوسَّطة البديلة
cs_cz: Středové logo menu Alt
de_de: Zentriertes Logo Menü Alt
es_es: Menú de logotipo centrado alternativo
fr_fr: Menu de logo centré alternatif
it_it: Menu del logo centrato con testo alternativo
nl_nl: Gecentreerd Logo Menu Alternatief
pt_br: Menu de logotipo centralizado alternativo
ru_ru: Меню с центрированным логотипом (Alt)
uk: Меню з центрованим логотипом (Alt)

source: Menu Left Aligned
ar: القائمة مُحاذاة إلى اليسار
cs_cz: Menu zarovnané vlevo
de_de: Menü linksbündig
es_es: Menú alineado a la izquierda
fr_fr: Menu aligné à gauche
it_it: Menu allineato a sinistra
nl_nl: Menu Links Links uitgelijnd
pt_br: Menu alinhado à esquerda
ru_ru: Меню выровнено по левому краю.
uk: Меню ліворуч

source: Left Header
ar: الرأس الأيسر
cs_cz: Levý záhlaví
de_de: Linke Kopfzeile
es_es: Encabezado izquierdo
fr_fr: En-tête gauche
it_it: Intestazione sinistra
nl_nl: Linker bovenhoek
pt_br: Cabeçalho Esquerdo
ru_ru: Левый заголовок
uk: Ліва верхня панель

source: Left Header Dropdown Functionality
ar: وظيفة القائمة المنسدلة في الهيدر الأيسر
cs_cz: Funkčnost rozbalovací nabídky v levém záhlaví
de_de: Funktionalität des Dropdown-Menüs im linken Header
es_es: Funcionalidad de menú desplegable en el encabezado izquierdo
fr_fr: Fonctionnalité du menu déroulant de l'en-tête gauche
it_it: Funzionalità del menu a discesa nell'intestazione sinistra
nl_nl: Functionaliteit van het vervolgkeuzemenu in de linker bovenhoek
pt_br: Funcionalidade de menu suspenso no cabeçalho esquerdo
ru_ru: Функциональность выпадающего меню в левом заголовке
uk: Функціонал випадаючого меню лівого заголовка

source: Please select the functionality for how dropdowns will behave in the left header navigation.
ar: يرجى تحديد الوظيفة لكيفية سلوك القوائم المنسدلة في شريط التنقل الرئيسي الأيسر.
cs_cz: Prosím vyberte funkcionalitu pro to, jak se budou chovat rozbalovací nabídky v levém hlavičkovém menu.
de_de: Bitte wählen Sie die Funktionalität aus, wie Dropdowns sich in der linken Kopfnavigation verhalten sollen.
es_es: Por favor, selecciona la funcionalidad de cómo se comportarán los desplegables en la navegación del encabezado izquierdo.
fr_fr: Veuillez sélectionner la fonctionnalité pour le comportement des menus déroulants dans la navigation de l'en-tête gauche.
it_it: Per favore seleziona la funzionalità per come i menu a discesa si comporteranno nella navigazione dell'intestazione sinistra.
nl_nl: Gelieve de functionaliteit te selecteren voor hoe dropdowns zich zullen gedragen in de linker koptekstnavigatie.
pt_br: Por favor, selecione a funcionalidade de como os menus suspensos irão se comportar na navegação do cabeçalho esquerdo.
ru_ru: Пожалуйста, выберите функционал для того, как выпадающие списки будут вести себя в навигации левого заголовка.
uk: Будь ласка, виберіть функціонал для того, як поведе себе випадаючий список в лівому верхньому меню навігації.

source: Dropdown Parent Link Toggles Submenu
ar: يقوم رابط القائمة الأم بتبديل قائمة الفرع
cs_cz: Ovládací prvek rodičovského odkazu přepíná podmenu.
de_de: Dropdown-Elternlink schaltet Untermenü um.
es_es: El enlace principal del menú desplegable activa/desactiva el submenú.
fr_fr: Le lien parent du menu déroulant active/désactive le sous-menu.
it_it: Il link genitore del menu a discesa attiva/disattiva il sottomenu
nl_nl: Keuzemenu-ouderkoppeling schakelt submenu in
pt_br: Alternar o Link Pai do Menu Suspenso abre/fecha o Submenu
ru_ru: Родительская ссылка выпадающего списка переключает подменю
uk: Заголовок батьківського посилання випадаючого списку перемикає підменю

source: Separate Dropdown Parent Link From Dropdown Toggle
ar: افصل رابط القائمة المنسدلة الأم من زر التبديل للقائمة المنسدلة
cs_cz: Oddělte odkaz rodiče rozbalovací nabídky od spouštěče rozbalovací nabídky.
de_de: Trennen Sie den Dropdown-Elternlink vom Dropdown-Schalter.
es_es: Separar enlace principal de menú desplegable de la opción para desplegar.
fr_fr: Séparer le lien parent du menu déroulant de l'élément de basculement du menu déroulant.
it_it: Separare il collegamento principale del menu a discesa dal pulsante di attivazione del menu a discesa.
nl_nl: Scheid de dropdown-ouderkoppeling af van de dropdown-schakelaar.
pt_br: Separar o link pai do menu suspenso do botão de alternância do menu suspenso.
ru_ru: Разделите родительскую ссылку выпадающего списка от переключателя выпадающего списка.
uk: Відокремте посилання батьківського випадаючого списку від випадаючого виклику.

source: Menu Bottom Bar Separator
ar: فاصل شريط القائمة السفلي
cs_cz: Oddělovač dolního panelu nabídky
de_de: Menü Untere Leiste Trenner
es_es: Separador de la barra inferior del menú
fr_fr: Séparateur de la barre de menu inférieure
it_it: Separatore della barra inferiore del menu
nl_nl: Menu Onderste Balk Scheider
pt_br: Separador da Barra Inferior do Menu
ru_ru: Разделитель нижней панели меню
uk: Роздільник нижньої панелі меню

source: Add a line to separate the top/bottom of your header.
ar: أضف خطًا لفصل أعلى/أسفل رأس الصفحة الخاص بك.
cs_cz: Přidejte řádek k oddělení horní části/dolní části záhlaví.
de_de: Fügen Sie eine Linie hinzu, um den oberen/unteren Teil Ihres Headers zu trennen.
es_es: Agrega una línea para separar la parte superior/inferior de tu encabezado.
fr_fr: Ajoutez une ligne pour séparer le haut et le bas de votre en-tête.
it_it: Aggiungi una linea per separare la parte superiore/inferiore dell'intestazione.
nl_nl: Voeg een lijn toe om de boven- en onderkant van je header te scheiden.
pt_br: Adicione uma linha para separar o topo/fundo do seu cabeçalho.
ru_ru: Добавьте линию для разделения верхней/нижней части вашего заголовка.
uk: Додайте лінію для розділення верху/низу вашого заголовка.

source: Menu Bottom Bar Alignment
ar: محاذاة شريط القائمة السفلي
cs_cz: Zarovnání dolního panelu nabídky
de_de: Ausrichtung der Menü-Symbolleiste am unteren Rand
es_es: Alineación de la barra inferior del menú
fr_fr: Alignement de la barre de menu en bas
it_it: Allineamento della barra inferiore del menu
nl_nl: Menu onderkantbalk uitlijning
pt_br: Alinhamento da Barra Inferior do Menu
ru_ru: Выравнивание нижней панели меню
uk: Вирівнювання підвісної панелі меню

source: Please select how you would like your header content to align.
ar: يرجى اختيار كيف ترغب في محتوى العنوان يتم محاذاته.
cs_cz: Prosím vyberte, jak byste chtěli zarovnat obsah záhlaví.
de_de: Bitte wählen Sie aus, wie Sie möchten, dass Ihr Header-Inhalt ausgerichtet wird.
es_es: Por favor, selecciona cómo te gustaría alinear el contenido de tu encabezado.
fr_fr: Veuillez sélectionner comment vous souhaitez aligner le contenu de votre en-tête.
it_it: Per favore, seleziona come desideri allineare il contenuto dell'intestazione.
nl_nl: Gelieve te selecteren hoe u uw kopinhoud wilt uitlijnen.
pt_br: Por favor, selecione como você gostaria que o conteúdo do cabeçalho fosse alinhado.
ru_ru: Пожалуйста, выберите, как вы хотели бы выровнять содержимое заголовка.
uk: Будь ласка, виберіть, як ви хочете вирівняти вміст заголовка.

source: Center
ar: المركز
cs_cz: Střed
de_de: Zentrum
es_es: Centro
fr_fr: Centre
it_it: Centro
nl_nl: Centrum
pt_br: Centro
ru_ru: Центр
uk: Центр

source: Left
ar: اليسار
cs_cz: Vlevo
de_de: Links
es_es: Izquierda
fr_fr: Gauche
it_it: Sinistra
nl_nl: Links
pt_br: Esquerda
ru_ru: Лево
uk: Залишив

source: Left Top Center Bottom
ar: اليسار الأعلى الوسط الأسفل
cs_cz: Vlevo nahoře Střed Dole
de_de: Links Oben Mitte Unten
es_es: Izquierda Arriba Centro Abajo
fr_fr: Gauche Haut Centre Bas
it_it: Sinistra Alto Centro Basso
nl_nl: Links Boven Midden Onder
pt_br: Esquerda Topo Centro Inferior
ru_ru: Лево Верх Центр Низ
uk: Ліво Верх Центр Низ

source: Full Width Header
ar: عنوان بعرض كامل
cs_cz: Hlavička na celou šířku
de_de: Vollbreiten-Header
es_es: Encabezado de ancho completo
fr_fr: En-tête Pleine Largeur
it_it: Intestazione a piena larghezza
nl_nl: Volledige breedte koptekst
pt_br: Cabeçalho de Largura Total
ru_ru: Полноширинный заголовок
uk: Повний заголовок

source: Full Width Left/Right Padding
ar: الهامش الأيسر/الأيمن بالعرض الكامل
cs_cz: Odsazení vlevo/vpravo na celou šířku
de_de: Volle Breite linker/rechter Innenabstand
es_es: Relleno completo izquierdo/derecho
fr_fr: Remplissage complet à gauche/droite
it_it: Padding a tutta larghezza a sinistra/destra
nl_nl: Volledige breedte linker/rechter opvulling
pt_br: Preenchimento total à esquerda/direita
ru_ru: Отступ слева/справа с полной шириной
uk: Повна ширина відступу ліворуч/праворуч

source: Header Size
ar: حجم العنوان
cs_cz: Velikost záhlaví
de_de: Kopfzeilengröße
es_es: Tamaño del encabezado
fr_fr: Taille de l'en-tête
it_it: Dimensione dell'intestazione
nl_nl: Koptekstgrootte
pt_br: Tamanho do cabeçalho
ru_ru: Размер заголовка
uk: Розмір заголовка

source: Default (Expanded to screen edges)
ar: الافتراضي (موسعة إلى حواف الشاشة)
cs_cz: Výchozí (rozšířený na okraje obrazovky)
de_de: Standard (Erweitert bis zum Bildschirmrand)
es_es: Predeterminado (Expandido hasta los bordes de la pantalla)
fr_fr: Par défaut (étendu jusqu'aux bords de l'écran)
it_it: Predefinito (Espanso ai bordi dello schermo)
nl_nl: Standaard (Uitgebreid tot aan de schermranden)
pt_br: Padrão (Expandido até as bordas da tela)
ru_ru: По умолчанию (расширено до краев экрана)
uk: За замовчуванням (розширено до країв екрану)

source: Contained
ar: تحتوي
cs_cz: Obsaženo
de_de: Enthalten.
es_es: Contenido
fr_fr: Contenu
it_it: Contenuto
nl_nl: Bevatte
pt_br: Contido
ru_ru: Содержал
uk: Містить

source: Header Roundness
ar: دوران العنوان
cs_cz: Zaoblení záhlaví
de_de: Header Rundung
es_es: Redondez del encabezado
fr_fr: Arrondi de l'en-tête
it_it: Arrotondamento dell'intestazione
nl_nl: Afgeronde kop
pt_br: Arredondamento do cabeçalho
ru_ru: Закругление заголовка
uk: Закругленість заголовка

source: Text To Display In Header
ar: النص الذي يظهر في الهيدر
cs_cz: Text k zobrazení v záhlaví
de_de: Text, das im Header angezeigt werden soll
es_es: Texto a mostrar en el encabezado
fr_fr: Texte à afficher dans l'en-tête
it_it: Testo da visualizzare nell'intestazione
nl_nl: Tekst om weer te geven in de header
pt_br: Texto para exibir no cabeçalho
ru_ru: Текст для отображения в заголовке
uk: Текст для відображення в заголовку
