Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Product Category Header Sizing
ar: تحجيم عنوان فئة المنتجات
cs_cz: Velikost záhlaví kategorie produktu
de_de: Größenanpassung des Produktkategorien-Headers
es_es: Tamaño del encabezado de la categoría de productos
fr_fr: Dimensionnement de l'en-tête de la catégorie de produits
it_it: Dimensioni dell'intestazione della categoria di prodotto
nl_nl: Productcategorie kopgrootte
pt_br: Dimensionamento do Cabeçalho da Categoria de Produto
ru_ru: Размер заголовка категории товара
uk: Розмір заголовка категорії товару

source: When a product category header image is supplied, this option will control the sizing of the header area.
ar: عند توفير صورة رأس تصنيف المنتجات، ستتحكم هذه الخيارات في حجم منطقة الرأس.
cs_cz: Když je dodán obrázek záhlaví kategorie produktu, tato možnost ovládá velikost oblasti záhlaví.
de_de: Wenn ein Produktkategorie-Headerbild bereitgestellt wird, steuert diese Option die Größe des Headerbereichs.
es_es: Cuando se suministra una imagen de encabezado de categoría de producto, esta opción controlará el tamaño del área del encabezado.
fr_fr: Lorsqu'une image d'en-tête de catégorie de produit est fournie, cette option contrôlera la taille de la zone d'en-tête.
it_it: Quando viene fornita un'immagine dell'intestazione della categoria di prodotto, questa opzione controllerà le dimensioni dell'area dell'intestazione.
nl_nl: Wanneer er een afbeelding voor de productcategorieheader is geleverd, zal deze optie de grootte van het headergebied beheren.
pt_br: Quando uma imagem de cabeçalho de categoria de produto é fornecida, esta opção controlará o dimensionamento da área do cabeçalho.
ru_ru: Когда предоставляется изображение заголовка категории продукта, эта опция будет контролировать размер заголовочной области.
uk: Коли надається зображення заголовка категорії продукту, ця опція буде контролювати розмір області заголовка.

source: Product Category Header Roundness
ar: رأس تصنيف المنتجات الدائري
cs_cz: Zaoblení záhlaví kategorie produktu
de_de: Produktkategorie-Header Rundheit
es_es: Cabecera de Categoría de Producto Redondeada
fr_fr: En-tête de catégorie de produit arrondi
it_it: Intestazione della categoria di prodotto rotondità
nl_nl: Rondheid van productcategorie-header
pt_br: Arredondamento do Cabeçalho da Categoria de Produto
ru_ru: Заголовок категории продукта "Roundness"
uk: Заголовок категорії продукту "Roundness"

source: Product Category Header Parallax Scrolling
ar: تمرير رأس تصنيف المنتجات بشكل بارالاكس
cs_cz: Paralaxní posuv záhlaví kategorie produktu
de_de: Produktkategorie Header Parallax-Scrolling
es_es: Encabezado de Categoría de Producto con Desplazamiento Parallax
fr_fr: En-tête de catégorie de produit avec défilement parallaxe
it_it: Intestazione della categoria di prodotto con effetto parallasse durante lo scrolling
nl_nl: Productcategorieheader met parallax-scrolling.
pt_br: Rolagem parallax do cabeçalho da categoria de produtos
ru_ru: Заголовок категории товара с параллаксным скроллингом
uk: Заголовок категорії продукту з ефектом паралаксу при прокручуванні

source: Product Category Header Auto Height
ar: رأس تصنيف المنتجات ارتفاع تلقائي
cs_cz: Automatická výška záhlaví kategorie produktu
de_de: Produktkategorie-Header mit automatischer Höhe
es_es: Altura automática del encabezado de la categoría de productos
fr_fr: Hauteur automatique de l'en-tête de la catégorie de produit
it_it: Altezza automatica dell'intestazione della categoria di prodotto
nl_nl: Productcategorie kop automatische hoogte
pt_br: Altura automática do cabeçalho da categoria do produto
ru_ru: Заголовок категории продукта с автоматической высотой
uk: Заголовок категорії продукту з автоматичною висотою

source: Will automatically adjust the height of your header depending on the content.
ar: سيقوم تلقائيًا بضبط ارتفاع رأس الصفحة الخاص بك اعتمادًا على المحتوى.
cs_cz: Automaticky upraví výšku záhlaví podle obsahu.
de_de: Der Header passt automatisch die Höhe je nach Inhalt an.
es_es: Ajustará automáticamente la altura de tu encabezado según el contenido.
fr_fr: Il ajustera automatiquement la hauteur de votre en-tête en fonction du contenu.
it_it: Regolerà automaticamente l'altezza dell'intestazione in base ai contenuti.
nl_nl: Zal automatisch de hoogte van uw koptekst aanpassen afhankelijk van de inhoud.
pt_br: Ele ajustará automaticamente a altura do seu cabeçalho dependendo do conteúdo.
ru_ru: Будет автоматически регулировать высоту вашего заголовка в зависимости от содержимого.
uk: Буде автоматично налаштовувати висоту вашого заголовка в залежності від вмісту.

source: Product Category Header Max Content Width
ar: عرض الحد الأقصى لمحتوى رأس فئة المنتجات
cs_cz: Maximální šířka obsahu záhlaví kategorie produktu
de_de: Maximale Inhaltsbreite des Produktkategorien-Headers
es_es: Ancho máximo de contenido del encabezado de la categoría del producto
fr_fr: Largeur maximale du contenu de l'en-tête de la catégorie de produit
it_it: Larghezza massima del contenuto dell'intestazione della categoria di prodotto
nl_nl: Maximale inhoudsbreedte van productcategorieheader
pt_br: Largura máxima de conteúdo do cabeçalho da categoria de produto
ru_ru: Максимальная ширина содержимого заголовка категории продукта
uk: Максимальна ширина вмісту заголовка категорії товарів

source: Typography
ar: الطباعة الجميلة
cs_cz: Typografie
de_de: Typografie
es_es: Tipografía
fr_fr: Typographie
it_it: Tipografia
nl_nl: Typografie
pt_br: Tipografia
ru_ru: Типографика
uk: Типографіка

source: Logo Font
ar: خط الشعار
cs_cz: Písmo loga
de_de: Logo Schriftart
es_es: Fuente del logotipo
fr_fr: Police de caractères du logo
it_it: Carattere del logo
nl_nl: Logo lettertype
pt_br: Fonte do logotipo
ru_ru: Шрифт логотипа
uk: Шрифт логотипу

source: Navigation Font
ar: خط التنقل
cs_cz: Písmo navigace
de_de: Navigationschriftart
es_es: Fuente de navegación
fr_fr: Police de navigation
it_it: Carattere di navigazione
nl_nl: Navigatielettertype
pt_br: Fonte de navegação
ru_ru: Шрифт навигации
uk: Шрифт навігації

source: Navigation Dropdown Font
ar: خط القائمة المنسدلة
cs_cz: Písmo navigačního rozbalovacího menu
de_de: Schriftart für das Navigations-Dropdown
es_es: Fuente del menú desplegable de navegación
fr_fr: Police de caractères du menu déroulant de navigation
it_it: Carattere del menu a discesa di navigazione
nl_nl: Lettertype van het navigatiedropdown
pt_br: Fonte do Menu Suspenso de Navegação
ru_ru: Шрифт выпадающего меню навигации
uk: Шрифт навігаційного випадаючого списку

source: Off Canvas Navigation
ar: التنقل خارج الشاشة
cs_cz: Navigace mimo plátno
es_es: Navegación fuera de lienzo
fr_fr: Navigation hors-cadre
it_it: Navigazione fuori canvas
nl_nl: Navigatie buiten het canvas
pt_br: Navegação Off Canvas
ru_ru: Навигация за пределами холста
uk: Навігація поза полем видимості

source: Off Canvas Navigation/Dropdown Description Text
ar: نص وصف للتنقل/القائمة الجانبية المنزلقة
cs_cz: Popis textu navigace/vysouvací nabídky mimo plátno.
de_de: Beschreibungstext für die Off-Canvas-Navigation/Dropdown
es_es: Texto de descripción de navegación/desplegable fuera de lienzo
fr_fr: Texte de description de la navigation/déroulant hors toile
it_it: Testo della descrizione della navigazione a comparsa/dropdown fuori canvas
nl_nl: Tekstbeschrijving voor navigatie/dropdownmenu buiten het canvas
pt_br: Texto de descrição da navegação/dropdown fora da tela
ru_ru: Текст описания навигации/выпадающего меню вне холста
uk: Текст опису для висувного навігаційного меню/випадаючого списку.

source: Navigation
ar: التنقل
cs_cz: Navigace
es_es: Navegación
it_it: Navigazione
nl_nl: Navigatie
pt_br: Navegação
ru_ru: Навигация
uk: Навігація

source: Page Heading Font
ar: خط عنوان الصفحة
cs_cz: Písmo nadpisu stránky
de_de: Schriftart der Seitenüberschrift
es_es: Fuente del encabezado de la página
fr_fr: Police de caractères de l'en-tête de la page
it_it: Carattere del titolo della pagina
nl_nl: Lettertype van paginakop
pt_br: Fonte do Título da Página
ru_ru: Шрифт заголовка страницы
uk: Шрифт заголовка сторінки

source: Page Heading Subtitle Font
ar: خط العنوان الفرعي للصفحة
cs_cz: Písmo podtitulku nadpisu stránky
de_de: Seitenüberschrift Untertitel Schriftart
es_es: Fuente del subtítulo del encabezado de la página
fr_fr: Police de sous-titre de l'en-tête de la page
it_it: Carattere del sottotitolo dell'intestazione della pagina
nl_nl: Lettertype voor Paginakop Subtitel
pt_br: Fonte do subtítulo do cabeçalho da página
ru_ru: Шрифт подзаголовка заголовка страницы
uk: Шрифт заголовка сторінки підзаголовка

source: Page Header
ar: رأس الصفحة
cs_cz: Hlavička stránky
de_de: Seitenkopf
es_es: Encabezado de página
fr_fr: En-tête de la page
it_it: Intestazione della pagina
nl_nl: Paginakop
pt_br: Cabeçalho da Página
ru_ru: Заголовок страницы
uk: Заголовок сторінки

source: Blockquote Font
ar: خط الاقتباس
cs_cz: Písmo v blokovém citátu.
de_de: Blockzitat Schriftart
es_es: Fuente de bloque de cita
fr_fr: Police de citation
it_it: Carattere del blocco citazione
nl_nl: Lettertype van blokcitaat
pt_br: Fonte de citação
ru_ru: Шрифт блокацитаты
uk: Шрифт блокцитати

source: Blog Single Post Content
ar: محتوى مدونة المقالة الفردية
cs_cz: Obsah jednoho příspěvku na blogu
de_de: Blog Einzelner Beitrag Inhalt
es_es: Contenido de la entrada individual del blog
fr_fr: Contenu de l'article de blog unique
it_it: Contenuto dell'articolo singolo del blog
nl_nl: Inhoud van een enkel blogbericht
pt_br: Conteúdo do Post Único do Blog
ru_ru: Содержание одиночной записи блога
uk: Вміст одиночного посту в блозі

source: WooCommerce Product Title Font
ar: خط عنوان المنتج في ووكوميرس
cs_cz: Písmo názvu produktu WooCommerce
de_de: Schriftart des WooCommerce-Produkttitels
es_es: Fuente del título del producto de WooCommerce
fr_fr: Police du titre du produit WooCommerce
it_it: Carattere del titolo del prodotto WooCommerce
nl_nl: Lettertype van de producttitel van WooCommerce
pt_br: Fonte do Título do Produto no WooCommerce
ru_ru: Шрифт заголовка товара WooCommerce
uk: Шрифт назви товару WooCommerce

source: WooCommerce Product Secondary Font
ar: خط المنتج الثانوي في ووكوميرس
cs_cz: Sekundární písmo produktu WooCommerce
de_de: WooCommerce Produkt Sekundäre Schriftart
es_es: Fuente secundaria del producto de WooCommerce
fr_fr: Police secondaire du produit WooCommerce
it_it: Carattere secondario del prodotto WooCommerce
nl_nl: WooCommerce Product Secundaire Lettertype
pt_br: Fonte secundária do produto WooCommerce
ru_ru: Дополнительный шрифт продукта WooCommerce
uk: Другорядний шрифт товару WooCommerce

source: Content Elements
ar: عناصر المحتوى
cs_cz: Obsahové prvky
de_de: Inhaltslemente
es_es: Elementos de contenido
fr_fr: Éléments de contenu
it_it: Elementi di contenuto
nl_nl: Inhoudselementen
pt_br: Elementos de Conteúdo
ru_ru: Элементы контента
uk: Елементи вмісту

source: Previous Post
ar: المنشور السابق
cs_cz: Předchozí příspěvek
de_de: Vorheriger Beitrag.
es_es: Publicación anterior
fr_fr: Article précédent
it_it: Post precedente
nl_nl: Vorige bericht
pt_br: Postagem anterior
ru_ru: Предыдущий пост
uk: Попередній пост

source: Next Post
ar: المنشور التالي
cs_cz: Další příspěvek
de_de: Nächster Beitrag
es_es: Próxima publicación
fr_fr: Article suivant
it_it: Prossimo post
nl_nl: Volgende bericht
pt_br: Próxima postagem
ru_ru: Следующий пост
uk: Наступний пост

source: Next
ar: التالي
cs_cz: Další
de_de: Nächster
es_es: Siguiente
fr_fr: Suivant
it_it: Prossimo
nl_nl: Volgende
pt_br: Próximo
ru_ru: Далее
uk: Наступний

source: Previous
ar: السابق
cs_cz: Předchozí
de_de: Vorherige
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
nl_nl: Vorige
pt_br: Anterior
ru_ru: Предыдущий
uk: Попередній

source: Close
ar: اغلق
cs_cz: Zavřeno
de_de: Schließen
es_es: Cerca
fr_fr: Fermer
it_it: Chiudi
nl_nl: Dichtbij
pt_br: Fechar
ru_ru: Закрыть
uk: Закрити

source: Menu Item Style
ar: نمط عنصر القائمة
cs_cz: Styl položky v menu
de_de: Menüpunktstil
es_es: Estilo del elemento del menú
fr_fr: Style de l'élément de menu
it_it: Stile della voce di menu
nl_nl: Menu Item Stijl
pt_br: Estilo do Item do Menu
ru_ru: Стиль пункта меню
uk: Стиль пункту меню

source: Standard
ar: المعيار
es_es: Estándar
nl_nl: Standaard
pt_br: Padrão
ru_ru: Стандарт
uk: Стандарт

source: Button Accent Color
ar: لون تحديد الزر
cs_cz: Barva zvýraznění tlačítka
de_de: Schaltflächen-Akzentfarbe
es_es: Color de acento del botón
fr_fr: Couleur d'accent du bouton
it_it: Colore di evidenziazione del pulsante
nl_nl: Knop accentkleur
pt_br: Cor da Acentuação do Botão
ru_ru: Цвет акцента кнопки
uk: Колір акценту кнопки

source: Button Extra Color #1
ar: زر لون إضافي #1
cs_cz: Tlačítko Extra Barva #1
de_de: Schaltfläche Extra Farbe #1
es_es: Botón Color Extra #1
fr_fr: Bouton couleur supplémentaire #1
it_it: Pulsante Colore Extra #1
nl_nl: Knop Extra Kleur #1
pt_br: Botão Cor Extra #1
ru_ru: Дополнительный цвет кнопки №1
uk: Додатковий колір кнопки №1

source: Button Bordered Accent Color
ar: زر بحدود لون تأثيرية
cs_cz: Tlačítko s ohraničením v akcentní barvě.
de_de: Schaltfläche mit umrandeter Akzentfarbe
es_es: Botón con borde de color de acento
fr_fr: Bouton avec bordure de couleur d'accent
it_it: Pulsante con bordo di colore di risalto
nl_nl: Knop met omlijnde accentkleur
pt_br: Botão com borda na cor de destaque
ru_ru: Кнопка с граничным цветом акцента
uk: Кнопка з контуром та акцентним кольором

source: Button Bordered Extra Color #1
ar: زر محاط بحدود بلون إضافي #1
cs_cz: Tlačítko s ohraničením Extra Barva #1
de_de: Schaltfläche mit umrandetem Extra-Farbe #1
es_es: Botón con borde de color extra #1
fr_fr: Bouton bordé couleur supplémentaire #1
it_it: Pulsante con bordo di colore extra #1
nl_nl: Knop met rand in extra kleur #1
pt_br: Botão com borda cor extra #1
ru_ru: Кнопка с граничным оформлением дополнительного цвета №1
uk: Кнопка з рамкою додаткового кольору №1

source: Sort Portfolio
ar: فرز المحفظة
cs_cz: Seřadit portfolio.
de_de: Portfolio sortieren
es_es: Ordenar portafolio
fr_fr: Classer le portfolio
it_it: Ordina il portfolio
nl_nl: Sorteer Portfolio
pt_br: Ordenar portfólio
ru_ru: Отсортировать портфолио
uk: Відсортуйте портфоліо.

source: All Posts By
ar: جميع المشاركات بواسطة
cs_cz: Všechny příspěvky od
de_de: Alle Beiträge von
es_es: Todos los posts de
fr_fr: Tous les articles par
it_it: Tutti i post di
nl_nl: Alle berichten van
pt_br: Todos os posts por
ru_ru: Все сообщения от
uk: Усі пости від

source: Category
ar: الفئة
cs_cz: Kategorie
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
nl_nl: Categorie
pt_br: Categoria
ru_ru: Категория
uk: Категорія

source: Tag
ar: وسم
cs_cz: Značka
de_de: Day
es_es: Etiqueta
fr_fr: Étiquette
it_it: Etichetta
nl_nl: Label
pt_br: Marcação
ru_ru: Метка
uk: Мітка

source: Daily Archives
ar: الأرشيف اليومي
cs_cz: Denní archivy
de_de: Tägliche Archive
es_es: Archivos diarios
fr_fr: Archives quotidiennes
it_it: Archivi giornalieri
nl_nl: Dagelijkse archieven
pt_br: Arquivos Diários
ru_ru: Ежедневные архивы
uk: Щоденні архіви

# monthly archives date format
source: F Y
ar: تنسيق التواريخ للأرشيف الشهري
cs_cz: formát data v měsíčních archívech
de_de: Monatliche Archiv-Datumsformat
es_es: archivos mensuales formato de fecha
it_it: Formato della data degli archivi mensili
nl_nl: Maandelijkse archieven datumformaat
pt_br: formato de data dos arquivos mensais
ru_ru: Формат даты в архиве за месяц.
uk: Формат дати щомісячних архівів

source: Monthly Archives
ar: الأرشيف الشهري
cs_cz: Měsíční archivy
de_de: Monatliche Archive
es_es: Archivos mensuales
fr_fr: Archives mensuelles
it_it: Archivi mensili
nl_nl: Maandelijkse archieven
pt_br: Arquivos Mensais
ru_ru: Ежемесячные архивы
uk: Щомісячні архіви

# yearly archives date format
source: Y
ar: تنسيق التواريخ للأرشيف السنوي
cs_cz: formát data v archívech za jednotlivé roky
de_de: Jährliche Archivdatumsformat
es_es: archivos anuales formato de fecha
fr_fr: Je suis désolé, mais votre demande est incomplète. Veuillez fournir une phrase ou une question complète que je peux traduire en français pour vous.
it_it: formato della data degli archivi annuali
nl_nl: Jaarlijkse archieven datumformaat
pt_br: formato de data dos arquivos anuais
ru_ru: Формат даты в ежегодных архивах
uk: Формат дати річних архівів

source: Yearly Archives
ar: أرشيف سنوي
cs_cz: Roční archivy
de_de: Jährliche Archive
es_es: Archivos anuales
fr_fr: Archives annuelles
it_it: Archivi annuali
nl_nl: Jaarlijkse archieven
pt_br: Arquivos Anuais
ru_ru: Годовые архивы
uk: Щорічні архіви

source: Archives
ar: الأرشيف
cs_cz: Archivy
de_de: Archive
es_es: Archivos
it_it: Archivi
nl_nl: Archief
pt_br: Arquivos
ru_ru: Архивы
uk: Архіви

source: Use commas instead of %s to separate excluded categories.
ar: استخدم الفواصل بدلاً من %s لفصل الفئات المستبعدة.
cs_cz: Použijte čárky místo %s k oddělení vyřazených kategorií.
de_de: Verwenden Sie Kommas anstelle von %s, um ausgeschlossene Kategorien zu trennen.
es_es: Utiliza comas en lugar de %s para separar las categorías excluidas.
fr_fr: Utilisez des virgules au lieu de %s pour séparer les catégories exclues.
it_it: Usa le virgole invece di %s per separare le categorie escluse.
nl_nl: Gebruik komma's in plaats van %s om uitgesloten categorieën te scheiden.
pt_br: Use vírgulas em vez de %s para separar as categorias excluídas.
ru_ru: Используйте запятые вместо %s для разделения исключенных категорий.
uk: Використовуйте коми замість %s для розділення виключених категорій.

source: Pagination Navigation
ar: تنقل الترقيم الصفحات
cs_cz: Navigace stránkováním
de_de: Seitennummerierung Navigation
es_es: Navegación de paginación
fr_fr: Navigation de pagination
it_it: Navigazione a paginazione
nl_nl: Paginatie navigatie
pt_br: Navegação de paginação
ru_ru: Навигация по страницам
uk: Навігація по сторінках

source: All items loaded
ar: تم تحميل جميع العناصر
cs_cz: Všechny položky načteny
de_de: Alle Elemente geladen
es_es: Todos los elementos cargados
fr_fr: Tous les articles chargés
it_it: Tutti gli elementi sono stati caricati
nl_nl: Alle items geladen
pt_br: Todos os itens carregados
ru_ru: Все элементы загружены
uk: Усі елементи завантажені.

source: Filters
ar: المرشحات
cs_cz: Filtry
de_de: Filtern
es_es: Filtros
fr_fr: Filtres
it_it: Filtri
nl_nl: Filters Filters
pt_br: Filtros
ru_ru: Фильтры
uk: Фільтри

source: Close Filters
ar: أغلق الفلاتر
cs_cz: Zavřít filtry
de_de: Filter schließen
es_es: Cerrar filtros
fr_fr: Fermer les filtres
it_it: Chiudi i filtri
nl_nl: Sluit filters.
pt_br: Fechar Filtros
ru_ru: Закрыть фильтры
uk: Закрити фільтри

source: was successfully added to your cart.
ar: تمت إضافته بنجاح إلى عربة التسوق الخاصة بك.
cs_cz: Bylo úspěšně přidáno do vašeho košíku.
de_de: wurde erfolgreich Ihrem Warenkorb hinzugefügt.
es_es: Se ha añadido correctamente a tu carrito.
fr_fr: a été ajouté avec succès à votre panier.
it_it: È stato aggiunto con successo al tuo carrello.
nl_nl: is succesvol aan uw winkelwagen toegevoegd.
pt_br: foi adicionado com sucesso ao seu carrinho.
ru_ru: был успешно добавлен в вашу корзину.
uk: було успішно додано до вашого кошика.

source: Write a Review
ar: اكتب مراجعة
cs_cz: Napište recenzi
de_de: Schreiben Sie eine Bewertung.
es_es: Escribir una reseña
fr_fr: Écrire une critique
it_it: Scrivi una recensione
nl_nl: Schrijf een recensie.
pt_br: Escreva uma avaliação.
ru_ru: Напишите отзыв.
uk: Напишіть відгук.

source: Skip to main content
ar: انتقل إلى المحتوى الرئيسي
cs_cz: Přeskočit na hlavní obsah
de_de: Springe zum Hauptinhalt
es_es: Ir al contenido principal
fr_fr: Passer au contenu principal
it_it: Vai al contenuto principale
nl_nl: Ga naar de hoofdinhoud
pt_br: Ir para o conteúdo principal
ru_ru: Перейти к основному содержимому
uk: Перейти до основного вмісту

source: Category Thumbnail Image
ar: صورة مصغرة للفئة
cs_cz: Obrázek náhledu kategorie
de_de: Kategorie Miniaturbild
es_es: Imagen en miniatura de la categoría
fr_fr: Image miniature de la catégorie
it_it: Immagine in anteprima della categoria
nl_nl: Categorie Miniatuurafbeelding
pt_br: Imagem de Miniatura da Categoria
ru_ru: Изображение миниатюры категории
uk: Зображення мініатюри категорії

source: Upload
ar: تحميل
cs_cz: Nahrát
de_de: Hochladen
es_es: Subir
fr_fr: Télécharger
it_it: Caricare
pt_br: Enviar
ru_ru: Загрузить
uk: Завантажити

source: Remove Upload
ar: إزالة التحميل
cs_cz: Odebrat nahrávání.
de_de: Hochladen entfernen.
es_es: Eliminar Subir
fr_fr: Supprimer le téléchargement
it_it: Rimuovi Carica
nl_nl: Verwijder Upload
pt_br: Remover Upload
ru_ru: Удалить загрузку
uk: Видалити завантаження

source: Category Header Image
ar: صورة رأس الفئة
cs_cz: Obrázek hlavičky kategorie
de_de: Kategorie Header Bild
es_es: Imagen de encabezado de categoría
fr_fr: Image d'en-tête de catégorie
it_it: Immagine dell'intestazione della categoria
nl_nl: Categorie Koptekst Afbeelding
pt_br: Imagem de Cabeçalho da Categoria
ru_ru: Изображение заголовка категории
uk: Зображення заголовка категорії

source: Category Color
ar: فئة اللون
cs_cz: Barva kategorie
de_de: Kategorie Farbe
es_es: Categoría Color
fr_fr: Catégorie Couleur
it_it: Categoria Colore
nl_nl: Categorie Kleur
pt_br: Categoria de Cor
ru_ru: Категория Цвет
uk: Категорія Колір

source: Category Text Color
ar: لون نص الفئة
cs_cz: Barva textu kategorie
de_de: Kategorie Textfarbe
es_es: Categoría Color del Texto
fr_fr: Catégorie Couleur du Texte
it_it: Categoria Colore del Testo
nl_nl: Categorie Tekstkleur
pt_br: Categoria Cor do Texto
ru_ru: Цвет текста категории
uk: Колір тексту категорії

source: Category Header Content Align
ar: محتوى توجيه رأس الفئة
cs_cz: Zarovnání obsahu záhlaví kategorie
de_de: Kategorie Header Inhaltsausrichtung
es_es: Alineación del contenido del encabezado de categoría
fr_fr: Alignement du contenu de l'en-tête de la catégorie
it_it: Allineamento del contenuto dell'intestazione della categoria
nl_nl: Categorie kopinhoud uitlijnen
pt_br: Alinhar conteúdo do cabeçalho da categoria
ru_ru: Выравнивание содержимого заголовка категории
uk: Вирівнювання вмісту заголовка категорії

source: Category Header Text Align
ar: محاذاة نص عنوان الفئة
cs_cz: Zarovnání textu záhlaví kategorie
de_de: Kategorie Überschrift Textausrichtung
es_es: Alineación del texto del encabezado de categoría
fr_fr: Alignement du texte de l'en-tête de la catégorie
it_it: Allineamento del testo dell'intestazione della categoria
nl_nl: Categorie Kop Tekst Uitlijnen
pt_br: Alinhamento do Texto do Cabeçalho da Categoria
ru_ru: Выравнивание текста заголовка категории
uk: Вирівнювання тексту заголовка категорії
