Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Would you like to have your sidebar follow down as your scroll in a sticky manner?
ar: هل تود أن يتبع الشريط الجانبي أثناء التمرير بطريقة لزجة؟
cs_cz: Chtěli byste mít boční panel, který bude při posouvání stránky následovat a bude "sticky"?
de_de: Möchten Sie, dass Ihre Seitenleiste beim Scrollen auf klebrige Weise nach unten folgt?
es_es: ¿Te gustaría que tu barra lateral se mantenga fija y siga bajando mientras te desplazas?
fr_fr: Souhaitez-vous que votre barre latérale suive en descendant lorsque vous faites défiler de manière collante ?
it_it: Ti piacerebbe che la barra laterale segua mentre scorri in modo fisso?
nl_nl: Zou je willen dat je zijbalk tijdens het scrollen op een plakkerige manier naar beneden blijft volgen?
pt_br: Você gostaria que a sua barra lateral descesse conforme você rola a página de forma fixa?
ru_ru: Хотели бы вы, чтобы боковая панель оставалась прикрепленной при прокрутке вниз?
uk: Чи хочете, щоб бічна панель пересувалася вниз під час прокручування у закріпленому режимі?

source: Product Style
ar: نمط المنتج
cs_cz: Styl produktu
de_de: Produktstil
es_es: Estilo del producto
fr_fr: Style de produit
it_it: Stile del prodotto
nl_nl: Productstijl
pt_br: Estilo do Produto
ru_ru: Стиль продукта
uk: Стиль продукту

source: Please select the style you would like your products to display in (single product page styling will also vary slightly with each)
ar: يرجى اختيار النمط الذي ترغب في عرض منتجاتك به (ستختلف تصميم صفحة المنتج الفردي أيضًا قليلاً
cs_cz: Prosím vyberte styl, ve kterém chcete, aby se vaše produkty zobrazovaly (stylování jednotlivých produktových stránek se také mírně liší).
de_de: Bitte wählen Sie den Stil aus, in dem Sie möchten, dass Ihre Produkte angezeigt werden (die Gestaltung der einzelnen Produktseiten wird auch leicht variieren).
es_es: Por favor, selecciona el estilo en el que te gustaría que se muestren tus productos (el estilo de la página de producto individual también variará ligeramente en cada caso).
fr_fr: Veuillez sélectionner le style dans lequel vous souhaitez afficher vos produits (le style de la page produit individuel variera également légèrement pour chacun).
it_it: Per favore seleziona lo stile in cui desideri che i tuoi prodotti vengano visualizzati (lo stile della pagina del singolo prodotto varierà leggermente con ciascuno).
nl_nl: Gelieve de stijl te kiezen waarin u wilt dat uw producten worden weergegeven (de stijl van de enkele productpagina zal ook iets variëren).
pt_br: Por favor, selecione o estilo que você gostaria que seus produtos fossem exibidos (o estilo da página de produto único também variará ligeiramente com cada um).
ru_ru: Пожалуйста, выберите стиль, в котором вы хотели бы отображать свои продукты (оформление страницы одного продукта также будет немного отличаться).
uk: Будь ласка, оберіть стиль, в якому ви хочете відображати ваші продукти (оформлення сторінки одного продукту також буде трохи відрізня

source: Material Design
ar: التصميم المادي
cs_cz: Materiálový design
es_es: Diseño de materiales
fr_fr: Conception de matériaux
it_it: Design dei materiali
nl_nl: Materiaalontwerp
pt_br: Design de Material
ru_ru: Материальный дизайн
uk: Дизайн матеріалів

source: Minimal Design
ar: تصميم أنيق
cs_cz: Minimální design
de_de: Minimales Design
es_es: Diseño minimalista
fr_fr: Design minimal
it_it: Design minimale
nl_nl: Minimaal ontwerp.
pt_br: Design minimalista
ru_ru: Минималистичный дизайн
uk: Мінімалістичний дизайн

source: Minimal Product Hover Layout
ar: تخطيط تحويم المنتج الأدنى
cs_cz: Minimální rozložení při najetí myší na produkt
de_de: Minimales Produkt-Hover-Layout
es_es: Diseño de Interacción Mínimo para Productos
fr_fr: Mise en page minimale pour survoler le produit
it_it: Layout di Hover del Prodotto Minimale
nl_nl: Minimale product zweeflay-out
pt_br: Layout de destaque de produto mínimo
ru_ru: Минимальный макет наведения на продукт
uk: Мінімальний макет наведення на продукт

source: Price Hidden, Minimal Buttons
ar: السعر مخفي، أزرار قليلة
cs_cz: Skrytá cena, minimální tlačítka
de_de: Preis versteckt, minimale Schaltflächen
es_es: Precio oculto, botones mínimos
fr_fr: Prix caché, boutons minimaux
it_it: Prezzo nascosto, pochi pulsanti
nl_nl: Prijs verborgen, Minimale knoppen
pt_br: Preço oculto, botões mínimos.
ru_ru: Скрытая цена, минимальное количество кнопок
uk: Ціна прихована, мінімальна кількість кнопок

source: Price Visible, Flex Buttons
ar: السعر مرئي، أزرار مرنة
cs_cz: Viditelná cena, flexibilní tlačítka
de_de: Preis sichtbar, flexible Schaltflächen
es_es: Precio visible, botones flexibles
fr_fr: Prix visible, boutons flexibles
it_it: Prezzo visibile, pulsanti flessibili
nl_nl: Prijs zichtbaar, Flex-knoppen
pt_br: Preço visível, botões flexíveis
ru_ru: Цена видима, гибкие кнопки
uk: Ціна видима, гнучкі кнопки

source: Minimal Product Hover Effect
ar: تأثير تحويم منتج بسيط
cs_cz: Minimální efekt při najetí myší na produkt
de_de: Minimale Produkt-Hover-Effekt
es_es: Efecto de desplazamiento mínimo del producto
fr_fr: Effet de survol minimaliste du produit
it_it: Effetto di Hover del Prodotto Minimale
nl_nl: Minimale product zweefeffect
pt_br: Efeito de Hover de Produto Mínimo
ru_ru: Эффект наведения на минимальный продукт
uk: Мінімальний ефект наведення на продукт

source: Background Grow W/ Shadow
ar: نمو الخلفية مع الظل
cs_cz: Pozadí s rostlinami a stínem
de_de: Hintergrund wachsen mit Schatten
es_es: Fondo Crecer con Sombra
fr_fr: Fond grandissant avec ombre
it_it: Sfondo Cresci Con Ombra
nl_nl: Achtergrond Groei met Schaduw
pt_br: Cresça com sombra no fundo.
ru_ru: Фоновый рост с тенью
uk: Фон росте з тінню

source: Image Zoom
ar: تكبير الصورة
cs_cz: Zvětšení obrázku
de_de: Bildzoom
es_es: Ampliación de imagen
fr_fr: Zoom de l'image
it_it: Ingrandimento dell'immagine
nl_nl: Afbeelding zoomen
pt_br: Zoom da imagem
ru_ru: Увеличение изображения
uk: Збільшення зображення

source: Minimal Product Text Alignment
ar: محاذاة نص المنتج الحد الأدنى
cs_cz: Minimální zarovnání textu produktu
de_de: Minimale Produkttextausrichtung
es_es: Alineación de texto del producto mínimo
fr_fr: Alignement minimal du texte du produit
it_it: Allineamento del testo del prodotto minimo
nl_nl: Minimale producttekstuitlijning
pt_br: Alinhamento mínimo de texto do produto
ru_ru: Минимальное выравнивание текста продукта
uk: Мінімальне вирівнювання тексту продукту

source: Product Border Radius
ar: نص الحدود للمنتج
cs_cz: Rozměr zaoblení produktu
de_de: Produktrahmenradius
es_es: Radio de borde del producto
fr_fr: Rayon de la bordure du produit
it_it: Raggio di bordo del prodotto
nl_nl: Product Afgeronde Hoeken
pt_br: Raio da borda do produto
ru_ru: Радиус границы продукта
uk: Радіус кутів продукту

source: 0px
ar: ٠ بكسل

source: 4px
ar: 4 بكسل

source: 5px
ar: 5 بكسل

source: 6px
ar: 6 بكسل

source: 7px
ar: 7 بكسل

source: 8px
ar: 8 بكسل

source: 9px
ar: ٩ بكسل

source: 10px
ar: ١٠ بكسل

source: 15px
ar: 15 بكسل

source: 20px
ar: 20 بكسل

source: Enable WooCommerce Product Quick View
ar: تمكين معاينة سريعة لمنتجات WooCommerce
cs_cz: Povolit rychlé zobrazení produktu WooCommerce.
de_de: Aktiviere die WooCommerce-Produktschnellansicht.
es_es: Habilitar la vista rápida de productos de WooCommerce
fr_fr: Activer l'aperçu rapide des produits WooCommerce.
it_it: Abilita la visualizzazione rapida del prodotto WooCommerce
nl_nl: Schakel WooCommerce Product Quick View in.
pt_br: Ativar visualização rápida de produtos no WooCommerce.
ru_ru: Включить быстрый просмотр товара в WooCommerce
uk: Увімкнути швидкий перегляд товарів у WooCommerce.

source: This will add a "quick view" button to your products which will load key single product page info without having to navigate to the page itself.
ar: سيتم إضافة زر "عرض سريع" إلى منتجاتك الذي سيقوم بتحميل معلومات صفحة المنتج الفردية الرئي
cs_cz: Toto přidá tlačítko „rychlý náhled“ k vašim produktům, které načte klíčové informace o jednotlivém produktu, aniž byste museli přejít na samotnou strán
de_de: Dies fügt einen "Schnellansicht"-Button zu Ihren Produkten hinzu, der wichtige Informationen der einzelnen Produktseite lädt, ohne dass Sie zur Seite selbst navigieren müssen.
es_es: Esto agregará un botón de "vista rápida" a tus productos que cargará información clave de la página de producto individual sin tener que navegar a la página en sí misma.
fr_fr: Cela ajoutera un bouton "aperçu rapide" à vos produits qui chargera les informations clés de la page du produit sans avoir à naviguer vers la page elle-même.
it_it: Questo aggiungerà un pulsante "anteprima" ai tuoi prodotti che caricherà le informazioni chiave della pagina del singolo prodotto senza dover navigare alla pagina stessa.
nl_nl: Dit voegt een "snel bekijken" knop toe aan uw producten die belangrijke informatie van de enkele productpagina zal laden zonder naar de pagina zelf te hoeven navigeren.
pt_br: Isso adicionará um botão "visualização rápida" aos seus produtos, que carregará informações-chave da página do produto sem a necessidade de navegar até a página em si.
ru_ru: Это добавит кнопку "Быстрый просмотр" к вашим продуктам, которая загрузит ключевую информацию о товаре на отдельной странице без необходимости переходить на саму страницу.
uk: Це додасть кнопку "швидкий перегляд" до вашого товару, яка буде завантажувати ключову інформацію про один товар без необхідності переходити

source: Show first gallery image on Product hover
ar: عرض الصورة الأولى في المعرض عند تحويم المنتج
cs_cz: Zobrazit první obrázek galerie při najetí na produkt
de_de: Zeige das erste Galeriebild beim Produkt-Hover an.
es_es: Mostrar la primera imagen de la galería al pasar el cursor sobre el producto.
fr_fr: Afficher la première image de la galerie lors du survol du produit
it_it: Mostra la prima immagine della galleria al passaggio del mouse sul prodotto
nl_nl: Toon eerste galerijafbeelding bij product zweven.
pt_br: Mostrar a primeira imagem da galeria ao passar o mouse sobre o produto.
ru_ru: Показать первое изображение галереи при наведении на продукт
uk: Показати перше зображення галереї при наведенні на товар

source: Using this will cause your products to show the first gallery image (if supplied) on hover
ar: سيؤدي استخدام هذا إلى عرض صورة المعرض الأولى لمنتجاتك عند تحويم المؤشر عليها
cs_cz: Použitím tohoto nastavení se vaše produkty zobrazí první obrázek galerie (pokud je dodán) při najetí myší.
de_de: Die Verwendung davon führt dazu, dass Ihre Produkte das erste Galeriebild (falls vorhanden) beim Überfahren anzeigen.
es_es: Usar esto hará que tus productos muestren la primera imagen de la galería (si se suministra) al pasar el cursor.
fr_fr: L'utilisation de ceci fera apparaître la première image de la galerie de vos produits (si elle est fournie) au survol.
it_it: Utilizzando questo, i tuoi prodotti mostreranno la prima immagine della galleria (se fornita) al passaggio del mouse
nl_nl: Het gebruik hiervan zorgt ervoor dat uw producten de eerste galerijafbeelding (indien geleverd) tonen bij zweven.
pt_br: Usar isso fará com que seus produtos mostrem a primeira imagem da galeria (se fornecida) ao passar o mouse.
ru_ru: Использование этого приведет к отображению первого изображения галереи (если оно предоставлено) при наведении.
uk: Використання цього призведе до відображення першого зображення галереї (якщо воно надане) при наведенні.

source: Disable Product Hover Effect On Mobile
ar: تعطيل تأثير تحويم المنتج على الهواتف النقالة
cs_cz: Vypnout efekt přejetí myší nad produktem na mobilních zařízeních.
de_de: Deaktiviere den Produkt-Hover-Effekt auf Mobilgeräten.
es_es: Desactivar el efecto de desplazamiento del producto en dispositivos móviles.
fr_fr: Désactiver l'effet de survol du produit sur mobile.
it_it: Disabilita l'effetto hover del prodotto su dispositivi mobili
nl_nl: Schakel het product zweefeffect uit op mobiel.
pt_br: Desativar Efeito de Hover do Produto em Dispositivos Móveis
ru_ru: Отключить эффект наведения на товары на мобильных устройствах.
uk: Вимкнути ефект наведення на товар на мобільних пристроях.

source: Quantity Button Style
ar: نمط زر الكمية
cs_cz: Styl tlačítka množství
de_de: Stil der Mengen-Schaltfläche
es_es: Estilo del botón de cantidad
fr_fr: Style du bouton de quantité
it_it: Stile del pulsante di quantità
nl_nl: Stijl van de hoeveelheidsknop
pt_br: Estilo do Botão de Quantidade
ru_ru: Стиль кнопки количества
uk: Стиль кнопки кількості

source: Please select style for your quantity buttons.
ar: يرجى اختيار نمط لأزرار الكمية الخاصة بك.
cs_cz: Prosím vyberte styl pro vaše tlačítka množství.
de_de: Bitte wählen Sie einen Stil für Ihre Mengenbuttons aus.
es_es: Por favor, selecciona un estilo para los botones de cantidad.
fr_fr: Veuillez sélectionner un style pour vos boutons de quantité.
it_it: Per favore seleziona lo stile per i tuoi pulsanti di quantità.
nl_nl: Gelieve een stijl te selecteren voor uw hoeveelheidsknoppen.
pt_br: Por favor, selecione o estilo para os botões de quantidade.
ru_ru: Пожалуйста, выберите стиль для кнопок количества.
uk: Будь ласка, оберіть стиль для кнопок кількості.

source: Rounded Circles With Shadow
ar: الدوائر المستديرة بظلّ
cs_cz: Zaoblené kruhy se stínem
de_de: Abgerundete Kreise mit Schatten
es_es: Círculos Redondeados con Sombra
fr_fr: Cercles arrondis avec ombre
it_it: Cerchi arrotondati con ombra
nl_nl: Afgeronde cirkels met schaduw
pt_br: Círculos arredondados com sombra
ru_ru: Круглые круги с тенью
uk: Круги з тінями

source: All Grouped Together
ar: كلها مجتمعة
cs_cz: Všechno seskupeno dohromady
de_de: Alle zusammen gruppiert.
es_es: Todos agrupados juntos
fr_fr: Tous regroupés
it_it: Tutti insieme
nl_nl: Allemaal bij elkaar
pt_br: Todos Agrupados Juntos
ru_ru: Все вместе
uk: Усі разом

source: Archive Page Columns (Desktop)
ar: أعمدة صفحة الأرشيف (سطح المكتب)
cs_cz: Sloupce archivní stránky (počítač)
de_de: Archivseite Spalten (Desktop)
es_es: Columnas de la página de archivo (Escritorio)
fr_fr: Colonnes de la page d'archive (ordinateur de bureau)
it_it: Colonne della pagina di archivio (Desktop)
nl_nl: Archiefpagina Kolommen (Desktop)
pt_br: Colunas da Página de Arquivo (Desktop)
ru_ru: Столбцы страницы архива (ПК)
uk: Стовпці сторінки архіву (робочий стіл)

source: The column number to be displayed on product archive pages when viewed on a desktop monitor ( > 1300px)
ar: رقم العمود الذي يجب عرضه على صفحات أرشيف المنتجات عند عرضها على شاشة سطح المكتب (أكبر من 1300 بك
cs_cz: Číslo sloupce, které se má zobrazovat na stránkách archivu produktů při zobrazení na desktopovém monitoru ( > 1300px)
de_de: Die Spaltennummer, die auf Produktarchivseiten angezeigt werden soll, wenn sie auf einem Desktop-Monitor ( > 1300px) betrachtet werden.
es_es: El número de columnas a mostrar en las páginas de archivo de productos cuando se ve en un monitor de escritorio (> 1300px)
fr_fr: Le numéro de colonne à afficher sur les pages d'archive de produits lorsqu'elles sont consultées sur un moniteur de bureau ( > 1300px)
it_it: Il numero di colonne da visualizzare nelle pagine di archivio prodotti quando viste su un monitor desktop ( > 1300px)
nl_nl: Het kolomnummer dat moet worden weergegeven op productarchiefpagina's wanneer bekeken op een desktopmonitor (> 1300px)
pt_br: O número de colunas a ser exibido nas páginas de arquivo de produtos ao serem visualizadas em um monitor de mesa ( > 1300px)
ru_ru: Номер столбца, который будет отображаться на страницах архива продуктов при просмотре на настольном мониторе ( > 1300px)
uk: Номер стовпця, який буде відображатися на сторінках архіву продуктів при перегляді на настільному моніторі ( > 1300px)

source: Archive Page Columns (Small Desktop)
ar: أعمدة صفحة الأرشيف (سطح المكتب الصغير)
cs_cz: Sloupce archivní stránky (malý desktop)
de_de: Archivseite Spalten (Kleines Desktop)
es_es: Columnas de la página de archivo (Escritorio pequeño)
fr_fr: Colonnes de la page d'archive (petit bureau)
it_it: Colonne della Pagina di Archivio (Desktop Piccolo)
nl_nl: Archiefpagina Kolommen (Kleine Desktop)
pt_br: Colunas da Página de Arquivo (Desktop Pequeno)
ru_ru: Столбцы страницы архива (маленький настольный компьютер)
uk: Стовпці сторінки архіву (малий робочий стіл)

source: The column number to be displayed on product archive pages when viewed on a small desktop monitor (1000px - 1300px)
ar: رقم العمود الذي يجب عرضه على صفحات أرشيف المنتجات عند عرضها على شاشة مراقب صغيرة (1000 بكسل -
cs_cz: Číslo sloupce, které se má zobrazit na stránkách archivu produktů při zobrazení na malém desktopovém monitoru (1000px - 1300px)
de_de: Die Spaltennummer, die auf Produktarchivseiten angezeigt werden soll, wenn sie auf einem kleinen Desktop-Monitor (1000px - 1300px) betrachtet werden.
es_es: El número de columnas a mostrar en las páginas de archivo de productos cuando se ve en un monitor de escritorio pequeño (1000px - 1300px)
fr_fr: Le numéro de colonne à afficher sur les pages d'archive de produits lorsqu'il est consulté sur un petit écran de bureau (1000px - 1300px)
it_it: Il numero di colonne da visualizzare nelle pagine di archivio prodotti quando viste su un monitor desktop di piccole dimensioni (1000px - 1300px)
nl_nl: Het kolomnummer dat moet worden weergegeven op productarchiefpagina's wanneer bekeken op een kleine desktopmonitor (1000px - 1300px)
pt_br: O número de colunas a ser exibido nas páginas de arquivo de produtos quando visualizado em um monitor de desktop pequeno (1000px - 1300px)
ru_ru: Номер столбца, который будет отображаться на страницах архива продуктов при просмотре на маленьком настольном мониторе (1000px - 1300px)
uk: Номер стовпця, який буде відображатися на сторінках архіву продуктів при перегляді на невеликому моніторі для настільного комп'ю

source: Archive Page Columns (Tablet)
ar: أعمدة صفحة الأرشيف (الجهاز اللوحي)
cs_cz: Sloupci archivní stránky (tablet)
de_de: Archivseite Spalten (Tablet)
es_es: Columnas de la página de archivo (Tablet)
fr_fr: Colonnes de la page d'archive (Tablette)
it_it: Colonne della pagina di archivio (Tablet)
nl_nl: Archiefpagina Kolommen (Tablet)
pt_br: Colunas da Página de Arquivo (Tablet)
ru_ru: Столбцы страницы архива (планшет)
uk: Стовпці сторінки архіву (планшет)

source: The column number to be displayed on product archive pages when viewed on a tablet (690px - 1024px)
ar: رقم العمود الذي يجب عرضه على صفحات أرشيف المنتجات عند عرضها على جهاز لوحي (690 بكسل - 1024 بكس
cs_cz: Číslo sloupce, které se má zobrazovat na stránkách archivu produktů při zobrazení na tabletu (690px - 1024px)
de_de: Die Spaltennummer, die auf den Produktarchivseiten angezeigt werden soll, wenn sie auf einem Tablet (690px - 1024px) betrachtet werden.
es_es: El número de columnas a mostrar en las páginas de archivo de productos al verse en una tableta (690px - 1024px)
fr_fr: Le numéro de colonne à afficher sur les pages d'archive de produits lorsqu'elles sont consultées sur une tablette (690px - 1024px)
it_it: Il numero di colonne da visualizzare nelle pagine di archivio prodotti quando viste su un tablet (690px - 1024px)
nl_nl: Het kolomnummer dat moet worden weergegeven op productarchiefpagina's wanneer bekeken op een tablet (690px - 1024px)
pt_br: O número da coluna a ser exibido nas páginas de arquivo de produtos ao serem visualizadas em um tablet (690px - 1024px)
ru_ru: Номер столбца, который будет отображаться на страницах архива продуктов при просмотре на планшете (690px - 1024px)
uk: Номер стовпця, який буде відображатися на сторінках архіву продуктів при перегляді на планшеті (690px - 1024px)

source: Archive Page Columns (Phone)
ar: عمودي الصفحة الأرشيف (الهاتف)
cs_cz: Sloupce archivní stránky (Telefon)
de_de: Archivseite Spalten (Telefon)
es_es: Columnas de la página de archivo (teléfono)
fr_fr: Colonnes de la page d'archive (Téléphone)
it_it: Colonne della pagina di archivio (Telefono)
nl_nl: Archiefpagina Kolommen (Telefoon)
pt_br: Colunas da Página de Arquivo (Celular)
ru_ru: Столбцы страницы архива (телефон)
uk: Стовпці сторінки архіву (телефон)

source: The column number to be displayed on product archive pages when viewed on a phone ( < 690px)
ar: رقم العمود الذي يجب عرضه على صفحات أرشيف المنتجات عند عرضها على الهاتف (أقل من 690 بكسل)
cs_cz: Číslo sloupce, které se má zobrazovat na stránkách archivu produktů při zobrazení na telefonu (< 690px)
de_de: Die Spaltennummer, die auf Produktarchivseiten angezeigt werden soll, wenn sie auf einem Telefon angesehen werden (< 690px)
es_es: El número de columnas a mostrar en las páginas de archivo de productos cuando se ve en un teléfono (< 690px)
fr_fr: Le numéro de colonne à afficher sur les pages d'archive de produits lorsqu'elles sont consultées sur un téléphone (< 690px)
it_it: Il numero di colonne da visualizzare nelle pagine di archivio prodotti quando viste su un telefono (< 690px)
nl_nl: Het kolomnummer dat moet worden weergegeven op productarchiefpagina's wanneer bekeken op een telefoon (< 690px)
pt_br: O número da coluna a ser exibido nas páginas de arquivo de produtos quando visualizado em um celular (< 690px)
ru_ru: Номер столбца, который будет отображаться на страницах архива продуктов при просмотре на телефоне (< 690px)
uk: Номер стовпця, який буде відображатися на сторінках архіву продуктів при перегляді на телефоні (<690px)

source: Material Design Product Item BG Color
ar: لون خلفية عنصر المنتج في تصميم المواد
cs_cz: Barva pozadí položky produktu Material Design
de_de: Hintergrundfarbe des Material Design Produkt-Elements
es_es: Color de fondo del elemento de producto de Material Design
fr_fr: Couleur de fond de l'élément de produit Material Design
it_it: Colore di sfondo dell'elemento prodotto del Material Design
nl_nl: Achtergrondkleur van materiaalontwerp productitem
pt_br: Cor de fundo do item de produto do Material Design
ru_ru: Цвет фона элемента продукта в дизайне материалов
uk: Колір фону елемента продукту у стилі Material Design

source: Set this to match the BG color of your product images.
ar: قم بتعيين هذا لمطابقة لون الخلفية لصور المنتج الخاصة بك.
cs_cz: Nastavte to tak, aby odpovídalo barvě pozadí vašich produktových obrázků.
de_de: Stellen Sie dies ein, um die Hintergrundfarbe Ihrer Produktbilder anzupassen.
es_es: Establece esto para que coincida con el color de fondo de tus imágenes de producto.
fr_fr: Réglez ceci pour correspondre à la couleur de fond de vos images de produit.
it_it: Imposta questo per corrispondere al colore di sfondo delle immagini del tuo prodotto.
nl_nl: Stel dit in om overeen te komen met de achtergrondkleur van uw productafbeeldingen.
pt_br: Defina isso para combinar com a cor de fundo das imagens do seu produto.
ru_ru: Установите это, чтобы соответствовать цвету фона ваших изображений продукта.
uk: Встановіть це, щоб відповідало кольору фону зображень вашого продукту.

source: Minimal Design Product Item BG Color
ar: لون خلفية عنصر المنتج بتصميم أنيق
cs_cz: Barva pozadí položky produktu s minimálním designem.
de_de: Hintergrundfarbe für minimalistisches Design-Produktobjekt
es_es: Color de fondo del elemento de producto de diseño minimalista
fr_fr: Couleur de fond de l'élément de produit au design minimal
it_it: Colore di sfondo dell'elemento prodotto dal design minimale
nl_nl: Achtergrondkleur van minimaal ontwerp productitem
pt_br: Cor de fundo do item de produto de design minimalista
ru_ru: Минималистичный дизайн товара - цвет фона
uk: Мінімалістичний дизайн кольору фону елементу продукту
