Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Enter a small amount of text to display in your header navigation. e.g. a phone number, store address etc. The positioning of this content will be determined by the header layout that you are using.
ar: أدخل كمية صغيرة من النص لعرضه في شريط التنقل العلوي. على سبيل المثال، رقم هاتف، عنوان المتجر، إلخ.
cs_cz: Zadejte malé množství textu k zobrazení ve vaší navigační hlavičce. Například telefonní číslo, adresa obchodu atd. Pozici tohoto obsahu určí rozložení
de_de: Geben Sie einen kleinen Text ein, der in Ihrer Kopfnavigation angezeigt werden soll. z.B. eine Telefonnummer, Geschäftsadresse usw. Die Positionierung dieses Inhalts wird durch das Header-Layout bestimmt, das Sie verwenden.
es_es: Ingresa una pequeña cantidad de texto para mostrar en tu navegación del encabezado. Por ejemplo, un número de teléfono, dirección de la tienda, etc. La posición de este contenido será determinada por el diseño del encabezado que estés utilizando.
fr_fr: Entrez un petit texte à afficher dans votre navigation en-tête. Par exemple, un numéro de téléphone, une adresse de magasin, etc. La position de ce contenu sera déterminée par la mise en page de l'en-tête que vous utilisez.
it_it: Inserisci un piccolo testo da visualizzare nella tua navigazione dell'intestazione. Ad esempio, un numero di telefono, un indirizzo del negozio, ecc. La posizione di questo contenuto sarà determinata dal layout dell'intestazione che stai utilizzando.
nl_nl: Voer een kleine hoeveelheid tekst in om weer te geven in uw kopnavigatie. Bijvoorbeeld een telefoonnummer, winkeladres, enz. De positionering van deze inhoud wordt bepaald door het koplay-out dat u gebruikt.
pt_br: Digite uma pequena quantidade de texto para exibir na navegação do cabeçalho. Por exemplo, um número de telefone, endereço da loja, etc. A posição desse conteúdo será determinada pelo layout do cabeçalho que você está usando.
ru_ru: Введите небольшой текст для отображения в вашем верхнем меню навигации. Например, номер телефона, адрес магазина и т. д. Положение этого контента будет определяться макетом вер
uk: Введіть невеликий текст для відображення у верхній навігації заголовка. Наприклад, номер телефону, адреса магазину тощо. Позиці

source: Layout & Content Related
ar: التخطيط والمحتوى ذو الصلة
cs_cz: Rozložení a obsah související
de_de: Layout & Inhaltsbezogen
es_es: Diseño y Contenido Relacionado
fr_fr: Mise en page et contenu connexe
it_it: Layout e Contenuto Correlato
nl_nl: Indeling en inhoud gerelateerd
pt_br: Layout e Conteúdo Relacionado
ru_ru: Разметка и контентные материалы
uk: Макет та зміст пов'язані

source: Secondary Header Bar
ar: شريط العنوان الثانوي
cs_cz: Sekundární hlavičkový panel
de_de: Sekundäre Kopfzeile
es_es: Barra de encabezado secundario
fr_fr: Barre de titre secondaire
it_it: Barra dell'intestazione secondaria
nl_nl: Secundaire kopbalk
pt_br: Barra de cabeçalho secundária
ru_ru: Вторичная строка заголовка
uk: Вторинна панель заголовка

source: Please select if you would like an additional header bar above the main navigation.
ar: يرجى اختيار ما إذا كنت ترغب في شريط رأس إضافي فوق التنقل الرئيسي.
cs_cz: Prosím vyberte, zda chcete mít nad hlavní navigací další záhlaví.
de_de: Bitte wählen Sie aus, ob Sie eine zusätzliche Kopfzeile über der Hauptnavigation möchten.
es_es: Por favor, selecciona si deseas una barra de encabezado adicional encima de la navegación principal.
fr_fr: Veuillez sélectionner si vous souhaitez avoir une barre d'en-tête supplémentaire au-dessus de la navigation principale.
it_it: Per favore seleziona se desideri una barra dell'intestazione aggiuntiva sopra la navigazione principale.
nl_nl: Gelieve te selecteren of u een extra kopbalk boven de hoofdnavigatie wilt hebben.
pt_br: Por favor, selecione se você gostaria de ter uma barra de cabeçalho adicional acima da navegação principal.
ru_ru: Пожалуйста, выберите, хотели бы вы дополнительную строку заголовка над основной навигацией.
uk: Будь ласка, виберіть, чи хочете ви додаткову панель заголовка над основною навігацією.

source: Standard Header
ar: العنوان القياسي
cs_cz: Standardní záhlaví
de_de: Standard Kopfzeile
es_es: Encabezado estándar
fr_fr: En-tête standard
it_it: Intestazione standard
nl_nl: Standaard koptekst
pt_br: Cabeçalho padrão
ru_ru: Стандартный заголовок
uk: Стандартний заголовок

source: Header With Secondary Navigation Bar
ar: رأس الصفحة مع شريط تنقل ثانوي
cs_cz: Hlavička s druhotným navigačním pruhem
de_de: Kopfzeile mit sekundärer Navigationsleiste
es_es: Encabezado con barra de navegación secundaria
fr_fr: En-tête avec barre de navigation secondaire
it_it: Intestazione con barra di navigazione secondaria
nl_nl: Koptekst met secundaire navigatiebalk
pt_br: Cabeçalho com Barra de Navegação Secundária
ru_ru: Заголовок с вторичной навигационной панелью
uk: Заголовок з додатковою навігаційною панеллю

source: Secondary Header Text
ar: نص عنوان ثانوي
cs_cz: Sekundární záhlaví
de_de: Sekundärer Überschriftentext
es_es: Texto de encabezado secundario
fr_fr: Texte d'en-tête secondaire
it_it: Testo dell'intestazione secondaria
nl_nl: Secundaire kop tekst
pt_br: Texto do cabeçalho secundário
ru_ru: Вторичный заголовок
uk: Вторинний заголовок

source: Add the text that you would like to appear in the secondary header.
ar: أضف النص الذي ترغب في ظهوره في الهيدر الثانوي.
cs_cz: Přidejte text, který byste chtěli zobrazit ve druhém záhlaví.
de_de: Fügen Sie den Text hinzu, der im sekundären Header angezeigt werden soll.
es_es: Agrega el texto que te gustaría que aparezca en el encabezado secundario.
fr_fr: Ajoutez le texte que vous souhaitez voir apparaître dans l'en-tête secondaire.
it_it: Aggiungi il testo che desideri visualizzare nell'intestazione secondaria.
nl_nl: Voeg de tekst toe die u wilt laten verschijnen in de secundaire kop.
pt_br: Adicione o texto que você gostaria que aparecesse no cabeçalho secundário.
ru_ru: Добавьте текст, который вы хотели бы видеть во вторичном заголовке.
uk: Додайте текст, який ви хочете, щоб з'явився у вторинному заголовку.

source: Secondary Header Link URL
ar: رابط العنوان الثانوي
cs_cz: URL odkazu na sekundární záhlaví
de_de: Sekundärer Header-Link URL
es_es: Enlace de encabezado secundario
fr_fr: Lien URL du sous-entête secondaire
it_it: Collegamento URL dell'intestazione secondaria
nl_nl: Secundaire kop koppeling URL
pt_br: Link de Cabeçalho Secundário
ru_ru: Ссылка на вторичный заголовок
uk: Посилання на вторинний заголовок

source: Please enter an optional URL for the secondary header text here.
ar: يرجى إدخال عنوان URL اختياري لنص العنوان الثانوي هنا.
cs_cz: Prosím zadejte volitelnou URL adresu pro text ve druhém záhlaví zde.
de_de: Bitte geben Sie hier eine optionale URL für den sekundären Überschriftstext ein.
es_es: Por favor ingresa una URL opcional para el texto del encabezado secundario aquí.
fr_fr: Veuillez entrer une URL facultative pour le texte de l'en-tête secondaire ici.
it_it: Per favore inserisci un URL opzionale per il testo dell'intestazione secondaria qui.
nl_nl: Gelieve hier een optionele URL in te voeren voor de secundaire koptekst.
pt_br: Por favor, insira uma URL opcional para o texto do cabeçalho secundário aqui.
ru_ru: Пожалуйста, введите необязательный URL для вторичного заголовка здесь.
uk: Будь ласка, введіть необов'язковий URL для тексту вторинного заголовка тут.

source: Secondary Header Mobile Functionality
ar: وظائف الهيدر الثانوي على الهواتف المحمولة
cs_cz: Funkcionalita sekundární hlavičky na mobilní verzi
de_de: Sekundäre Kopfzeile für mobile Funktionen
es_es: Funcionalidad de encabezado secundario en dispositivos móviles
fr_fr: Fonctionnalité de l'en-tête secondaire sur mobile
it_it: Funzionalità dell'intestazione secondaria su dispositivi mobili
nl_nl: Secundaire kop Mobiele functionaliteit
pt_br: Funcionalidade de Cabeçalho Secundário para Dispositivos Móveis
ru_ru: Функциональность вторичного заголовка на мобильных устройствах
uk: Функціональність вторинного заголовка для мобільних пристроїв

source: Please select how you would like the secondary header bar to display on mobile devices.
ar: يرجى تحديد كيف ترغب في عرض شريط العنوان الثانوي على الأجهزة المحمولة.
cs_cz: Prosím vyberte, jak chcete, aby se sekundární záhlaví zobrazovalo na mobilních zařízeních.
de_de: Bitte wählen Sie aus, wie Sie möchten, dass die sekundäre Kopfzeile auf mobilen Geräten angezeigt wird.
es_es: Por favor, selecciona cómo te gustaría que se muestre la barra de encabezado secundario en dispositivos móviles.
fr_fr: Veuillez sélectionner comment vous aimeriez que la barre d'en-tête secondaire s'affiche sur les appareils mobiles.
it_it: Per favore, seleziona come desideri che la barra dell'intestazione secondaria venga visualizzata sui dispositivi mobili.
nl_nl: Gelieve te selecteren hoe u wilt dat de secundaire kopbalk wordt weergegeven op mobiele apparaten.
pt_br: Por favor, selecione como você gostaria que a barra de cabeçalho secundária seja exibida em dispositivos móveis.
ru_ru: Пожалуйста, выберите, как вы бы хотели, чтобы вторичная строка заголовка отображалась на мобильных устройствах.
uk: Будь ласка, виберіть, як ви хочете, щоб відображалася вторинна панель заголовка на мобільних пристроях.

source: The option to "Display Items Above Mobile Header" will be skipped when using the "Header Permanent Transparent" option in the Header Navigation > Transparent Effect tab.
ar: سيتم تخطي الخيار "عرض العناصر أعلى رأس الهاتف المحمول" عند استخدام الخيار "رأس شفاف دائم" في علام
cs_cz: Možnost "Zobrazit položky nad mobilním záhlavím" bude přeskočena při použití možnosti "Trvalé průhledné záhlaví" v záložce Navigace záhl
de_de: Die Option "Elemente über dem mobilen Header anzeigen" wird übersprungen, wenn die Option "Header Permanent Transparent" im Tab Header Navigation > Transparent Effect verwendet wird.
es_es: La opción de "Mostrar elementos encima del encabezado móvil" se omitirá al usar la opción "Encabezado permanente transparente" en la pestaña Efecto transparente de la navegación del encabezado.
fr_fr: L'option "Afficher les éléments au-dessus de l'en-tête mobile" sera ignorée lors de l'utilisation de l'option "En-tête transparent permanent" dans l'onglet Effet transparent de la navigation de l'en-tête.
it_it: L'opzione "Mostra elementi sopra l'intestazione mobile" verrà saltata quando si utilizza l'opzione "Intestazione permanente trasparente" nella scheda Effetto trasparente della navigazione dell'intestazione.
nl_nl: De optie "Items boven mobiele header weergeven" wordt overgeslagen wanneer de optie "Header Permanent Transparant" wordt gebruikt in het tabblad Header Navigatie > Transparant Effect.
pt_br: A opção "Exibir itens acima do cabeçalho móvel" será ignorada ao usar a opção "Cabeçalho Transparente Permanente" na guia Efeito Transparente da Navegação do Cabeçalho.
ru_ru: Опция "Отображать элементы над мобильным заголовком" будет пропущена при использовании опции "Постоянный прозрачный заголовок" на вкладке Навигация заголовка > Прозрач
uk: Опція "Показувати елементи над мобільним заголовком" буде пропущена при використанні опції "Постійний прозорий заголовок" в р

source: Add Items Into Mobile Navigation Menu
ar: أضف عناصر إلى قائمة التنقل على الهاتف المحمول
cs_cz: Přidejte položky do mobilního navigačního menu.
de_de: Fügen Sie Elemente zum mobilen Navigationsmenü hinzu.
es_es: Agregar elementos al menú de navegación móvil
fr_fr: Ajouter des éléments dans le menu de navigation mobile.
it_it: Aggiungi elementi al menu di navigazione mobile.
nl_nl: Voeg items toe aan het mobiele navigatiemenu.
pt_br: Adicione itens ao menu de navegação móvel.
ru_ru: Добавить элементы в мобильное меню навигации
uk: Додайте елементи в мобільне меню навігації.

source: Display Items Above Mobile Header
ar: عرض العناصر فوق رأس الهاتف المحمول
cs_cz: Zobrazit položky nad mobilním záhlavím.
de_de: Anzeigen von Elementen über dem mobilen Header.
es_es: Mostrar elementos encima del encabezado móvil.
fr_fr: Afficher les éléments au-dessus de l'en-tête mobile.
it_it: Mostra gli elementi sopra l'intestazione mobile.
nl_nl: Toon items boven mobiele koptekst.
pt_br: Exibir itens acima do cabeçalho móvel.
ru_ru: Отобразить элементы над мобильным заголовком
uk: Відображення елементів над мобільним заголовком

source: Transparent Header
ar: رأس الصفحة شفاف
cs_cz: Průhledný záhlaví
de_de: Transparentes Header
es_es: Encabezado transparente
fr_fr: En-tête transparent
it_it: Intestazione trasparente
nl_nl: Transparante header
pt_br: Cabeçalho transparente
ru_ru: Прозрачный заголовок
uk: Прозорий заголовок

source: Causes your header to be completely transparent before the user scrolls. This will be triggered automatically when using a post header, or you can manually trigger it per page.
ar: يُسبب تمام شفافية رأس الصفحة قبل تمرير المستخدم. سيتم تنشيط هذا تلقائيًا عند استخدام رأس
cs_cz: Způsobí, že váš záhlaví bude úplně průhledné předtím, než uživatel začne posouvat. Toto bude automaticky spuštěno při použití záhl
de_de: Bewirkt, dass Ihr Header vollständig transparent ist, bevor der Benutzer scrollt. Dies wird automatisch ausgelöst, wenn ein Beitragskopf verwendet wird, oder Sie können es manuell pro Seite auslösen.
es_es: Hace que tu encabezado sea completamente transparente antes de que el usuario haga scroll. Esto se activará automáticamente al usar un encabezado de publicación, o puedes activarlo manualmente por página.
fr_fr: Cela provoque que votre en-tête soit complètement transparent avant que l'utilisateur fasse défiler la page. Cela sera déclenché automatiquement lors de l'utilisation d'un en-tête d'article, ou vous pouvez le déclencher manuellement par page.
it_it: Fa sì che l'intestazione sia completamente trasparente prima che l'utente faccia scorrere la pagina. Questo verrà attivato automaticamente quando si utilizza un'intestazione di post, oppure è possibile attivarlo manualmente per pagina.
nl_nl: Zorgt ervoor dat uw header volledig transparant is voordat de gebruiker scrolt. Dit wordt automatisch geactiveerd bij het gebruik van een berichtheader, of u kunt het handmatig per pagina activeren.
pt_br: Faz com que seu cabeçalho fique completamente transparente antes do usuário rolar a página. Isso será acionado automaticamente ao usar um cabeçalho de postagem, ou você pode acioná-lo manualmente por página.
ru_ru: Это делает ваш заголовок полностью прозрачным до тех пор, пока пользователь не прокрутит страницу. Это будет активировано автоматически при использовании заголовка записи, или вы можете вру
uk: Це призводить до того, що ваш заголовок стає повністю прозорим до тих пір, поки користувач не прокрутить сторінку. Це буде вик

source: Transparent Light Logo
ar: شعار ضوء شفاف
cs_cz: Průhledné světelné logo
de_de: Transparentes Licht-Logo
es_es: Logotipo de luz transparente
fr_fr: Logo de lumière transparente
it_it: Logo trasparente con luce
nl_nl: Transparant Licht Logo
pt_br: Logotipo de Luz Transparente
ru_ru: Прозрачный световой логотип
uk: Прозорий світловий логотип

source: Transparent Light Mobile Logo
ar: شعار متحرك للهاتف الخفيف الشفاف
cs_cz: Průhledný světelný mobilní logotyp
de_de: Transparentes Licht Mobile Logo
es_es: Logotipo móvil de luz transparente
fr_fr: Logo mobile transparent de lumière
it_it: Logo mobile trasparente con luce
nl_nl: Transparant Licht Mobiel Logo
pt_br: Logotipo Transparente para Dispositivo Móvel
ru_ru: Прозрачный светлый мобильный логотип
uk: Прозорий світловий мобільний логотип

source: A separate header starting logo that will be shown on mobile devices only.
ar: رأس مستقل يحتوي على شعار سيُعرض فقط على الأجهزة المحمولة.
cs_cz: Samostatný záhlaví s logem, které bude zobrazeno pouze na mobilních zařízeních.
de_de: Ein separater Header mit dem Startlogo, das nur auf mobilen Geräten angezeigt wird.
es_es: Un encabezado separado con el logotipo que se mostrará solo en dispositivos móviles.
fr_fr: Un en-tête distinct avec un logo qui sera affiché uniquement sur les appareils mobiles.
it_it: Un'intestazione separata con il logo che verrà mostrata solo sui dispositivi mobili.
nl_nl: Een aparte kop met het logo dat alleen op mobiele apparaten wordt weergegeven.
pt_br: Um cabeçalho separado com o logotipo que será exibido apenas em dispositivos móveis.
ru_ru: Отдельный заголовок с логотипом, который будет отображаться только на мобильных устройствах.
uk: Окремий заголовок, починаючи з логотипу, який буде відображатися лише на мобільних пристроях.

source: Transparent Dark Logo
ar: شعار داكن شفاف
cs_cz: Průhledné tmavé logo
de_de: Transparentes dunkles Logo
es_es: Logo transparente oscuro
fr_fr: Logo transparent foncé
it_it: Logo trasparente scuro
nl_nl: Transparant donker logo
pt_br: Logo transparente escuro
ru_ru: Прозрачный тёмный логотип
uk: Прозорий темний логотип

source: This will be used when the header transparent effect is active and the dark color is selected.
ar: سيتم استخدام هذا عند تفعيل تأثير الشفافية في الهيدر واختيار اللون الداكن.
cs_cz: To bude použito, když je aktivní průhledný efekt záhlaví a je vybrána tmavá barva.
de_de: Dies wird verwendet, wenn der transparente Header-Effekt aktiv ist und die dunkle Farbe ausgewählt ist.
es_es: Esto se utilizará cuando el efecto de encabezado transparente esté activo y se seleccione el color oscuro.
fr_fr: Cela sera utilisé lorsque l'effet d'en-tête transparent est actif et que la couleur sombre est sélectionnée.
it_it: Questo verrà utilizzato quando l'effetto di intestazione trasparente è attivo e il colore scuro è selezionato.
nl_nl: Dit zal worden gebruikt wanneer het transparante effect van de header actief is en de donkere kleur is geselecteerd.
pt_br: Isso será usado quando o efeito de cabeçalho transparente estiver ativo e a cor escura estiver selecionada.
ru_ru: Это будет использоваться, когда активен прозрачный эффект заголовка и выбран темный цвет.
uk: Це буде використовуватися, коли активований прозорий ефект заголовка та обрано темний колір.

source: Transparent Dark Mobile Logo
ar: شعار محمول داكن شفاف
cs_cz: Průhledné tmavé mobilní logo
de_de: Transparentes dunkles Mobile-Logo
es_es: Logotipo móvil oscuro transparente
fr_fr: Logo mobile transparent foncé
it_it: Logo mobile trasparente scuro
nl_nl: Transparant donker mobiel logo
pt_br: Logotipo móvel escuro transparente
ru_ru: Прозрачный темный логотип для мобильного устройства
uk: Прозорий темний мобільний логотип

source: A separate header starting dark logo that will be shown on mobile devices only.
ar: رأس مستقل يبدأ بشعار داكن سيُعرض فقط على الأجهزة المحمولة.
cs_cz: Samostatný záhlaví začínající tmavým logem, které bude zobrazeno pouze na mobilních zařízeních.
de_de: Ein separater Header mit einem dunklen Logo, das nur auf mobilen Geräten angezeigt wird.
es_es: Un encabezado separado que comienza con un logo oscuro que se mostrará solo en dispositivos móviles.
fr_fr: Un en-tête séparé commençant par un logo sombre qui sera affiché uniquement sur les appareils mobiles.
it_it: Un'intestazione separata con un logo scuro che verrà mostrato solo sui dispositivi mobili.
nl_nl: Een aparte kop met een donker logo dat alleen op mobiele apparaten wordt weergegeven.
pt_br: Um cabeçalho separado iniciando com um logotipo escuro que será exibido apenas em dispositivos móveis.
ru_ru: Отдельный заголовок, начинающийся с темного логотипа, который будет отображаться только на мобильных устройствах.
uk: Окремий заголовок, починаючи з темного логотипу, який буде відображатися лише на мобільних пристроях.

source: Transparent Light Text Color
ar: لون نص النص الشفاف
cs_cz: Průhledná barva textu s lehkým podkladem
de_de: Transparente Lichttextfarbe
es_es: Color de texto de luz transparente
fr_fr: Couleur de texte de lumière transparente
it_it: Colore del testo della luce trasparente
nl_nl: Transparante lichte tekstkleur
pt_br: Cor da cor do texto de luz transparente
ru_ru: Прозрачный цвет текста света
uk: Колір тексту з прозорим фоном

source: Please select the color you desire for your header text before the user scrolls
ar: يرجى اختيار اللون الذي ترغب فيه لنص العنوان الخاص بك قبل أن يقوم المستخدم بالتمرير
cs_cz: Prosím vyberte barvu, kterou si přejete pro text záhlaví před tím, než uživatel posune stránku.
de_de: Bitte wählen Sie die Farbe aus, die Sie für Ihren Kopfzeilentext wünschen, bevor der Benutzer scrollt.
es_es: Por favor, selecciona el color que deseas para el texto de tu encabezado antes de que el usuario haga scroll.
fr_fr: Veuillez sélectionner la couleur que vous désirez pour le texte de votre en-tête avant que l'utilisateur fasse défiler la page.
it_it: Per favore seleziona il colore che desideri per il testo dell'intestazione prima che l'utente faccia scorrere la pagina.
nl_nl: Gelieve de kleur te kiezen die u wenst voor de kop tekst voordat de gebruiker scrollt.
pt_br: Por favor, selecione a cor que deseja para o texto do cabeçalho antes do usuário rolar a página.
ru_ru: Пожалуйста, выберите цвет, который вы хотите для текста заголовка перед прокруткой пользователем.
uk: Будь ласка, оберіть колір, який ви бажаєте для тексту заголовка перед тим, як користувач прокрутить сторінку.

source: Transparent Dark Text Color
ar: لون نص داكن شفاف
cs_cz: Průhledná tmavá barva textu
de_de: Transparente dunkle Textfarbe
es_es: Color de texto oscuro transparente.
fr_fr: Couleur de texte sombre transparent
it_it: Colore del testo scuro trasparente
nl_nl: Transparante donkere tekstkleur
pt_br: Cor da fonte escura transparente
ru_ru: Прозрачный темный цвет текста
uk: Прозорий колір темного тексту

source: Please select the color you desire for your header text when the dark header is active.
ar: يرجى اختيار اللون الذي ترغب فيه لنص العنوان الخاص بك عندما يكون العنوان الداكن نشطًا.
cs_cz: Prosím vyberte barvu, kterou si přejete pro text záhlaví, když je aktivní tmavé záhlaví.
de_de: Bitte wählen Sie die Farbe aus, die Sie für Ihren Kopfzeilentext wünschen, wenn der dunkle Kopf aktiv ist.
es_es: Por favor, selecciona el color que deseas para el texto de tu encabezado cuando el encabezado oscuro esté activo.
fr_fr: Veuillez sélectionner la couleur que vous désirez pour le texte de votre en-tête lorsque l'en-tête sombre est actif.
it_it: Per favore seleziona il colore che desideri per il testo dell'intestazione quando l'intestazione scura è attiva.
nl_nl: Gelieve de kleur te kiezen die u wenst voor de kop tekst wanneer de donkere kop actief is.
pt_br: Por favor, selecione a cor que deseja para o texto do cabeçalho quando o cabeçalho escuro estiver ativo.
ru_ru: Пожалуйста, выберите цвет, который вы хотите использовать для текста заголовка, когда активен темный заголовок.
uk: Будь ласка, оберіть колір, який ви бажаєте для тексту заголовка, коли активний темний заголовок.

source: Header Starting Text Opacity
ar: نص العنوان بداية الشفافية
cs_cz: Průhlednost počátečního textu záhlaví
de_de: Header Starttext Opazität
es_es: Opacidad del texto de inicio del encabezado
fr_fr: Opacité du texte de démarrage de l'en-tête
it_it: Opacità del testo di avvio dell'intestazione
nl_nl: Tekst Opaciteit van Kopregel
pt_br: Opacidade do Texto Inicial do Cabeçalho
ru_ru: Начальная непрозрачность текста заголовка
uk: Прозорість тексту заголовку

source: Default (Dimmed)
ar: الافتراضي (مظلم)
cs_cz: Výchozí (ztlumené)
de_de: Standard (Gedimmt)
es_es: Predeterminado (Atenuado)
fr_fr: Par défaut (atténué)
it_it: Predefinito (oscurato)
nl_nl: Standaard (Gedimd)
pt_br: Padrão (Diminuído)
ru_ru: По умолчанию (затемнено)
uk: За замовчуванням (затемнено)

source: Full Opacity
ar: الشفافية الكاملة
cs_cz: Plná průhlednost
de_de: Volle Deckkraft
es_es: Opacidad completa
fr_fr: Opacité totale
it_it: Opacità totale
nl_nl: Volledige dekking
pt_br: Opacidade total
ru_ru: Полная непрозрачность
uk: Повна непрозорість
