Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Standard Blog No Sidebar
ar: مدونة قياسية بدون شريط جانبي
cs_cz: Standardní blog bez postranního panelu.
de_de: Standard Blog ohne Seitenleiste
es_es: Blog estándar sin barra lateral.
fr_fr: Blog standard sans barre latérale
it_it: Blog standard senza barra laterale
nl_nl: Standaard Blog Geen Zijbalk
pt_br: Blog Padrão Sem Barra Lateral
ru_ru: Стандартный блог без боковой панели.
uk: Стандартний блог без бічної панелі

source: Masonry Blog W/ Sidebar
ar: مدونة البناء مع الشريط الجانبي
cs_cz: Blog zednictví s boční lištou
de_de: Mauerwerk-Blog mit Seitenleiste
es_es: Blog de albañilería con barra lateral
fr_fr: Blog en maçonnerie avec barre latérale
it_it: Blog in muratura con barra laterale
nl_nl: Blog met metselwerk en zijbalk
pt_br: Blog de Alvenaria com Barra Lateral
ru_ru: Блог с мозаичным макетом и боковой панелью
uk: Блог зі стільчиком

source: Masonry Blog No Sidebar
ar: مدونة البناء بدون شريط جانبي
cs_cz: Blog zedníků bez postranního panelu
de_de: Mauerwerk Blog ohne Seitenleiste
es_es: Blog de albañilería sin barra lateral
fr_fr: Blog en maçonnerie sans barre latérale
it_it: Blog in muratura senza barra laterale
nl_nl: Metselwerk Blog Geen Sidebar
pt_br: Blog de Alvenaria Sem Barra Lateral
ru_ru: Блог каменщика без боковой панели
uk: Блог з масонською кладкою без бічної панелі

source: Masonry Blog Fullwidth
ar: مدونة البناء بعرض كامل
cs_cz: Blog zedníků v plné šíři
de_de: Mauerwerk Blog in voller Breite
es_es: Blog de albañilería a toda pantalla
fr_fr: Blog en maçonnerie en pleine largeur
it_it: Blog in muratura a pieno schermo
nl_nl: Metselwerk Blog Volledige breedte
pt_br: Blog de Alvenaria Largura Total
ru_ru: Блог с кирпичной кладкой на всю ширину
uk: Блог зі стіновим макетом

source: Blog Spacing
ar: تباعد المدونة
cs_cz: Rozestup mezi články
de_de: Blog Abstand
es_es: Espaciado del blog
fr_fr: Espacement du blog
it_it: Spaziatura del blog
nl_nl: Blog Spacing Blog Spacing
pt_br: Espaçamento do Blog
ru_ru: Пробелы в блоге
uk: Пробіли в блозі

source: Enable Sticky Sidebar
ar: تمكين الشريط الجانبي الثابت
cs_cz: Povolit lepící postranní panel
de_de: Aktiviere die fixierte Seitenleiste.
es_es: Habilitar la barra lateral fija
fr_fr: Activer la barre latérale collante
it_it: Abilita la barra laterale fissa
nl_nl: Zet de plakkerige zijbalk aan
pt_br: Ativar barra lateral fixa.
ru_ru: Включить закрепление боковой панели
uk: Увімкнути закріплену бічну панель

source: Post Excerpt
ar: مقتطف المنشور
cs_cz: Článek Excerpt
de_de: Auszug des Beitrags
es_es: Extracto de la publicación
fr_fr: Extrait de l'article
it_it: Estratto dell'articolo
nl_nl: Bericht samenvatting
pt_br: Resumo do post
ru_ru: Отрывок сообщения
uk: Уривок посту

source: Excerpt Length
ar: طول المقتطف
cs_cz: Délka výňatku
de_de: Auszugslänge
es_es: Longitud del extracto
fr_fr: Longueur de l'extrait
it_it: Lunghezza dell'estratto
nl_nl: Lengte van het fragment
pt_br: Comprimento do trecho
ru_ru: Длина отрывка
uk: Довжина уривка

source: How many words would you like to display for your post excerpts?
ar: كم عدد الكلمات التي ترغب في عرضها لمقتطفات مشاركتك؟
cs_cz: Kolik slov chcete zobrazit pro úryvky vašich příspěvků?
de_de: Wie viele Wörter möchten Sie für Ihre Beitragsumrisse anzeigen?
es_es: ¿Cuántas palabras te gustaría mostrar en los extractos de tus publicaciones?
fr_fr: Combien de mots souhaitez-vous afficher pour vos extraits de publication ?
it_it: Quante parole desideri visualizzare per gli estratti dei tuoi post?
nl_nl: Hoeveel woorden wilt u weergeven voor uw berichtsamenvattingen?
pt_br: Quantas palavras você gostaria de exibir para os resumos de suas postagens?
ru_ru: Сколько слов вы хотели бы отображать в своих выдержках постов?
uk: Скільки слів ви бажаєте відображати для витягів вашого посту?

source: Hide Sidebar on Single Post
ar: إخفاء الشريط الجانبي على المنشور الفردي
cs_cz: Skrýt postranní panel na jednotlivém příspěvku
de_de: Sidebar auf Einzelpost ausblenden.
es_es: Ocultar la barra lateral en la entrada individual
fr_fr: Masquer la barre latérale sur un article unique
it_it: Nascondere la barra laterale su un singolo post
nl_nl: Verberg zijbalk op enkel bericht
pt_br: Ocultar barra lateral em postagem única
ru_ru: Скрыть боковую панель на отдельной записи
uk: Сховати бічну панель на окремому пості

source: Blog Content Width
ar: عرض محتوى المدونة
cs_cz: Šířka obsahu blogu
de_de: Breite des Bloginhalts
es_es: Ancho del contenido del blog
fr_fr: Largeur du contenu du blog
it_it: Larghezza del contenuto del blog
nl_nl: Breedte van de bloginhoud
pt_br: Largura do Conteúdo do Blog
ru_ru: Ширина контента блога
uk: Ширина вмісту блогу

source: 1000px
ar: 1000 بكسل

source: 900px
ar: ٩٠٠ بكسل

source: 800px
ar: ٨٠٠ بكسل

source: 700px
ar: ٧٠٠ بكسل

source: Author Link
ar: رابط المؤلف
cs_cz: Odkaz autora
de_de: Autor-Link
es_es: Enlace del autor
fr_fr: Lien de l'auteur
it_it: Link dell'autore
nl_nl: Auteurslink
pt_br: Link do autor
ru_ru: Ссылка на автора
uk: Посилання на автора

source: Post Author Archives
ar: أرشيف مؤلف المنشورات
cs_cz: Archivy autorů příspěvků
de_de: Autor-Archiv
es_es: Archivos de autor de la publicación
fr_fr: Archives de l'auteur de l'article
it_it: Archivi degli autori degli articoli
nl_nl: Auteur Archief
pt_br: Arquivos de Autor do Post
ru_ru: Архивы автора записей
uk: Архіви автора публікацій

source: Post Author Website URL
ar: رابط موقع الكاتب المنشور
cs_cz: Adresa webové stránky autora příspěvku
de_de: Autor Website URL
es_es: URL del sitio web del autor de la publicación
fr_fr: URL du site Web de l'auteur de l'article
it_it: URL del sito web dell'autore dell'articolo
nl_nl: Website van de auteur posten
pt_br: URL do site do autor do post.
ru_ru: URL веб-сайта автора сообщения
uk: URL веб-сайту автора публікації

source: Author Bio
ar: نبذة عن الكاتب
cs_cz: Autorova biografie
de_de: Autorenbiografie
es_es: Biografía del autor
fr_fr: Biographie de l'auteur
it_it: Biografia dell'autore
nl_nl: Auteur biografie
pt_br: Biografia do autor
ru_ru: Биография автора
uk: Біографія автора

source: Display the author's bio at the bottom of posts?
ar: عرض سيرة الكاتب في أسفل المشاركات؟
cs_cz: Zobrazit biografii autora na konci příspěvků?
de_de: Zeige die Autorenbiografie am Ende der Beiträge an?
es_es: ¿Mostrar la biografía del autor al final de las publicaciones?
fr_fr: Afficher la biographie de l'auteur en bas des articles ?
it_it: Mostrare la biografia dell'autore in fondo ai post?
nl_nl: Toon de biografie van de auteur onderaan berichten?
pt_br: Exibir a biografia do autor no final das postagens?
ru_ru: Отображать биографию автора внизу записей?
uk: Показати біографію автора внизу публікацій?

source: Post Navigation Links
ar: روابط التنقل في المنشور
cs_cz: Odkazy na navigaci příspěvků
de_de: Navigationslinks nach dem Beitrag
es_es: Enlaces de navegación posterior
fr_fr: Liens de navigation après l'article
it_it: Link di navigazione del post
nl_nl: Berichtnavigatielinks
pt_br: Links de Navegação do Post
ru_ru: Ссылки навигации постов
uk: Посилання на навігацію постами

source: Using this will add navigation link(s) at the bottom of every single post page.
ar: سيتم إضافة رابط(روابط) للتنقل في أسفل كل صفحة منفردة للمنشورات.
cs_cz: Použitím tohoto se přidají navigační odkazy na spodní část každé jednotlivé stránky příspěvku.
de_de: Die Verwendung davon fügt Navigationslinks am Ende jeder einzelnen Beitragseite hinzu.
es_es: Usar esto agregará enlaces de navegación en la parte inferior de cada página de publicación individual.
fr_fr: En utilisant ceci, des liens de navigation seront ajoutés en bas de chaque page de publication individuelle.
it_it: Utilizzando questo, verranno aggiunti link di navigazione nella parte inferiore di ogni pagina di post singolo.
nl_nl: Door dit te gebruiken worden navigatielinks toegevoegd onderaan elke afzonderlijke berichtpagina.
pt_br: Usar isso adicionará link(s) de navegação na parte inferior de cada página de postagem individual.
ru_ru: Использование этого добавит ссылки навигации внизу каждой страницы каждого поста.
uk: Використання цього додасть навігаційні посилання унизу кожної окремої сторінки посту.

source: Post Navigation Style
ar: نمط تنقل المنشورات
cs_cz: Styl navigace příspěvků
de_de: Post-Navigationsstil
es_es: Estilo de navegación de publicaciones
fr_fr: Style de navigation après publication
it_it: Stile di navigazione del post
nl_nl: Berichtnavigatiestijl
pt_br: Estilo de Navegação de Postagens
ru_ru: Стиль навигации постов
uk: Стиль навігації публікацій

source: Fullwidth Next Link Only
ar: الرابط التالي بعرض كامل
cs_cz: Pouze odkaz na další stránku plné šířky
de_de: Vollbreite Nächster Link Nur
es_es: Siguiente enlace de ancho completo
fr_fr: Lien suivant en pleine largeur
it_it: Solo il prossimo link a larghezza intera
nl_nl: Volgende link alleen op volledige breedte
pt_br: Apenas Próxima Ligação de Largura Total
ru_ru: Только следующая ссылка полной ширины
uk: Тільки наступне посилання повної ширини

source: Fullwidth Next & Prev Links
ar: روابط التالي والسابق بعرض كامل
cs_cz: Odkazy na předchozí a následující plnou šířku
de_de: Vollbreite Nächste & Vorherige Links
es_es: Enlaces Siguiente y Anterior de Ancho Completo
fr_fr: Liens suivants et précédents en pleine largeur
it_it: Link successivo e precedente a larghezza intera
nl_nl: Volledige breedte Volgende & Vorige Links
pt_br: Links de Próximo e Anterior em Tamanho Total
ru_ru: Ссылки на следующий и предыдущий элемент в полной ширине
uk: Посилання на попередню та наступну сторінку в повній ширині

source: Contained Next & Prev Links
ar: تحتوي على روابط التالي والسابق
cs_cz: Obsahuje odkazy Další a Předchozí
de_de: Enthält Vor- und Zurück-Links
es_es: Contiene enlaces Siguiente y Anterior
fr_fr: Liens Suivant et Précédent inclus
it_it: Contiene collegamenti Successivo e Precedente
nl_nl: Bevatte volgende en vorige links
pt_br: Links Anterior e Próximo contidos
ru_ru: Содержит ссылки "Далее" и "Назад"
uk: Містить посилання "Наступна" та "Попередня"

source: Parallax Contained Next Link Only
ar: التحريك الظاهري محتوى الرابط التالي فقط
cs_cz: Parallax obsažen pouze v následujícím odkazu
de_de: Parallax nur im nächsten Link enthalten
es_es: Parallax Contenido Siguiente Enlace Únicamente
fr_fr: Parallax Contenu Suivant Lien Seulement
it_it: Parallasse Contenuto Solo Prossimo Link
nl_nl: Parallax Bevat Alleen Volgende Koppeling
pt_br: Paralaxe Contida Apenas no Próximo Link
ru_ru: Параллакс содержится только в следующей ссылке
uk: Паралакс обмежений лише наступним посиланням

source: Limit Post Navigation To Same Category
ar: قيد التنقل في المشاركات لنفس الفئة
cs_cz: Omezit navigaci příspěvků na stejnou kategorii.
de_de: Beitragsnavigation auf dieselbe Kategorie beschränken.
es_es: Limitar la navegación de publicaciones a la misma categoría
fr_fr: Limitez la navigation des articles à la même catégorie.
it_it: Limitare la navigazione dei post alla stessa categoria
nl_nl: Beperk de navigatie van berichten tot dezelfde categorie.
pt_br: Limitar a navegação de postagens para a mesma categoria
ru_ru: Ограничить навигацию постов до одной и той же категории
uk: Обмежити навігацію постами до однієї категорії.

source: This will ensure that the next/prev links will only show posts that are set in the same category of the post being viewed.
ar: سيضمن ذلك أن تظهر الروابط التالية/السابقة فقط المشاركات التي تم تعيينها في نفس الفئة التي يتم عرض
cs_cz: To zajistí, že odkazy na předchozí/další příspěvky zobrazí pouze příspěvky nastavené ve stejné kategorii jako příspěvek, který je zobrazen.
de_de: Dies stellt sicher, dass die nächsten/vorherigen Links nur Beiträge anzeigen, die in derselben Kategorie wie der angezeigte Beitrag festgelegt sind.
es_es: Esto asegurará que los enlaces siguiente/anterior solo mostrarán publicaciones que estén configuradas en la misma categoría que la publicación que se está viendo.
fr_fr: Cela garantira que les liens suivant/précédent ne montreront que les articles qui sont définis dans la même catégorie que l'article en cours de visualisation.
it_it: Questo garantirà che i collegamenti successivo/precedente mostreranno solo i post impostati nella stessa categoria del post visualizzato.
nl_nl: Dit zorgt ervoor dat de volgende/vorige links alleen berichten tonen die zijn ingesteld in dezelfde categorie als het bericht dat wordt bekeken.
pt_br: Isso garantirá que os links anterior/próximo mostrarão apenas posts que estão na mesma categoria do post sendo visualizado.
ru_ru: Это гарантирует, что ссылки на следующий/предыдущий пост будут показывать только те записи, которые относятся к той же категории, что и просматриваемый по
uk: Це забезпечить те, що посилання на наступний/попередній запис будуть показувати лише записи, які встановлені в тій же категорі

source: Post Navigation Ordering
ar: ترتيب الملاحة بالمشاركات
cs_cz: Řazení navigace příspěvků
de_de: Post-Navigation-Sortierung
es_es: Ordenación de la navegación posterior
fr_fr: Ordre de navigation des articles
it_it: Ordinamento della navigazione dei post
nl_nl: Berichtnavigatie volgorde
pt_br: Ordenação da Navegação de Postagens
ru_ru: Упорядочивание навигации постов
uk: Порядок навігації постами

source: Default:
ar: الافتراضي:
cs_cz: Výchozí:
de_de: Standard:
es_es: Predeterminado:
fr_fr: Par défaut.
it_it: Predefinito:
nl_nl: Standaard:
pt_br: Padrão
ru_ru: По умолчанию
uk: За замовчуванням:

source: the next post link will be the next
ar: سيكون رابط المنشور التالي هو التالي
cs_cz: Další odkaz na příspěvek bude následující.
de_de: Der nächste Beitrag-Link wird der nächste sein.
es_es: El enlace del próximo post será el siguiente.
fr_fr: Le lien vers le prochain article sera le suivant.
it_it: Il prossimo link del post sarà il prossimo.
nl_nl: De volgende berichtkoppeling zal de volgende zijn.
pt_br: O próximo link do post será o seguinte.
ru_ru: Ссылка на следующий пост будет следующей.
uk: Наступне посилання на публікацію буде наступним.

source: oldest
ar: الأقدم
cs_cz: nejstarší
de_de: älteste
es_es: más antiguo
fr_fr: le plus ancien
it_it: più vecchio
nl_nl: oudste
pt_br: mais antigo
ru_ru: старший
uk: найстарший

source: post.
ar: نشر.
cs_cz: příspěvek.
de_de: Beitrag.
es_es: publicación.
fr_fr: poster.
it_it: posta.
nl_nl: bericht.
pt_br: Publicar.
ru_ru: пост.
uk: опублікувати.

source: Reverse Order:
ar: ترتيب عكسي:
cs_cz: Obrácený pořadí:
de_de: Umgekehrte Reihenfolge:
es_es: Orden inverso:
fr_fr: Ordre inverse:
it_it: Ordine inverso:
nl_nl: Omgekeerde volgorde:
pt_br: Ordem Reversa:
ru_ru: Обратный порядок:
uk: Зворотний порядок:

source: newest
ar: الأحدث
cs_cz: nejnovější
de_de: neueste
es_es: más reciente
fr_fr: le plus récent
it_it: più recente
nl_nl: nieuwste
pt_br: mais recente
ru_ru: самый новый
uk: найновіший

source: Reverse Order
ar: ترتيب عكسي
cs_cz: Obrácený pořadí
de_de: Umgekehrte Reihenfolge
es_es: Orden Inverso
fr_fr: Ordre inverse
it_it: Ordine inverso
nl_nl: Omgekeerde volgorde
pt_br: Ordem reversa
ru_ru: Обратный порядок
uk: Зворотний порядок

source: Related Posts
ar: المشاركات ذات الصلة
cs_cz: Související příspěvky
de_de: Ähnliche Beiträge
es_es: Publicaciones relacionadas
fr_fr: Articles connexes
it_it: Articoli correlati
nl_nl: Gerelateerde berichten
pt_br: Posts Relacionados
ru_ru: Связанные сообщения
uk: Пов'язані публікації

source: Adds related posts after the post content on single post pages.
ar: يضيف مقالات ذات صلة بعد محتوى المقال على صفحات المقالات الفردية.
cs_cz: Přidává související příspěvky po obsahu příspěvku na jednotlivých stránkách příspěvků.
de_de: Fügt verwandte Beiträge nach dem Beitragstext auf einzelnen Beitragseiten hinzu.
es_es: Agrega publicaciones relacionadas después del contenido de la publicación en páginas de publicaciones individuales.
fr_fr: Ajoute des articles connexes après le contenu de l'article sur les pages d'articles individuels.
it_it: Aggiunge articoli correlati dopo il contenuto dell'articolo nelle pagine dei singoli articoli.
nl_nl: Voegt gerelateerde berichten toe na de berichtinhoud op enkele berichtpagina's.
pt_br: Adiciona posts relacionados após o conteúdo do post nas páginas de postagem única.
ru_ru: Добавляет связанные записи после содержимого записи на страницах одной записи.
uk: Додає пов'язані публікації після вмісту публікації на сторінках окремих публікацій.

source: Related Posts Functionality
ar: وظيفة المقالات ذات الصلة
cs_cz: Funkce souvisejících příspěvků
de_de: Funktion für verwandte Beiträge
es_es: Funcionalidad de Publicaciones Relacionadas
fr_fr: Fonctionnalité Articles Connexes
it_it: Funzionalità Post correlate
nl_nl: Functionaliteit Gerelateerde Berichten
pt_br: Funcionalidade de Posts Relacionados
ru_ru: Функционал "Похожие записи"
uk: Функціонал "Схожі записи"

source: Recent in same category
ar: الأحدث في نفس الفئة
cs_cz: Nedávné ve stejné kategorii.
de_de: Kürzlich in derselben Kategorie
es_es: Reciente en la misma categoría.
fr_fr: Récent dans la même catégorie
it_it: Recenti nella stessa categoria
nl_nl: Recent in dezelfde categorie
pt_br: Recente na mesma categoria
ru_ru: Недавние в той же категории
uk: Останні у тій же категорії

source: Random in same category
ar: عشوائي في نفس الفئة
cs_cz: Náhodné ve stejné kategorii
de_de: Zufällig in derselben Kategorie
es_es: Aleatorio en la misma categoría.
fr_fr: Aléatoire dans la même catégorie
it_it: Casuale nella stessa categoria
nl_nl: Willekeurig in dezelfde categorie
pt_br: Aleatório na mesma categoria
ru_ru: Случайный в той же категории
uk: Випадково в тій самій категорії

source: Random in any category
ar: عشوائي في أي فئة
cs_cz: Náhodné v libovolné kategorii.
de_de: Zufällig in jeder Kategorie
es_es: Aleatorio en cualquier categoría
fr_fr: Aléatoire dans n'importe quelle catégorie
it_it: Casuale in qualsiasi categoria
nl_nl: Willekeurig in elke categorie
pt_br: Aleatório em qualquer categoria
ru_ru: Случайный в любой категории
uk: Випадкове в будь-якій категорії.

source: Related Posts Style
ar: تصميم المقالات ذات الصلة
cs_cz: Související příspěvky styl
de_de: Ähnliche Beiträge Stil
es_es: Estilo de Publicaciones Relacionadas
fr_fr: Style des articles connexes
it_it: Stile Post correlati
nl_nl: Gerelateerde berichten stijl
pt_br: Estilo de Posts Relacionados
ru_ru: Стиль связанных публикаций
uk: Стиль пов'язаних публікацій

source: Material
ar: المواد
cs_cz: Materiál
fr_fr: Matériel
it_it: Materiale
nl_nl: Materiaal
ru_ru: Материал
uk: Матеріал

source: Classic
ar: كلاسيك
cs_cz: Klasický
de_de: Klassisch
es_es: Clásico
fr_fr: Classique
it_it: Classico
nl_nl: Klassiek
pt_br: Clássico
ru_ru: Классика
uk: Класичний

source: Display Excerpt In Related Posts
ar: عرض مقتطف في المشاركات ذات الصلة
cs_cz: Zobrazit výňatek v souvisejících článcích
de_de: Auszug in verwandten Beiträgen anzeigen.
es_es: Mostrar extracto en publicaciones relacionadas.
fr_fr: Afficher l'extrait dans les articles connexes
it_it: Mostra l'estratto nei post correlati
nl_nl: Toon uittreksel in gerelateerde berichten
pt_br: Exibir trecho nos posts relacionados
ru_ru: Отображение отрывка в связанных сообщениях
uk: Відображення уривка в пов'язаних публікаціях

source: Related Posts Title Text
ar: نص عنوان المقالات ذات الصلة
cs_cz: Text týkající se souvisejících příspěvků
de_de: Titeltext der verwandten Beiträge
es_es: Texto del Título de Publicaciones Relacionadas
fr_fr: Texte du titre des articles connexes
it_it: Testo del titolo dei post correlati
nl_nl: Gerelateerde berichten Titeltekst
pt_br: Título dos Posts Relacionados
ru_ru: Текст заголовка Связанные сообщения
uk: Текст заголовка пов'язаних публікацій

source: Similar Posts
ar: المشاركات المماثلة
cs_cz: Podobné příspěvky
de_de: Ähnliche Beiträge
es_es: Publicaciones similares
fr_fr: Articles similaires
it_it: Articoli simili
nl_nl: Vergelijkbare berichten
pt_br: Posts semelhantes
ru_ru: Похожие сообщения
uk: Схожі публікації

source: You May Also Like
ar: قد تعجبك أيضًا
cs_cz: Může se ti také líbit.
de_de: Du könntest auch mögen.
es_es: También te puede gustar
fr_fr: Vous pourriez aussi aimer
it_it: Potrebbe piacerti anche
nl_nl: Je zou ook leuk vinden
pt_br: Você também pode gostar.
ru_ru: Вам также может понравиться
uk: Вам також може сподобатися

source: Recommended For You
ar: موصى به لك
cs_cz: Doporučeno pro vás
de_de: Empfohlen für dich
es_es: Recomendado para ti
fr_fr: Recommandé pour vous
it_it: Consigliato per te
nl_nl: Aanbevolen voor jou
pt_br: Recomendado para você
ru_ru: Рекомендуется для вас
uk: Рекомендовано для вас

source: None (Hidden)
ar: لا شيء (مخفي)
cs_cz: Žádné (skryté)
de_de: Keine (Versteckt)
es_es: Ninguno (Oculto)
fr_fr: Aucun (Caché)
it_it: Nessuno (Nascosto)
nl_nl: Geen (Verborgen)
pt_br: Nenhum (Oculto)
ru_ru: Ни один (скрытый)
uk: Жоден (Прихований)

source: Blog Section Title Typography
ar: تصميم عنوان قسم المدونة
cs_cz: Typografie nadpisu sekce blogu
de_de: Typografie des Blog-Abschnittstitels
es_es: Tipografía del Título de la Sección del Blog
fr_fr: Typographie du titre de la section Blog
it_it: Tipografia del titolo della sezione del blog
nl_nl: Typografie van de titel van de blogsectie
pt_br: Tipografia do Título da Seção do Blog
ru_ru: Типографика заголовков раздела блога
uk: Типографія заголовка розділу блогу

source: Author Style in Comments
ar: نمط الكتاب في التعليقات
cs_cz: Styl autora v komentářích.
de_de: Autorenstil in Kommentaren
es_es: Estilo del autor en los comentarios.
fr_fr: Style de l'auteur dans les commentaires
it_it: Stile dell'autore nei commenti
nl_nl: Auteursstijl in reacties
pt_br: Estilo do autor nos comentários
ru_ru: Стиль автора в комментариях
uk: Стиль автора в коментарях

source: "Author" Badge Next to Name
ar: شارة "الكاتب" بجانب الاسم
cs_cz: "Odznak autora" vedle jména
de_de: "Autoren" Abzeichen neben dem Namen
es_es: Insignia "Autor" junto al nombre
fr_fr: Badge "Auteur" à côté du nom
it_it: "Badge autore" accanto al nome
nl_nl: "Schrijver" badge naast naam
pt_br: Distintivo de "Autor" ao lado do Nome
ru_ru: Значок "Автор" рядом с именем
uk: "Значок автора" поруч з ім'ям

source: Display Tags
ar: عرض العلامات
cs_cz: Zobrazit štítky
de_de: Anzeigen von Schlagwörtern
es_es: Mostrar etiquetas
fr_fr: Afficher les balises
it_it: Mostra i tag
nl_nl: Weergeven tags
pt_br: Exibir Tags
ru_ru: Показать теги
uk: Показати теги

source: Display tags at the bottom of posts?
ar: هل ترغب في عرض الوسوم في أسفل المنشورات؟
cs_cz: Zobrazit štítky na konci příspěvků?
de_de: Tags am Ende von Beiträgen anzeigen?
es_es: ¿Mostrar etiquetas al final de las publicaciones?
fr_fr: Afficher les balises en bas des articles ?
it_it: Mostrare i tag in fondo ai post?
nl_nl: Tags weergeven onderaan berichten?
pt_br: Exibir tags na parte inferior das postagens?
ru_ru: Отображать теги внизу сообщений?
uk: Показувати теги внизу повідомлень?

source: Single Post
ar: المنشور الفردي
cs_cz: Jednotlivý příspěvek
de_de: Einzelner Beitrag
es_es: Publicación individual
fr_fr: Article unique
it_it: Articolo singolo
nl_nl: Enkele bericht
pt_br: Postagem Única
ru_ru: Одиночный пост
uk: Один пост

source: Blog Header Type
ar: نوع عنوان المدونة
cs_cz: Typ záhlaví blogu
de_de: Blog-Titeltyp
es_es: Tipo de Encabezado del Blog
fr_fr: Type d'en-tête de blog
it_it: Tipo di Intestazione del Blog
nl_nl: Blogkop Type
pt_br: Tipo de Cabeçalho do Blog
ru_ru: Тип заголовка блога
uk: Тип заголовку блогу

source: Variable Height
ar: الارتفاع المتغير
cs_cz: Proměnná výška
de_de: Variable Höhe
es_es: Altura variable
fr_fr: Hauteur variable
it_it: Altezza variabile
nl_nl: Variabele hoogte
pt_br: Altura Variável
ru_ru: Переменная высота
uk: Змінна висота
