Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: There are some outdated WooCommerce template files in your nectarblocks theme directory that are likely lingering around from a previous version of the theme. NectarBlocks no longer includes any of the following files in the nectarblocks/woocommerce/cart directory. Please ensure none of the files listed below are present in your theme directory (wp-content/themes/nectarblocks).
ar: هناك بعض ملفات قوالب WooCommerce القديمة في دليل سمة nectarblocks الخاص بك التي ربما لا تزال موجودة من إصدار سابق من الس
cs_cz: Ve složce s motivem nectarblocks jsou některé zastaralé soubory šablon WooCommerce, které pravděpodobně zůstaly z předchozí verze motivu. NectarBlocks již nezahrnu
de_de: Es gibt veraltete WooCommerce-Vorlagendateien im Verzeichnis Ihres NectarBlocks-Themas, die wahrscheinlich noch von einer früheren Version des Themas stammen. NectarBlocks enthält nicht mehr die folgenden Dateien im Verzeichnis nectarblocks/woocommerce/cart. St
es_es: Hay algunos archivos de plantilla de WooCommerce obsoletos en el directorio de tu tema nectarblocks que probablemente estén rezagados de una versión anterior del tema. NectarBlocks ya no incluye ninguno de los siguientes archivos en el directorio nectarblocks/woocommerce/cart. Por favor, asegúrese de que ninguno de los archivos que se enumeran a continuación están presentes en su directorio de temas (wp-content/themes/nectarblocks).
fr_fr: Il y a quelques fichiers de modèle WooCommerce obsolètes dans le répertoire de votre thème nectarblocks qui traînent probablement depuis une version précédente du thème. NectarBlocks n'inclut plus aucun des fichiers suivants dans le répertoire nectarblocks
it_it: Ci sono alcuni file di template WooCommerce obsoleti nella directory del tema nectarblocks che probabilmente sono rimasti dalla versione precedente del tema. NectarBlocks non include più nessuno dei seguenti file nella directory nectarblocks/woocommerce/cart. Assicurati che nessuno dei file el.
nl_nl: Er bevinden zich verouderde WooCommerce-sjabloonbestanden in de themamap van uw nectarblocks die waarschijnlijk nog aanwezig zijn van een eerdere versie van het thema. NectarBlocks bevat niet langer een van de volgende bestanden in de
pt_br: Existem alguns arquivos de modelo desatualizados do WooCommerce no diretório do tema nectarblocks que provavelmente estão presentes de uma versão anterior do tema. NectarBlocks não inclui mais nenhum dos seguintes arquivos no diretório nectarblocks/woocommerce/cart. Por favor, cert
ru_ru: В вашем каталоге темы nectarblocks есть устаревшие файлы шаблонов WooCommerce, которые, вероятно, остались от предыдущей версии темы. NectarBlocks больше не включ
uk: У вашій теки теми nectarblocks є застарілі файли шаблонів WooCommerce, які, ймовірно, залишилися від попередньої версії

source: nectarblocks/woocommerce/cart/cart.php
ar: نكتاربلوكس/ووكوميرس/عربة/عربة.php
nl_nl: nectarblocks/woocommerce/winkelwagen/winkelwagen.php

source: nectarblocks/woocommerce/cart/cart-shipping.php
ar: نكتاربلوكس/ووكوميرس/عربة/شحن-العربة.php

source: nectarblocks/woocommerce/cart/cart-totals.php
ar: نكتاربلوكس/ووكوميرس/عربة/إجماليات-العربة.php
uk: nectarblocks/woocommerce/cart/cart-totals.php - nectarblocks/woocommerce/cart/cart-totals.php

source: nectarblocks/woocommerce/cart/shipping-calculator.php
ar: نكتاربلوكس/ووكوميرس/سلة/حاسبة-الشحن.php

source: Quick View
ar: عرض سريع
cs_cz: Rychlý náhled
de_de: Schnellansicht
es_es: Vista rápida
fr_fr: Vue rapide
it_it: Vista rapida
nl_nl: Snelle weergave
pt_br: Visualização rápida
ru_ru: Быстрый просмотр
uk: Швидкий перегляд

source: More Information
ar: مزيد من المعلومات
cs_cz: Více informací
de_de: Mehr Informationen
es_es: Más información
fr_fr: Plus d'informations
it_it: Più informazioni
nl_nl: Meer informatie
pt_br: Mais informações
ru_ru: Больше информации
uk: Більше інформації

source: Sidebar - Left
ar: الشريط الجانبي - اليسار
cs_cz: Boční panel - Vlevo
de_de: Seitenleiste - Links
es_es: Barra lateral - Izquierda
fr_fr: Barre latérale - Gauche
it_it: Barra laterale - Sinistra
nl_nl: Zijbalk - Links
pt_br: Barra lateral - Esquerda
ru_ru: Боковая панель - слева
uk: Бічна панель - ліва

source: Sidebar
ar: الشريط الجانبي
cs_cz: Boční panel
de_de: Seitenleiste
es_es: Barra lateral
fr_fr: Barre latérale
it_it: Barra laterale
nl_nl: Zijbalk
pt_br: Barra lateral
ru_ru: Боковая панель
uk: Бічна панель

source: Results For
ar: النتائج ل
cs_cz: Výsledky pro
de_de: Ergebnisse für
es_es: Resultados para
fr_fr: Résultats pour
it_it: Risultati per
nl_nl: Resultaten voor
pt_br: Resultados para
ru_ru: Результаты для
uk: Результати для

source: results found
ar: النتائج الموجودة
cs_cz: Výsledky nalezeny
de_de: Ergebnisse gefunden
es_es: resultados encontrados
fr_fr: Résultats trouvés
it_it: Risultati trovati
nl_nl: resultaten gevonden
pt_br: Resultados encontrados.
ru_ru: Результаты найдены
uk: Результати знайдені.

source: Sorry, no results were found.
ar: عذرًا، لم يتم العثور على نتائج.
cs_cz: Omlouváme se, nebyly nalezeny žádné výsledky.
de_de: Entschuldigung, es wurden keine Ergebnisse gefunden.
es_es: Lo siento, no se encontraron resultados.
fr_fr: Désolé, aucun résultat n'a été trouvé.
it_it: Mi dispiace, nessun risultato è stato trovato.
nl_nl: Sorry, er zijn geen resultaten gevonden.
pt_br: Desculpe, nenhum resultado foi encontrado.
ru_ru: Извините, результаты не были найдены.
uk: Вибачте, результатів не знайдено.

source: Please try again with different keywords.
ar: يرجى المحاولة مرة أخرى باستخدام كلمات مختلفة.
cs_cz: Prosím, zkuste to znovu s jinými klíčovými slovy.
de_de: Bitte versuchen Sie es erneut mit anderen Schlüsselwörtern.
es_es: Por favor, inténtalo de nuevo con palabras clave diferentes.
fr_fr: Veuillez réessayer avec des mots-clés différents.
it_it: Per favore, riprova con parole chiave diverse.
nl_nl: Probeer het opnieuw met andere zoekwoorden.
pt_br: Por favor, tente novamente com palavras-chave diferentes.
ru_ru: Пожалуйста, попробуйте еще раз с другими ключевыми словами.
uk: Будь ласка, спробуйте ще раз з іншими ключовими словами.

source: Search...
ar: البحث...
cs_cz: Hledat...
de_de: Suchen...
es_es: Buscar...
fr_fr: Recherche...
it_it: Cerca...
nl_nl: Zoeken...
pt_br: Buscar...
ru_ru: Поиск...
uk: Пошук...

source: Search for:
ar: ابحث عن:
cs_cz: Hledat:
de_de: Suchen nach:
es_es: Buscar:
fr_fr: Recherchez :
it_it: Cerca:
nl_nl: Zoek naar:
pt_br: Buscar por:
ru_ru: Искать:
uk: Пошукати:

source: No Footer
ar: لا توجد تذييل
cs_cz: Žádný zápatí
de_de: Kein Fußbereich
es_es: Sin pie de página
fr_fr: Pas de pied de page
it_it: Nessun piè di pagina
nl_nl: Geen voettekst
pt_br: Sem rodapé.
ru_ru: Нет нижнего колонтитула
uk: Немає підвалу.

source: No Header & Footer
ar: لا رأس وقدمية
cs_cz: Žádný záhlaví a zápatí
de_de: Kein Header & Footer
es_es: Sin encabezado y pie de página
fr_fr: Pas d'en-tête et de pied de page
it_it: Nessun Intestazione e Piè di Pagina
nl_nl: Geen kop- en voettekst
pt_br: Sem cabeçalho e rodapé
ru_ru: Без заголовка и нижнего колонтитула
uk: Без верхнього та нижнього колонтитулів.

source: No Header
ar: لا عنوان
cs_cz: Žádný záhlaví
de_de: Kein Header
es_es: Sin encabezado
fr_fr: Pas d'en-tête
it_it: Nessun Intestazione
nl_nl: Geen kop
pt_br: Sem cabeçalho
ru_ru: Без заголовка
uk: Без заголовка

source: Go to shop
ar: اذهب إلى المتجر
cs_cz: Jdi do obchodu.
de_de: Gehe zum Geschäft.
es_es: Ve a la tienda
fr_fr: Allez au magasin
it_it: Vai a fare shopping
nl_nl: Ga naar de winkel
pt_br: Ir para a loja
ru_ru: Иди в магазин
uk: Піди в магазин

source: Search Theme Options..
ar: البحث في خيارات القالب..
cs_cz: Vyhledat možnosti motivu.
de_de: Suche nach Theme-Optionen.
es_es: Buscar opciones del tema.
fr_fr: Rechercher les options du thème.
it_it: Cerca nelle Opzioni del Tema..
nl_nl: Zoek Thema-opties..
pt_br: Pesquisar Opções do Tema...
ru_ru: Искать опции темы...
uk: Пошук параметрів теми.

source: Min
ar: لا توجد سياق واضح للكلمة "Min". هل يمكنك توضيح المزيد لأقدم لك الترجمة الصحيحة؟
cs_cz: Minutka
de_de: Minuten
fr_fr: Minute
it_it: Minore
pt_br: Minuto
ru_ru: Мин
uk: Мін

source: Max
ar: مرحبًا
es_es: Máx
it_it: Massimo
ru_ru: Макс
uk: Макс

source: Select a font
ar: اختر خطًا
cs_cz: Vyberte písmo
de_de: Wähle eine Schriftart.
es_es: Selecciona una fuente
fr_fr: Sélectionnez une police
it_it: Seleziona un carattere
nl_nl: Selecteer een lettertype
pt_br: Selecione uma fonte.
ru_ru: Выберите шрифт
uk: Виберіть шрифт

source: Font Preview
ar: معاينة الخطوط
cs_cz: Náhled písma
de_de: Schriftartvorschau
es_es: Vista previa de fuente
fr_fr: Aperçu de la police
it_it: Anteprima del carattere
nl_nl: Lettertypevoorbeeld
pt_br: Visualização da fonte
ru_ru: Предварительный просмотр шрифта
uk: Попередній перегляд шрифту

source: The quick brown fox jumps over the lazy dog and feels as if he were in the seventh heaven of typography.
ar: الثعلب البني السريع يقفز فوق الكلب الكسول ويشعر كما لو كان في السابعة من الجنة الطباعية.
cs_cz: Rychlý hnědý lišák přeskakuje přes líného psa a cítí se, jako by byl v sedmém nebi typografie.
de_de: Der schnelle braune Fuchs springt über den faulen Hund und fühlt sich, als wäre er im siebten Himmel der Typografie.
es_es: El rápido zorro marrón salta sobre el perro perezoso y se siente como si estuviera en el séptimo cielo de la tipografía.
fr_fr: Le renard brun rapide saute par-dessus le chien paresseux et se sent comme s'il était au septième ciel de la typographie.
it_it: La volpe veloce salta sopra il cane pigro e si sente come se fosse nel settimo cielo della tipografia.
nl_nl: De snelle bruine vos springt over de luie hond en voelt alsof hij in de zevende hemel van typografie is.
pt_br: O rápido raposo marrom pula sobre o cachorro preguiçoso e sente como se estivesse no sétimo céu da tipografia.
ru_ru: Быстрая коричневая лиса перепрыгивает через ленивую собаку и чувствует себя, как если бы она была на седьмом небе типографии.
uk: Швидкий коричневий лис стрибає через лінивого собаку і відчуває себе, ніби він у сьомому небі типографі

source: Font Source
ar: مصدر الخطوط
cs_cz: Zdroj písma
de_de: Schriftart Quelle
es_es: Fuente de letra
fr_fr: Source de la police
it_it: Origine del carattere
nl_nl: Lettertypebron
pt_br: Fonte da Fonte
ru_ru: Источник шрифта
uk: Джерело шрифту

source: Font Family
ar: عائلة الخطوط
cs_cz: Rodina písma
de_de: Schriftart-Familie
es_es: Familia de fuentes
fr_fr: Famille de polices
it_it: Famiglia di caratteri
nl_nl: Lettertype familie
pt_br: Família de Fontes
ru_ru: Семейство шрифтов
uk: Сімейство шрифтів

source: Font Weight
ar: وزن الخط
cs_cz: Tučnost písma
de_de: Schriftgewicht
es_es: Peso de la fuente
fr_fr: Poids de la police
it_it: Spessore del carattere
nl_nl: Lettertype dikte
pt_br: Peso da fonte
ru_ru: Настройка шрифта
uk: Насиченість шрифту

source: Font Style
ar: نمط الخط
cs_cz: Styl písma
de_de: Schriftart
es_es: Estilo de fuente
fr_fr: Style de police
it_it: Stile del carattere
nl_nl: Lettertype
pt_br: Estilo da fonte
ru_ru: Стиль шрифта
uk: Стиль шрифту

source: Font Size
ar: حجم الخط
cs_cz: Velikost písma
de_de: Schriftgröße
es_es: Tamaño de fuente
fr_fr: Taille de police
it_it: Dimensione del carattere
nl_nl: Lettergrootte
pt_br: Tamanho da fonte
ru_ru: Размер шрифта
uk: Розмір шрифту

source: Line Height
ar: ارتفاع السطر
cs_cz: Výška řádku
de_de: Zeilenhöhe
es_es: Altura de línea
fr_fr: Hauteur de ligne
it_it: Altezza della riga
nl_nl: Regelhoogte
pt_br: Altura da linha
ru_ru: Межстрочный интервал
uk: Висота рядка

source: Font Subset
ar: مجموعة الخطوط
cs_cz: Podskupina písma
de_de: Schriftart-Teilmenge
es_es: Subconjunto de fuentes
fr_fr: Sous-ensemble de polices
it_it: Sottogruppo di caratteri
nl_nl: Lettertype subset
pt_br: Subconjunto de fontes
ru_ru: Подмножество шрифта
uk: Підмножина шрифту

source: Transform
ar: تحويل
cs_cz: Transformovat
de_de: Verwandeln
es_es: Transformar
fr_fr: Transformer
it_it: Trasformare
nl_nl: Transformeren
pt_br: Transformar
ru_ru: Преобразовать
uk: Перетворення

source: Letter Spacing
ar: تباعد الحروف
cs_cz: Mezery mezi písmeny
de_de: Buchstabenabstand
es_es: Espaciado de letras
fr_fr: Espacement des lettres
it_it: Spaziatura delle lettere
nl_nl: Letterafstand
pt_br: Espaçamento entre letras
ru_ru: Межбуквенный интервал
uk: Міжлітерний інтервал

source: Save
ar: حفظ
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить
uk: Зберегти

source: Slightly Rounded Shadow
ar: ظل قليلاً مستدير
cs_cz: Mírně zaoblený stín
de_de: Leicht abgerundeter Schatten
es_es: Sombra ligeramente redondeada
fr_fr: Ombre légèrement arrondie
it_it: Ombra leggermente arrotondata
nl_nl: Licht afgeronde schaduw
pt_br: Sombra levemente arredondada
ru_ru: Немного округлена тень
uk: Тінь трохи заокруглена

source: Rounded Shadow
ar: الظل المستدير
cs_cz: Zaoblený stín
de_de: Abgerundeter Schatten
es_es: Sombra redondeada
fr_fr: Ombre arrondie
it_it: Ombra arrotondata
nl_nl: Afgeronde schaduw
pt_br: Sombra arredondada
ru_ru: Закругленная тень
uk: Закруглений тінь

source: Rounded Reveal
ar: الكشف المستدير
cs_cz: Zaoblené odhalení
de_de: Abgerundete Enthüllung
es_es: Revelación redondeada
fr_fr: Révélation arrondie
it_it: Rivelazione arrotondata
nl_nl: Afgeronde onthulling
pt_br: Revelação arredondada
ru_ru: Округлый обрыв
uk: Закруглений вигляд

source: Smooth Scroll Strength
ar: قوة التمرير السلس
cs_cz: Hladká posuvná síla
de_de: Sanftes Scrollen Stärke
es_es: Fuerza de desplazamiento suave
fr_fr: Force de défilement fluide
it_it: Forza dello scorrimento fluido
nl_nl: Soepele Scroll Sterkte
pt_br: Força de Rolagem Suave
ru_ru: Сила плавной прокрутки
uk: Сила плавного прокручування

source: Controls the intensity of the smooth scrolling effect.
ar: تحكم في شدة تأثير التمرير السلس.
cs_cz: Ovládá intenzitu plynulého posouvání.
de_de: Steuerung der Intensität des sanften Scroll-Effekts.
es_es: Controla la intensidad del efecto de desplazamiento suave.
fr_fr: Contrôle l'intensité de l'effet de défilement fluide.
it_it: Controlla l'intensità dell'effetto di scorrimento fluido.
nl_nl: Regelt de intensiteit van het soepele scroll-effect.
pt_br: Controla a intensidade do efeito de rolagem suave.
ru_ru: Управляет интенсивностью эффекта плавной прокрутки.
uk: Керує інтенсивністю ефекту плавної прокрутки.

source: This will be used when the header is transparent state is active.
ar: سيتم استخدام هذا عندما يكون حالة الرأس شفافة نشطة.
cs_cz: To bude použito, když je aktivní průhledný stav záhlaví.
de_de: Dies wird verwendet, wenn der Header im transparenten Zustand aktiv ist.
es_es: Esto se utilizará cuando el estado del encabezado transparente esté activo.
fr_fr: Cela sera utilisé lorsque l'état de l'en-tête transparent est actif.
it_it: Questo verrà utilizzato quando lo stato dell'intestazione trasparente è attivo.
nl_nl: Dit zal worden gebruikt wanneer de transparante status van de header actief is.
pt_br: Isso será usado quando o estado do cabeçalho transparente estiver ativo.
ru_ru: Это будет использоваться, когда состояние прозрачного заголовка активно.
uk: Це буде використано, коли стан активний, а шапка прозора.

source: Turning this on will allow your header to remain transparent even after scrolling down. This option will override all colors. When using an image logo, it must have a transparent background (PNG or SVG).
ar: تشغيل هذا سيسمح لرأس الصفحة بالبقاء شفافًا حتى بعد التمرير لأسفل. ستقوم هذه الخيار بتجاوز جميع الألوان. عند استخدام شعار الصورة، يجب أن يكون له خلفية شفافة (PNG أو SVG).
cs_cz: Zapnutím této možnosti zůstane váš záhlaví průhledné i po posunutí dolů. Tato volba přepíše všechny barvy. Při použití obrázkového loga musí mít transparentní pozadí (PNG nebo SVG).
de_de: Wenn Sie dies aktivieren, bleibt Ihr Header auch nach dem Scrollen transparent. Diese Option überschreibt alle Farben. Bei Verwendung eines Bildlogos muss es einen transparenten Hintergrund haben (PNG oder SVG).
es_es: Al activar esto, permitirá que su encabezado permanezca transparente incluso después de desplazarse hacia abajo. Esta opción anulará todos los colores. Al usar un logotipo de imagen, debe tener un fondo transparente (PNG o SVG).
fr_fr: Activer ceci permettra à votre en-tête de rester transparent même après avoir fait défiler la page. Cette option remplacera toutes les couleurs. Lors de l'utilisation d'un logo image, il doit avoir un fond transparent (PNG ou SVG).
it_it: Attivando questa opzione, l'intestazione rimarrà trasparente anche dopo lo scorrimento verso il basso. Questa opzione sovrascriverà tutti i colori. Quando si utilizza un logo immagine, deve avere uno sfondo trasparente (PNG o SVG).
nl_nl: Als je dit inschakelt, blijft je header transparant, zelfs nadat er naar beneden is gescrold. Deze optie zal alle kleuren overschrijven. Bij het gebruik van een afbeeldingslogo moet deze een transparante achtergrond hebben (PNG of SVG).
pt_br: Ativar isso permitirá que seu cabeçalho permaneça transparente mesmo após rolar para baixo. Esta opção substituirá todas as cores. Ao usar um logotipo de imagem, ele deve ter um fundo transparente (PNG ou SVG).
ru_ru: Включение этой опции позволит вашему заголовку оставаться прозрачным даже после прокрутки вниз. Эта опция переопределит все цвета. При использовании изображения логотипа, оно должно иметь прозрачный фон (PNG или SVG).
uk: Увімкнення цієї опції дозволить вашому заголовку залишатися прозорим навіть після прокручування вниз. Ця опція перевизначить всі кольори. При використанні зображення логотипу, воно повинно мати прозорий фон (PNG або SVG).

source: Add Background Overlay
ar: إضافة تراكب الخلفية
cs_cz: Přidat pozadí s překryvem
de_de: Hintergrund-Overlay hinzufügen
es_es: Agregar superposición de fondo
fr_fr: Ajouter un fond de superposition
it_it: Aggiungi sovrapposizione di sfondo
nl_nl: Voeg achtergrondoverlay toe.
pt_br: Adicionar sobreposição de fundo
ru_ru: Добавить наложение фона
uk: Додати фоновий нафарбований нашарування

source: Adds an overlay that appears when a dropdown is opened to improve focus.
ar: يضيف تراكب يظهر عند فتح القائمة المنسدلة لتحسين التركيز.
cs_cz: Přidává překrytí, které se zobrazí, když je otevřený rozbalovací seznam, aby se zlepšil zaměření.
de_de: Fügt ein Overlay hinzu, das erscheint, wenn ein Dropdown geöffnet wird, um den Fokus zu verbessern.
es_es: Agrega una superposición que aparece cuando se abre un menú desplegable para mejorar el enfoque.
fr_fr: Ajoute un overlay qui apparaît lorsque le menu déroulant est ouvert pour améliorer la mise au point.
it_it: Aggiunge un overlay che appare quando viene aperto un menu a discesa per migliorare il focus.
nl_nl: Voegt een overlay toe die verschijnt wanneer een dropdown wordt geopend om de focus te verbeteren.
pt_br: Adiciona uma sobreposição que aparece quando um menu suspenso é aberto para melhorar o foco.
ru_ru: Добавляет наложение, которое появляется, когда открывается выпадающий список, чтобы улучшить фокус.
uk: Додає накладення, яке з'являється, коли відкрито розкривний список, щоб покращити фокус.

source: Off Canvas Menu Item Icons
ar: رموز عناصر قائمة القائمة الجانبية
cs_cz: Ikony položek mimo plátno
de_de: Symbole für Menüpunkte außerhalb des Canvas
es_es: Íconos de elementos del menú fuera del lienzo
fr_fr: Icônes des éléments du menu hors toile
it_it: Icone degli elementi del menu fuori canvas
nl_nl: Pictogrammen van menu-items buiten canvas
pt_br: Ícones de itens do menu off-canvas
ru_ru: Иконки пунктов меню вне холста
uk: Іконки пунктів меню поза канвасом

source: This will control what type of icons (if any) to display in your off canvas menu. Icons are defined by you on an individual menu item basis in Appearance > Menus.
ar: سيتحكم هذا في نوع الرموز (إن وجدت) التي سيتم عرضها في قائمة القائمة الجانبية الخاصة بك. يتم تحديد الرموز من قبلك على أساس عنصر القائمة الفردي في المظهر> القوائم.
cs_cz: Toto bude ovládat, jaký typ ikon (pokud nějaký) se zobrazí ve vašem bočním menu. Ikony jsou definovány individuálně na základě položky menu v sekci Vzhled > Menu.
de_de: Dies wird steuern, welche Art von Symbolen (falls vorhanden) in Ihrem Off-Canvas-Menü angezeigt werden sollen. Symbole werden von Ihnen auf Basis einzelner Menüpunkte in Aussehen > Menüs definiert.
es_es: Esto controlará qué tipo de iconos (si los hay) mostrar en su menú deslizante. Los iconos son definidos por usted en base a cada elemento de menú en Apariencia > Menús.
fr_fr: Cela contrôlera le type d'icônes (le cas échéant) à afficher dans votre menu déroulant. Les icônes sont définies par vous pour chaque élément de menu individuellement dans Apparence > Menus.
it_it: Questo controllerà che tipo di icone (se presenti) visualizzare nel tuo menu a scomparsa. Le icone sono definite da te caso per caso su singolo elemento di menu in Aspetto > Menu.
nl_nl: Dit zal bepalen welk type pictogrammen (indien aanwezig) worden weergegeven in uw off-canvasmenu. Pictogrammen worden door u gedefinieerd op individuele menu-itembasis in Weergave > Menu's.
pt_br: Isso irá controlar qual tipo de ícones (se houver) exibir no seu menu off canvas. Os ícones são definidos por você em cada item de menu individual em Aparência > Menus.
ru_ru: Это позволит управлять тем, какие иконки (если таковые имеются) отображать в вашем меню за пределами холста. Иконки определяются вами для каждого элемента меню в разделе Внешний вид > Меню.
uk: Це буде контролювати, які значки (якщо такі є) відображати у вашому меню поза полотном. Значки визначаються вами для кожного пункту меню в розділі Вигляд > Меню.

source: Display No Icons
ar: عرض بدون أيقونات
cs_cz: Zobrazit žádné ikony
de_de: Keine Symbole anzeigen
es_es: Mostrar sin iconos
fr_fr: Afficher aucun icône
it_it: Mostra nessuna icona
nl_nl: Geen pictogrammen weergeven
pt_br: Exibir sem ícones
ru_ru: Показать без иконок
uk: Показати без піктограм

source: Display Font/Emoji Icons Only
ar: عرض الخطوط / الرموز التعبيرية فقط
cs_cz: Zobrazit pouze písma s ikonami/emojemi
de_de: Nur Anzeigeschrift-/Emoji-Symbole
es_es: Mostrar solo fuentes de texto/íconos de emoji
fr_fr: Afficher uniquement les icônes de police d'écriture / emoji
it_it: Mostra solo icone di caratteri/emoji.
nl_nl: Toon alleen lettertype/emoji-pictogrammen.
pt_br: Exibir apenas Fontes de Texto/Ícones Emoji
ru_ru: Отображать только шрифт/эмодзи иконки
uk: Показувати лише шрифт/емодзі-іконки

source: Display Image Icons Only
ar: عرض أيقونات الصور فقط
cs_cz: Zobrazit pouze ikony obrázků
de_de: Nur Bildsymbole anzeigen
es_es: Mostrar solo iconos de imagen
fr_fr: Afficher uniquement des icônes d'image
it_it: Mostra solo icone delle immagini
nl_nl: Toon alleen afbeeldingspictogrammen
pt_br: Exibir apenas ícones de imagem
ru_ru: Отобразить только иконки изображений
uk: Відображати лише значки зображень

source: Display All Icons
ar: عرض جميع الأيقونات
cs_cz: Zobrazit všechny ikony
de_de: Alle Symbole anzeigen
es_es: Mostrar todos los íconos
fr_fr: Afficher tous les icônes
it_it: Mostra tutte le icone
nl_nl: Toon alle pictogrammen
pt_br: Exibir todos os ícones
ru_ru: Отобразить все значки
uk: Відображення всіх піктограм

source: Account Button In Nav
ar: زر الحساب في شريط التنقل
cs_cz: Tlačítko účtu v navigaci
de_de: Konto-Button in der Navigation
es_es: Botón de cuenta en la barra de navegación
fr_fr: Bouton de compte dans la barre de navigation
it_it: Pulsante Account nella barra di navigazione
nl_nl: Accountknop in navigatie
pt_br: Botão de Conta no Menu de Navegação
ru_ru: Кнопка учетной записи в навигационной панели
uk: Кнопка облікового запису в навігації

source: Full Width Layout
ar: تخطيط بعرض كامل
cs_cz: Rozložení na celou šířku
de_de: Vollbreitenlayout
es_es: Diseño de ancho completo
fr_fr: Mise en page pleine largeur
it_it: Layout a larghezza piena
nl_nl: Volledige breedte indeling
pt_br: Layout de largura total
ru_ru: Полноширинный макет
uk: Макет повної ширини
