Repository: codekalbox/wp-dsgn-blocks
Catalog: ONLY-FOR-IDEA/nectar-blocks-theme/languages/*.po
Languages: ar, cs_cz, de_de, es_es, fr_fr, it_it, nl_nl, pt_br, ru_ru, uk

source: Button BG Color
ar: لون خلفية الزر
cs_cz: Barva pozadí tlačítka
de_de: Schaltflächen-Hintergrundfarbe
es_es: Color de fondo del botón
fr_fr: Couleur de fond du bouton
it_it: Colore di sfondo del pulsante
nl_nl: Knop achtergrondkleur
pt_br: Cor do Fundo do Botão
ru_ru: Цвет фона кнопки
uk: Колір фону кнопки

source: Button BG Color Hover
ar: لون خلفية الزر عند التحويم
cs_cz: Barva pozadí tlačítka při najetí kurzorem
de_de: Schaltflächen-Hintergrundfarbe Hover
es_es: Color de fondo del botón al pasar el cursor
fr_fr: Couleur de fond du bouton au survol
it_it: Colore di sfondo del pulsante al passaggio del mouse
nl_nl: Knopachtergrondkleur zweven
pt_br: Cor de Fundo do Botão ao Passar o Mouse
ru_ru: Цвет фона кнопки при наведении
uk: Колір фону кнопки при наведенні

source: Button Text Color
ar: لون نص الزر
cs_cz: Barva textu tlačítka
de_de: Schaltflächentextfarbe
es_es: Color del texto del botón
fr_fr: Couleur du texte du bouton
it_it: Colore del testo del pulsante
nl_nl: Tekstkleur van knop
pt_br: Cor da Texto do Botão
ru_ru: Цвет текста кнопки
uk: Колір тексту кнопки

source: Button Border Color
ar: لون حدود الزر
cs_cz: Barva ohraničení tlačítka
de_de: Rahmenfarbe des Buttons
es_es: Color del borde del botón
fr_fr: Couleur de la bordure du bouton
it_it: Colore del bordo del pulsante
nl_nl: Knoprandkleur
pt_br: Cor da borda do botão
ru_ru: Цвет границы кнопки
uk: Колір межі кнопки

source: Product Gap
ar: فجوة المنتجات
cs_cz: Produktová mezera
de_de: Produktlücke
es_es: Brecha del producto
fr_fr: Écart de produit
it_it: Gap del prodotto
nl_nl: Productkloof
pt_br: Falta de produto
ru_ru: Продуктовый разрыв
uk: Продуктова прогалина

source: WooCommerce Button Typography
ar: نص زر WooCommerce
cs_cz: Typografie tlačítka WooCommerce
de_de: WooCommerce Schaltflächen-Typografie
es_es: Tipografía de botón de WooCommerce
fr_fr: Typographie du bouton WooCommerce
it_it: Tipografia del pulsante WooCommerce
nl_nl: WooCommerce Knop Typografie
pt_br: Tipografia do botão do WooCommerce
ru_ru: Типографика кнопки WooCommerce
uk: Типографія кнопки WooCommerce

source: Label
ar: تصنيف
cs_cz: Štítek
de_de: Etikett
es_es: Etiqueta
fr_fr: Étiquette
it_it: Etichetta
pt_br: Rótulo
ru_ru: Метка
uk: Мітка

source: Left Thumbnails Slider
ar: شريط الصور المصغرة الأيسر
cs_cz: Levý posuvník miniatur.
de_de: Linke Miniaturansicht-Schieberegler
es_es: Deslizador de miniaturas a la izquierda
fr_fr: Curseur de vignettes à gauche
it_it: Slider miniature a sinistra
nl_nl: Linker Miniaturen Schuifregelaar
pt_br: Slider de Miniaturas à Esquerda
ru_ru: Левый слайдер миниатюр
uk: Лівий слайдер мініатюр

source: View Project
ar: عرض المشروع
cs_cz: Zobrazit projekt
de_de: Projekt anzeigen
es_es: Ver proyecto
fr_fr: Voir le projet
it_it: Visualizza Progetto
nl_nl: Project bekijken
pt_br: Ver Projeto
ru_ru: Просмотреть проект
uk: Переглянути проєкт

source: Page Transitions
ar: انتقالات الصفحات
cs_cz: Přechody stránek
de_de: Seitenübergänge
es_es: Transiciones de página
fr_fr: Transitions de page
it_it: Transizioni di pagina
nl_nl: Paginaovergangen
pt_br: Transições de Página
ru_ru: Переходы между страницами
uk: Переходи між сторінками

source: Enhance your site with the modern "View Transitions API" as a progressive enhancement. This cutting-edge web technology enables smoother page transitions. See
ar: عزز موقعك باستخدام "واجهة برمجة تطبيقات انتقالات العرض" الحديثة كتطوير تدريجي. تتيح هذه التقنية المتقدمة للويب انتقالات صفحات أكثر سلاسة. شاهد
cs_cz: Vylepšete svůj web pomocí moderního "View Transitions API" jako progresivního vylepšení. Tato špičková webová technologie umožňuje plynulejší přechody mezi stránkami. Podívejte se
de_de: Verbessern Sie Ihre Website mit der modernen "View Transitions API" als progressive Verbesserung. Diese hochmoderne Webtechnologie ermöglicht flüssigere Seitenübergänge. Sehen Sie
es_es: Mejora tu sitio con la moderna "API de Transiciones de Vista" como una mejora progresiva. Esta tecnología web de vanguardia permite transiciones de página más fluidas. Ver
fr_fr: Améliorez votre site avec l'API moderne "View Transitions" en tant qu'amélioration progressive. Cette technologie web de pointe permet des transitions de page plus fluides. Voir
it_it: Migliora il tuo sito con la moderna "View Transitions API" come un miglioramento progressivo. Questa tecnologia web all'avanguardia consente transizioni di pagina più fluide. Vedi
nl_nl: Verbeter je site met de moderne "View Transitions API" als een progressieve verbetering. Deze geavanceerde webtechnologie maakt soepelere paginovergangen mogelijk. Zie
pt_br: Aprimore seu site com a moderna "View Transitions API" como um aprimoramento progressivo. Esta tecnologia web de ponta permite transições de página mais suaves. Veja
ru_ru: Улучшите ваш сайт с помощью современного "View Transitions API" в качестве прогрессивного улучшения. Эта передовая веб-технология обеспечивает более плавные переходы между страницами. Смотрите
uk: Покращте свій сайт за допомогою сучасного "View Transitions API" як прогресивного покращення. Ця передова веб-технологія забезпечує плавніші переходи між сторінками. Дивіться

source: which browsers support it.
ar: ما هي المتصفحات التي تدعمه.
cs_cz: které prohlížeče to podporují.
de_de: welche Browser es unterstützen.
es_es: qué navegadores lo soportan.
fr_fr: quels navigateurs le prennent en charge.
it_it: quali browser lo supportano.
nl_nl: welke browsers ondersteunen het.
pt_br: quais navegadores o suportam.
ru_ru: какие браузеры поддерживают это.
uk: які браузери його підтримують.

source: Transition Effect
ar: تأثير الانتقال
cs_cz: Přechodový efekt
de_de: Übergangseffekt
es_es: Efecto de transición
fr_fr: Effet de transition
it_it: Effetto di transizione
nl_nl: Overgangseffect
pt_br: Efeito de Transição
ru_ru: Эффект перехода
uk: Ефект переходу

source: Cross Fade
ar: تلاشي تدريجي
cs_cz: Překřížené mizení
de_de: Überblenden
es_es: Desvanecimiento cruzado
fr_fr: Fondu enchaîné
it_it: Sfuma incrociata
nl_nl: Overvloeien
pt_br: Transição Gradual
ru_ru: Плавное затухание
uk: Плавне зникнення

source: Fade
ar: تلاشى
cs_cz: Vytratit se
de_de: Verblassen
es_es: Desvanecer
fr_fr: S'estomper
it_it: Svanire
nl_nl: Vervagen
pt_br: Desvanecer
ru_ru: Угасание
uk: Згасати

source: Gradient Fade
ar: تدرج متلاشي
cs_cz: Přechodové vyblednutí
de_de: Farbverlauf-Verblassen
es_es: Degradado de desvanecimiento
fr_fr: Dégradé progressif
it_it: Sfumatura gradiente
nl_nl: Gradiëntvervaging
pt_br: Degradê Gradiente
ru_ru: Градиентное затухание
uk: Градієнтне зникання

source: Push Reveal
ar: اضغط للكشف
cs_cz: Zobrazit tlačítkem
de_de: Drücken Sie Enthüllen
es_es: Presionar Revelar
fr_fr: Appuyer sur Révéler
it_it: Premi Rivela
nl_nl: Druk op Onthullen
pt_br: Revelar Empurrar
ru_ru: Нажать «Показать»
uk: Натисніть Розкрити

source: Transition BG Color
ar: تغيير لون الخلفية
cs_cz: Přechod barvy pozadí
de_de: Hintergrundfarbe ändern
es_es: Transición del color de fondo
fr_fr: Transition de la couleur de fond
it_it: Transizione del colore di sfondo
nl_nl: Overgang BG-kleur
pt_br: Transição de cor de fundo
ru_ru: Переход цвета фона
uk: Перехід кольору фону

source: Some effects will show this color during the transition.
ar: ستظهر بعض التأثيرات بهذا اللون أثناء الانتقال.
cs_cz: Některé efekty budou během přechodu ukazovat tuto barvu.
de_de: Einige Effekte werden während des Übergangs diese Farbe zeigen.
es_es: Algunos efectos mostrarán este color durante la transición.
fr_fr: Certains effets afficheront cette couleur pendant la transition.
it_it: Alcuni effetti mostreranno questo colore durante la transizione.
nl_nl: Sommige effecten zullen deze kleur tonen tijdens de overgang.
pt_br: Alguns efeitos mostrarão esta cor durante a transição.
ru_ru: Некоторые эффекты будут показывать этот цвет во время перехода.
uk: Деякі ефекти будуть показувати цей колір під час переходу.

source: Enable on Mobile
ar: تمكين على الهاتف المحمول
cs_cz: Povolit na mobilu
de_de: Auf Mobilgeräten aktivieren
es_es: Habilitar en el móvil
fr_fr: Activer sur mobile
it_it: Abilita su cellulare
nl_nl: Inschakelen op mobiel
pt_br: Habilitar no celular
ru_ru: Включить на мобильном устройстве
uk: Увімкнути на мобільному

source: Some mobile devices may struggle to handle page transitions, especially when heavy block animations are involved.
ar: قد تواجه بعض الأجهزة المحمولة صعوبة في التعامل مع انتقالات الصفحات، خاصة عندما تكون هناك رسوم متحركة ثقيلة للكتل.
cs_cz: Některá mobilní zařízení mohou mít potíže se zpracováním přechodů stránek, zejména když jsou zapojeny náročné animace bloků.
de_de: Einige mobile Geräte haben möglicherweise Schwierigkeiten, Seitenübergänge zu bewältigen, insbesondere wenn schwere Blockanimationen beteiligt sind.
es_es: Algunos dispositivos móviles pueden tener dificultades para manejar las transiciones de página, especialmente cuando se involucran animaciones de bloques pesadas.
fr_fr: Certains appareils mobiles peuvent avoir du mal à gérer les transitions de page, surtout lorsque des animations de blocs lourdes sont impliquées.
it_it: Alcuni dispositivi mobili potrebbero avere difficoltà a gestire le transizioni di pagina, specialmente quando sono coinvolte animazioni di blocchi pesanti.
nl_nl: Sommige mobiele apparaten kunnen moeite hebben met het verwerken van paginawisselingen, vooral wanneer er zware blokanimaties bij betrokken zijn.
pt_br: Alguns dispositivos móveis podem ter dificuldade em lidar com transições de página, especialmente quando animações pesadas de blocos estão envolvidas.
ru_ru: Некоторые мобильные устройства могут испытывать трудности с обработкой переходов между страницами, особенно когда задействованы тяжелые анимации блоков.
uk: Деякі мобільні пристрої можуть мати труднощі з обробкою переходів між сторінками, особливо коли задіяні важкі анімації блоків.

source: Full Width Left/Right Padding (px)
ar: حشوة كاملة العرض لليسار/اليمين (بكسل)
cs_cz: Celoplošné levé/pravé odsazení (px)
de_de: Vollbreite Links/Rechts-Abstand (px)
es_es: Relleno completo a la izquierda/derecha (px)
fr_fr: Marge complète gauche/droite (px)
it_it: Imbottitura a Larghezza Completa Sinistra/Destra (px)
nl_nl: Volledige breedte links/rechts opvulling (px)
pt_br: Preenchimento Completo à Esquerda/Direita (px)
ru_ru: Полная ширина отступа слева/справа (px)
uk: Повна ширина лівого/правого відступу (px)

source: Archive:
ar: أرشيف:
cs_cz: Archiv:
de_de: Archiv:
es_es: Archivo:
it_it: Archivio:
nl_nl: Archief:
pt_br: Arquivo:
ru_ru: Архив:
uk: Архів:

source: Single:
ar: أعزب:
cs_cz: Singl:
de_de: Einzeln:
es_es: Soltero:
fr_fr: Célibataire :
it_it: Singolo:
nl_nl: Enkel:
pt_br: Solteiro:
ru_ru: Одинокий:
uk: Один:

source: Automatically Enable On
ar: تمكين تلقائيًا تشغيل
cs_cz: Automaticky zapnout
de_de: Automatisch aktivieren
es_es: Habilitar automáticamente
fr_fr: Activer automatiquement
it_it: Abilita automaticamente su
nl_nl: Automatisch inschakelen
pt_br: Habilitar Automaticamente Ligado
ru_ru: Автоматически включить
uk: Автоматично ввімкнути

source: Off Canvas Menu Icon Width
ar: عرض أيقونة قائمة خارج اللوحة
cs_cz: Šířka ikony nabídky mimo plátno
de_de: Off-Canvas-Menü-Symbolbreite
es_es: Ancho del ícono del menú fuera del lienzo
fr_fr: Largeur de l'icône du menu hors canvas
it_it: Larghezza icona menu fuori canvas
nl_nl: Off Canvas Menu Icoon Breedte
pt_br: Largura do Ícone do Menu Off Canvas
ru_ru: Ширина значка меню вне экрана
uk: Ширина значка меню поза полотном

source: Header Top/Bottom Padding
ar: تباعد علوي/سفلي للرأس
cs_cz: Horní/dolní odsazení záhlaví
de_de: Abstand oben/unten der Kopfzeile
es_es: Relleno superior/inferior del encabezado
fr_fr: Rembourrage supérieur/inférieur de l'en-tête
it_it: Padding superiore/inferiore dell'intestazione
nl_nl: Header boven/onder opvulling
pt_br: Preenchimento Superior/Inferior do Cabeçalho
ru_ru: Отступ сверху/снизу заголовка
uk: Верхнє/нижнє відступи заголовка

source: Portfolio
ar: محفظة
es_es: Portafolio
fr_fr: Portefeuille
it_it: Portafoglio
pt_br: Portfólio
ru_ru: Портфолио
uk: Портфоліо

source: Portfolio Spacing
ar: تباعد المحفظة
cs_cz: Rozestupy portfolia
de_de: Portfolio-Abstand
es_es: Espaciado del Portafolio
fr_fr: Espacement du portefeuille
it_it: Spaziatura del portafoglio
nl_nl: Portfolio-afstand
pt_br: Espaçamento do Portfólio
ru_ru: Интервалы в портфолио
uk: Інтервал портфоліо

source: Display Description
ar: عرض الوصف
cs_cz: Zobrazit popis
de_de: Beschreibung anzeigen
es_es: Mostrar descripción
fr_fr: Afficher la description
it_it: Visualizza descrizione
nl_nl: Beschrijving weergeven
pt_br: Exibir Descrição
ru_ru: Отобразить описание
uk: Відобразити опис

source: Description Length
ar: طول الوصف
cs_cz: Délka popisu
de_de: Beschreibungslänge
es_es: Longitud de la descripción
fr_fr: Longueur de la description
it_it: Lunghezza della descrizione
nl_nl: Beschrijving Lengte
pt_br: Comprimento da Descrição
ru_ru: Длина описания
uk: Довжина опису

source: Display Categories
ar: عرض الفئات
cs_cz: Zobrazit kategorie
de_de: Kategorien anzeigen
es_es: Mostrar categorías
fr_fr: Afficher les catégories
it_it: Visualizza categorie
nl_nl: Categorieën weergeven
pt_br: Exibir Categorias
ru_ru: Показать категории
uk: Показати категорії

source: Header Image Sizing
ar: حجم صورة الرأس
cs_cz: Velikost záhlaví obrázku
de_de: Header-Bildgröße
es_es: Tamaño de la Imagen de Encabezado
fr_fr: Dimensionnement de l'image d'en-tête
it_it: Dimensioni dell'immagine dell'intestazione
nl_nl: Headerafbeelding Grootte aanpassen
pt_br: Dimensionamento da Imagem do Cabeçalho
ru_ru: Размер заголовочного изображения
uk: Розмір зображення заголовка

source: Header Scroll Effect
ar: تأثير تمرير الرأس
cs_cz: Efekt posouvání záhlaví
de_de: Kopfzeilen-Scroll-Effekt
es_es: Efecto de desplazamiento del encabezado
fr_fr: Effet de défilement de l'en-tête
it_it: Effetto di Scorrimento dell'Intestazione
nl_nl: Koptekst Scroll Effect
pt_br: Efeito de Rolagem do Cabeçalho
ru_ru: Эффект прокрутки заголовка
uk: Ефект прокрутки заголовка

source: Portfolio Header Load In Animation
ar: تحميل رأس المحفظة مع الرسوم المتحركة
cs_cz: Animace načítání záhlaví portfolia
de_de: Portfolio-Header-Ladeanimation
es_es: Animación de carga del encabezado del portafolio
fr_fr: Animation de Chargement de l'En-tête du Portfolio
it_it: Animazione di Caricamento dell'Intestazione del Portfolio
nl_nl: Portfolio Header Laadanimatie
pt_br: Animação de Carregamento do Cabeçalho do Portfólio
ru_ru: Анимация загрузки заголовка портфолио
uk: Анімація завантаження заголовка портфоліо

source: Display Client
ar: عرض العميل
cs_cz: Zobrazit klienta
de_de: Kunden anzeigen
es_es: Mostrar cliente
fr_fr: Afficher le client
it_it: Visualizza Cliente
nl_nl: Toon Klant
pt_br: Exibir Cliente
ru_ru: Отобразить клиента
uk: Відобразити клієнта

source: Display Date
ar: عرض التاريخ
cs_cz: Zobrazit datum
de_de: Datum anzeigen
es_es: Mostrar fecha
fr_fr: Afficher la date
it_it: Visualizza data
nl_nl: Datum weergeven
pt_br: Exibir Data
ru_ru: Отобразить дату
uk: Показати дату

source: Display Project Link
ar: عرض رابط المشروع
cs_cz: Zobrazit odkaz na projekt
de_de: Projektlink anzeigen
es_es: Mostrar enlace del proyecto
fr_fr: Afficher le lien du projet
it_it: Visualizza il link del progetto
nl_nl: Projectlink weergeven
pt_br: Exibir Link do Projeto
ru_ru: Показать ссылку на проект
uk: Показати посилання на проект

source: Navigation Custom Text
ar: نص التنقل المخصص
cs_cz: Vlastní text navigace
de_de: Benutzerdefinierter Navigationstext
es_es: Texto de navegación personalizado
fr_fr: Texte de navigation personnalisé
it_it: Testo personalizzato di navigazione
nl_nl: Navigatie Aangepaste Tekst
pt_br: Texto Personalizado de Navegação
ru_ru: Пользовательский текст навигации
uk: Текст навігації на замовлення

source: Targets the content added via the "Text To Display In Header" field.
ar: يستهدف المحتوى المضاف عبر حقل "النص لعرضه في الرأس".
cs_cz: Cílí na obsah přidaný prostřednictvím pole "Text k zobrazení v záhlaví".
de_de: Zielt auf den Inhalt ab, der über das Feld "Anzuzeigender Text im Header" hinzugefügt wurde.
es_es: Apunta al contenido agregado a través del campo "Texto para mostrar en el encabezado".
fr_fr: Cible le contenu ajouté via le champ "Texte à afficher dans l'en-tête".
it_it: Prende di mira il contenuto aggiunto tramite il campo "Testo da visualizzare nell'intestazione".
nl_nl: Richt zich op de inhoud die is toegevoegd via het veld "Tekst om weer te geven in koptekst".
pt_br: Alveja o conteúdo adicionado através do campo "Texto a Exibir no Cabeçalho".
ru_ru: Нацеливается на контент, добавленный через поле "Текст для отображения в заголовке".
uk: Націлюється на вміст, доданий через поле "Текст для відображення в заголовку".

source: Close Quick View
ar: إغلاق العرض السريع
cs_cz: Zavřít rychlý náhled
de_de: Schnellansicht schließen
es_es: Cerrar vista rápida
fr_fr: Fermer la vue rapide
it_it: Chiudi visualizzazione rapida
nl_nl: Sluit snel bekijken
pt_br: Fechar Visualização Rápida
ru_ru: Закрыть быстрое просмотр
uk: Закрити швидкий перегляд

source: Based on %1$s review
es_es: Basado en %1$s opinion
